{
  "en": {
    "s1": "Acer User Sensing 3.0 – Smarter Awareness, Better Experience",
    "s2": "Acer User Sensing 3.0 leverages the built-in proximity sensor integrated beside the webcam to deliver a more secure, efficient, and health-conscious user experience. It enables seamless login as you approach, automatic device lock when you step away, and intelligent reminders to support well-being during extended use.",
    "s3": "User Sensing",
    "s4": "Enhance both security and productivity with intelligent presence detection.",
    "s5": "Lock on Leave",
    "s6": "When you move away, the system automatically locks your PC, safeguarding data and conserving energy. It can also mute the microphone or power down external displays to ensure privacy.",
    "s7": "Wake on Approach",
    "s8": "As soon as you return, your device immediately wakes and prepares for authentication, allowing you to resume work without delay.\nAs you return, your device instantly wakes and readies authentication, enabling a smooth and uninterrupted return to work.",
    "s9": "Adaptive Dimming",
    "s10": "The display automatically reduces brightness when attention is not detected, extending battery life while minimizing unnecessary power consumption.",
    "s11": "Break Reminder:",
    "s12": "Prompts you to take regular screen breaks to reduce eye fatigue.",
    "s13": "Seamless Multi-Screen Productivity",
    "s14": "Cursor Teleporting",
    "s15": "The pointer intuitively shifts to the display you are looking at when multiple monitors are in use, streamlining navigation.",
    "s16": "Window Teleporting",
    "s17": "Transfer application window between displays with a glance, enabling faster and more natural multitasking.",
    "s18": "Note:",
    "s19": "Acer User Sensing updated version, availability and rollout timing varies by models."
  },
  "bg": {
    "s1": "Acer User Sensing 3.0 – По-интелигентно разпознаване, по-добро изживяване",
    "s2": "Acer User Sensing 3.0 използва вградения сензор за близост, интегриран до уеб камерата, за да осигури по-сигурно, ефективно и ориентирано към здравето потребителско изживяване. Той позволява безпроблемно влизане при приближаване, автоматично заключване на устройството при отдалечаване и интелигентни напомняния за подпомагане на благосъстоянието при продължителна употреба.",
    "s3": "Разпознаване на потребителя",
    "s4": "Подобрете както сигурността, така и продуктивността с интелигентно разпознаване на присъствие.",
    "s5": "Автоматично заключване при отдалечаване",
    "s6": "Когато се отдалечите, системата автоматично заключва вашия компютър, като защитава данните и пести енергия. Тя може също да заглуши микрофона или да изключи външните дисплеи, за да гарантира поверителност.",
    "s7": "Автоматично събуждане при приближаване",
    "s8": "При завръщането ви устройството се събужда незабавно и подготвя удостоверяването, осигурявайки плавно и непрекъснато подновяване на работата.",
    "s9": "Адаптивно затъмняване",
    "s10": "Екранът автоматично намалява яркостта, когато не се засече внимание, удължавайки живота на батерията и минимизирайки ненужната консумация на енергия.",
    "s11": "Напомняне за почивка",
    "s12": "Подканва ви да правите редовни почивки от екрана, за да намалите умората на очите.",
    "s13": "Безпроблемна продуктивност с множество екрани",
    "s14": "Телепортиране на курсора",
    "s15": "Когато се използват няколко монитора, показалецът интуитивно се премества към екрана, към който гледате, за по-лесна навигация.",
    "s16": "Телепортиране на прозорци",
    "s17": "Прехвърляйте прозорци на приложения между дисплеи с един поглед, за по-бърза и по-естествена многозадачност.",
    "s18": "Забележка:",
    "s19": "Актуализираната версия на Acer User Sensing; наличността и графикът за внедряване може да варират според модела."
  },
  "cs": {
    "s1": "Acer User Sensing 3.0 – Chytřejší rozpoznávání, lepší uživatelský zážitek",
    "s2": "Acer User Sensing 3.0 využívá vestavěný senzor přiblížení integrovaný vedle webkamery k zajištění bezpečnějšího, efektivnějšího a na zdraví zaměřeného uživatelského prostředí. Umožňuje plynulé přihlášení při přiblížení, automatické uzamčení zařízení při odchodu a inteligentní připomenutí pro podporu pohody při dlouhodobém používání.",
    "s3": "Rozpoznávání uživatele",
    "s4": "Zvyšte bezpečnost i produktivitu díky inteligentní detekci přítomnosti.",
    "s5": "Automatické uzamčení při odchodu",
    "s6": "Když se vzdálíte, systém automaticky uzamkne váš počítač, čímž chrání data a šetří energii. Může také ztlumit mikrofon nebo vypnout externí displeje, aby byla zajištěna ochrana soukromí.",
    "s7": "Automatické probuzení při přiblížení",
    "s8": "Jakmile se vrátíte, zařízení se okamžitě probudí a připraví ověření, což umožňuje plynulý a nepřerušovaný návrat k práci.",
    "s9": "Adaptivní stmívání",
    "s10": "Displej automaticky sníží jas, když není detekována pozornost, čímž prodlužuje výdrž baterie a minimalizuje zbytečnou spotřebu energie.",
    "s11": "Připomínka přestávky",
    "s12": "Vyzývá vás k pravidelným přestávkám od obrazovky, aby se snížila únava očí.",
    "s13": "Plynulá produktivita na více obrazovkách",
    "s14": "Teleportace kurzoru",
    "s15": "Při používání více monitorů se ukazatel intuitivně přesune na obrazovku, na kterou se díváte, a zjednoduší navigaci.",
    "s16": "Teleportace oken",
    "s17": "Přenášejte okna aplikací mezi displeji pouhým pohledem a zrychlete tak přirozený multitasking.",
    "s18": "Poznámka:",
    "s19": "Aktualizovaná verze Acer User Sensing; dostupnost a načasování uvedení se mohou lišit podle modelu."
  },
  "da": {
    "s1": "Acer User Sensing 3.0 – Smartere registrering, bedre oplevelse",
    "s2": "Acer User Sensing 3.0 udnytter den indbyggede nærhedssensor, der er integreret ved siden af webkameraet, til at levere en mere sikker, effektiv og sundhedsbevidst brugeroplevelse. Den muliggør problemfri login, når du nærmer dig, automatisk låsning af enheden, når du går væk, samt intelligente påmindelser, der understøtter trivsel ved længere tids brug.",
    "s3": "Brugerregistrering",
    "s4": "Forbedr både sikkerhed og produktivitet med intelligent registrering af tilstedeværelse.",
    "s5": "Automatisk låsning ved fravær",
    "s6": "Når du bevæger dig væk, låser systemet automatisk din pc, beskytter data og sparer energi. Det kan også slå mikrofonen fra eller slukke eksterne skærme for at sikre privatliv.",
    "s7": "Automatisk aktivering ved tilgang",
    "s8": "Når du vender tilbage, aktiveres enheden straks og klargør godkendelse, så du kan genoptage arbejdet problemfrit og uden afbrydelser.",
    "s9": "Adaptiv dæmpning",
    "s10": "Skærmen reducerer automatisk lysstyrken, når der ikke registreres opmærksomhed, hvilket forlænger batterilevetiden og minimerer unødvendigt strømforbrug.",
    "s11": "Pausepåmindelse",
    "s12": "Opfordrer dig til at tage regelmæssige pauser fra skærmen for at reducere øjentræthed.",
    "s13": "Problemfri produktivitet på tværs af flere skærme",
    "s14": "Markørteleportering",
    "s15": "Når flere skærme er i brug, flytter markøren sig intuitivt til den skærm, du ser på, og gør navigationen mere effektiv.",
    "s16": "Vindues-teleportering",
    "s17": "Flyt programvinduer mellem skærme med et blik og opnå hurtigere og mere naturlig multitasking.",
    "s18": "Bemærk:",
    "s19": "Opdateret version af Acer User Sensing; tilgængelighed og udrulningstidspunkt kan variere afhængigt af model."
  },
  "de": {
    "s1": "Acer User Sensing 3.0 – Intelligentere Erkennung, besseres Nutzungserlebnis",
    "s2": "Acer User Sensing 3.0 nutzt den integrierten Näherungssensor neben der Webcam, um ein sichereres, effizienteres und gesundheitsbewusstes Benutzererlebnis zu bieten. Er ermöglicht eine nahtlose Anmeldung beim Annähern, eine automatische Gerätesperre beim Entfernen sowie intelligente Erinnerungen zur Unterstützung des Wohlbefindens bei längerer Nutzung.",
    "s3": "Benutzererkennung",
    "s4": "Verbessern Sie sowohl Sicherheit als auch Produktivität durch intelligente Anwesenheitserkennung.",
    "s5": "Automatische Sperre beim Verlassen",
    "s6": "Wenn Sie sich entfernen, sperrt das System automatisch Ihren PC, schützt Daten und spart Energie. Zudem kann es das Mikrofon stummschalten oder externe Displays ausschalten, um die Privatsphäre zu gewährleisten.",
    "s7": "Automatisches Aufwachen bei Annäherung",
    "s8": "Sobald Sie zurückkehren, wird Ihr Gerät sofort aktiviert und für die Authentifizierung vorbereitet, sodass Sie reibungslos und ohne Unterbrechung weiterarbeiten können.",
    "s9": "Adaptives Dimmen",
    "s10": "Das Display reduziert automatisch die Helligkeit, wenn keine Aufmerksamkeit erkannt wird, verlängert die Akkulaufzeit und minimiert unnötigen Energieverbrauch.",
    "s11": "Pausenerinnerung",
    "s12": "Fordert Sie dazu auf, regelmäßig Bildschirm­pausen einzulegen, um die Augenbelastung zu reduzieren.",
    "s13": "Nahtlose Produktivität über mehrere Bildschirme hinweg",
    "s14": "Cursor-Teleportation",
    "s15": "Bei der Verwendung mehrerer Monitore wechselt der Zeiger intuitiv zu dem Display, das Sie gerade betrachten, und erleichtert so die Navigation.",
    "s16": "Fenster-Teleportation",
    "s17": "Verschieben Sie Anwendungsfenster mit einem Blick zwischen Displays und ermöglichen Sie schnelleres, natürlicheres Multitasking.",
    "s18": "Hinweis:",
    "s19": "Aktualisierte Version von Acer User Sensing; Verfügbarkeit und Einführungszeitpunkt können je nach Modell variieren."
  },
  "el": {
    "s1": "Acer User Sensing 3.0 – Πιο έξυπνη αναγνώριση, καλύτερη εμπειρία",
    "s2": "Το Acer User Sensing 3.0 αξιοποιεί τον ενσωματωμένο αισθητήρα εγγύτητας δίπλα στην κάμερα για να προσφέρει μια πιο ασφαλή, αποδοτική και προσανατολισμένη στην υγεία εμπειρία χρήστη. Επιτρέπει απρόσκοπτη σύνδεση κατά την προσέγγιση, αυτόματο κλείδωμα της συσκευής όταν απομακρύνεστε και έξυπνες υπενθυμίσεις για την υποστήριξη της ευεξίας κατά την παρατεταμένη χρήση.",
    "s3": "Ανίχνευση χρήστη",
    "s4": "Ενισχύστε τόσο την ασφάλεια όσο και την παραγωγικότητα με έξυπνη ανίχνευση παρουσίας.",
    "s5": "Αυτόματο κλείδωμα κατά την απομάκρυνση",
    "s6": "Όταν απομακρύνεστε, το σύστημα κλειδώνει αυτόματα τον υπολογιστή σας, προστατεύοντας τα δεδομένα και εξοικονομώντας ενέργεια. Μπορεί επίσης να απενεργοποιήσει το μικρόφωνο ή τις εξωτερικές οθόνες για να διασφαλίσει το απόρρητο.",
    "s7": "Αυτόματη ενεργοποίηση κατά την προσέγγιση",
    "s8": "Με την επιστροφή σας, η συσκευή ενεργοποιείται άμεσα και προετοιμάζει τον έλεγχο ταυτότητας, εξασφαλίζοντας ομαλή και απρόσκοπτη συνέχιση της εργασίας.",
    "s9": "Προσαρμοστική μείωση φωτεινότητας",
    "s10": "Η οθόνη μειώνει αυτόματα τη φωτεινότητα όταν δεν ανιχνεύεται προσοχή, παρατείνοντας τη διάρκεια ζωής της μπαταρίας και ελαχιστοποιώντας την περιττή κατανάλωση ενέργειας.",
    "s11": "Υπενθύμιση διαλείμματος",
    "s12": "Σας προτρέπει να κάνετε τακτικά διαλείμματα από την οθόνη για τη μείωση της κόπωσης των ματιών.",
    "s13": "Απρόσκοπτη παραγωγικότητα σε πολλαπλές οθόνες",
    "s14": "Τηλεμεταφορά κέρσορα",
    "s15": "Όταν χρησιμοποιούνται πολλαπλές οθόνες, ο δείκτης μετακινείται διαισθητικά στην οθόνη που κοιτάτε, απλοποιώντας την πλοήγηση.",
    "s16": "Τηλεμεταφορά παραθύρων",
    "s17": "Μεταφέρετε παράθυρα εφαρμογών μεταξύ οθονών με μια ματιά, για ταχύτερο και πιο φυσικό multitasking.",
    "s18": "Σημείωση:",
    "s19": "Ενημερωμένη έκδοση του Acer User Sensing· η διαθεσιμότητα και ο χρόνος διάθεσης ενδέχεται να διαφέρουν ανάλογα με το μοντέλο."
  },
  "es": {
    "s1": "Acer User Sensing 3.0 – Detección más inteligente, mejor experiencia",
    "s2": "Acer User Sensing 3.0 aprovecha el sensor de proximidad integrado junto a la cámara web para ofrecer una experiencia de usuario más segura, eficiente y orientada al bienestar. Permite un inicio de sesión fluido al acercarse, el bloqueo automático del dispositivo al alejarse y recordatorios inteligentes para apoyar el bienestar durante el uso prolongado.",
    "s3": "Detección del usuario",
    "s4": "Mejore tanto la seguridad como la productividad con detección inteligente de presencia.",
    "s5": "Bloqueo automático al ausentarse",
    "s6": "Cuando te alejas, el sistema bloquea automáticamente tu PC, protegiendo los datos y ahorrando energía. También puede silenciar el micrófono o apagar las pantallas externas para garantizar la privacidad.",
    "s7": "Activación automática al acercarse",
    "s8": "Al regresar, el dispositivo se activa al instante y prepara la autenticación, permitiéndote retomar el trabajo de forma fluida y sin interrupciones.",
    "s9": "Atenuación adaptativa",
    "s10": "La pantalla reduce automáticamente el brillo cuando no se detecta atención, prolongando la duración de la batería y minimizando el consumo innecesario de energía.",
    "s11": "Recordatorio de pausa",
    "s12": "Te anima a tomar descansos regulares de la pantalla para reducir la fatiga visual.",
    "s13": "Productividad fluida en múltiples pantallas",
    "s14": "Teletransporte del cursor",
    "s15": "Cuando se utilizan varios monitores, el puntero se desplaza de forma intuitiva a la pantalla que estás mirando, optimizando la navegación.",
    "s16": "Teletransporte de ventanas",
    "s17": "Transfiere ventanas de aplicaciones entre pantallas con una mirada, para una multitarea más rápida y natural.",
    "s18": "Nota:",
    "s19": "Versión actualizada de Acer User Sensing; la disponibilidad y el calendario de implementación pueden variar según el modelo."
  },
  "fi": {
    "s1": "Acer User Sensing 3.0 – Älykkäämpi tunnistus, parempi käyttökokemus",
    "s2": "Acer User Sensing 3.0 hyödyntää verkkokameran viereen integroitua sisäänrakennettua lähestymisanturia tarjotakseen turvallisemman, tehokkaamman ja terveyttä tukevan käyttökokemuksen. Se mahdollistaa sujuvan kirjautumisen lähestyttäessä, laitteen automaattisen lukituksen poistuttaessa sekä älykkäät muistutukset hyvinvoinnin tukemiseksi pitkäaikaisen käytön aikana.",
    "s3": "Käyttäjän tunnistus",
    "s4": "Paranna sekä turvallisuutta että tuottavuutta älykkään läsnäolotunnistuksen avulla.",
    "s5": "Automaattinen lukitus poistuessa",
    "s6": "Kun poistut, järjestelmä lukitsee tietokoneesi automaattisesti, suojaten tietoja ja säästäen energiaa. Se voi myös mykistää mikrofonin tai sammuttaa ulkoiset näytöt yksityisyyden varmistamiseksi.",
    "s7": "Automaattinen herätys lähestyttäessä",
    "s8": "Palatessasi laite herää välittömästi ja valmistelee tunnistautumisen, mahdollistaen sujuvan ja keskeytyksettömän paluun työn pariin.",
    "s9": "Mukautuva himmennys",
    "s10": "Näyttö vähentää kirkkautta automaattisesti, kun huomiota ei havaita, pidentäen akun kestoa ja minimoiden tarpeettoman virrankulutuksen.",
    "s11": "Taukomuistutus",
    "s12": "Kannustaa pitämään säännöllisiä taukoja näytöltä silmien rasituksen vähentämiseksi.",
    "s13": "Saumaton moninäyttöinen tuottavuus",
    "s14": "Kohdistimen teleportointi",
    "s15": "Useiden näyttöjen ollessa käytössä osoitin siirtyy intuitiivisesti katsomaasi näyttöön, mikä tehostaa navigointia.",
    "s16": "Ikkunoiden teleportointi",
    "s17": "Siirrä sovellusikkunoita näyttöjen välillä yhdellä katseella ja tehosta nopeaa, luonnollista moniajoa.",
    "s18": "Huomautus:",
    "s19": "Acer User Sensing -päivitetty versio; saatavuus ja käyttöönoton aikataulu voivat vaihdella mallin mukaan."
  },
  "fr": {
    "s1": "Acer User Sensing 3.0 – Détection plus intelligente, meilleure expérience",
    "s2": "Acer User Sensing 3.0 exploite le capteur de proximité intégré à côté de la webcam afin d’offrir une expérience utilisateur plus sécurisée, plus efficace et soucieuse de la santé. Il permet une connexion fluide à l’approche de l’utilisateur, un verrouillage automatique de l’appareil lors de l’éloignement, ainsi que des rappels intelligents pour favoriser le bien-être lors d’une utilisation prolongée.",
    "s3": "Détection de l’utilisateur",
    "s4": "Améliorez à la fois la sécurité et la productivité grâce à la détection intelligente de présence.",
    "s5": "Verrouillage automatique à l’éloignement",
    "s6": "Lorsque vous vous éloignez, le système verrouille automatiquement votre PC, protégeant les données et économisant de l’énergie. Il peut également couper le microphone ou éteindre les écrans externes afin de garantir la confidentialité.",
    "s7": "Réveil automatique à l’approche",
    "s8": "À votre retour, l’appareil se réveille instantanément et prépare l’authentification, permettant une reprise du travail fluide et sans interruption.",
    "s9": "Atténuation adaptative",
    "s10": "L’écran réduit automatiquement la luminosité lorsqu’aucune attention n’est détectée, prolongeant l’autonomie de la batterie tout en minimisant la consommation d’énergie inutile.",
    "s11": "Rappel de pause",
    "s12": "Vous invite à prendre régulièrement des pauses écran afin de réduire la fatigue oculaire.",
    "s13": "Productivité multi-écrans fluide",
    "s14": "Téléportation du curseur",
    "s15": "Lorsque plusieurs écrans sont utilisés, le pointeur se déplace intuitivement vers l’écran que vous regardez, simplifiant la navigation.",
    "s16": "Téléportation de fenêtres",
    "s17": "Déplacez les fenêtres d’applications entre les écrans d’un simple regard pour un multitâche plus rapide et plus naturel.",
    "s18": "Remarque :",
    "s19": "Version mise à jour d’Acer User Sensing ; la disponibilité et le calendrier de déploiement peuvent varier selon le modèle."
  },
  "hr": {
    "s1": "Acer User Sensing 3.0 – Pametnije prepoznavanje, bolje iskustvo",
    "s2": "Acer User Sensing 3.0 koristi ugrađeni senzor blizine integriran pored web-kamere kako bi pružio sigurnije, učinkovitije i zdravstveno osviješteno korisničko iskustvo. Omogućuje neometanu prijavu pri približavanju, automatsko zaključavanje uređaja pri udaljavanju te inteligentne podsjetnike za podršku dobrobiti tijekom dugotrajnog korištenja.",
    "s3": "Prepoznavanje korisnika",
    "s4": "Povećajte sigurnost i produktivnost uz inteligentno otkrivanje prisutnosti.",
    "s5": "Automatsko zaključavanje pri udaljavanju",
    "s6": "Kada se udaljite, sustav automatski zaključava vaše računalo, štiteći podatke i štedeći energiju. Također može isključiti mikrofon ili ugasiti vanjske zaslone radi zaštite privatnosti.",
    "s7": "Automatsko buđenje pri približavanju",
    "s8": "Po povratku se uređaj odmah budi i priprema autentifikaciju, omogućujući nesmetan i neprekinut nastavak rada.",
    "s9": "Prilagodljivo zatamnjenje",
    "s10": "Zaslon automatski smanjuje svjetlinu kada se ne detektira pažnja, produžujući trajanje baterije i smanjujući nepotrebnu potrošnju energije.",
    "s11": "Podsjetnik za pauzu",
    "s12": "Potiče vas na redovite pauze od zaslona kako bi se smanjio umor očiju.",
    "s13": "Besprijekorna produktivnost na više zaslona",
    "s14": "Teleportiranje pokazivača",
    "s15": "Kada se koristi više monitora, pokazivač se intuitivno premješta na zaslon koji gledate, pojednostavljujući navigaciju.",
    "s16": "Teleportiranje prozora",
    "s17": "Premještajte prozore aplikacija između zaslona jednim pogledom za brži i prirodniji multitasking.",
    "s18": "Napomena:",
    "s19": "Ažurirana verzija Acer User Sensinga; dostupnost i vremenski okvir uvođenja mogu se razlikovati ovisno o modelu."
  },
  "hu": {
    "s1": "Acer User Sensing 3.0 – Intelligensebb érzékelés, jobb felhasználói élmény",
    "s2": "Az Acer User Sensing 3.0 a webkamera mellett integrált beépített közelségérzékelőt használja a biztonságosabb, hatékonyabb és egészségtudatosabb felhasználói élmény érdekében. Lehetővé teszi a zökkenőmentes bejelentkezést közeledéskor, az eszköz automatikus zárolását eltávolodáskor, valamint intelligens emlékeztetőket a jóllét támogatására hosszabb használat során.",
    "s3": "Felhasználó-érzékelés",
    "s4": "Növelje a biztonságot és a termelékenységet intelligens jelenlétérzékeléssel.",
    "s5": "Automatikus zárolás távozáskor",
    "s6": "Amikor eltávolodik, a rendszer automatikusan zárolja a számítógépet, megóvja az adatokat és energiát takarít meg. Emellett elnémíthatja a mikrofont vagy kikapcsolhatja a külső kijelzőket a magánszféra védelme érdekében.",
    "s7": "Automatikus felébresztés közeledéskor",
    "s8": "Visszatéréskor az eszköz azonnal felébred és előkészíti a hitelesítést, lehetővé téve a zökkenőmentes és megszakítás nélküli munkafolytatást.",
    "s9": "Adaptív fényerő-szabályozás",
    "s10": "A kijelző automatikusan csökkenti a fényerőt, ha nem észlel figyelmet, meghosszabbítva az akkumulátor üzemidejét és minimalizálva a felesleges energiafogyasztást.",
    "s11": "Szünetemlékeztető",
    "s12": "Arra ösztönöz, hogy rendszeresen tartson szünetet a képernyő előtt a szemfáradás csökkentése érdekében.",
    "s13": "Zökkenőmentes többképernyős produktivitás",
    "s14": "Kurzor teleportálása",
    "s15": "Több monitor használatakor a kurzor intuitívan arra a kijelzőre vált, amelyet éppen néz, megkönnyítve a navigációt.",
    "s16": "Ablakok teleportálása",
    "s17": "Alkalmazásablakok áthelyezése kijelzők között egyetlen pillantással a gyorsabb és természetesebb multitasking érdekében.",
    "s18": "Megjegyzés:",
    "s19": "Az Acer User Sensing frissített verziója; az elérhetőség és a bevezetés ütemezése modellenként eltérhet."
  },
  "it": {
    "s1": "Acer User Sensing 3.0 – Rilevamento più intelligente, migliore esperienza",
    "s2": "Acer User Sensing 3.0 sfrutta il sensore di prossimità integrato accanto alla webcam per offrire un’esperienza utente più sicura, efficiente e attenta alla salute. Consente l’accesso automatico quando ci si avvicina, il blocco automatico del dispositivo quando ci si allontana e promemoria intelligenti per supportare il benessere durante l’uso prolungato.",
    "s3": "Rilevamento dell’utente",
    "s4": "Migliora sia la sicurezza che la produttività con il rilevamento intelligente della presenza.",
    "s5": "Blocco automatico all’allontanamento",
    "s6": "Quando ti allontani, il sistema blocca automaticamente il PC, proteggendo i dati e risparmiando energia. Può inoltre disattivare il microfono o spegnere i display esterni per garantire la privacy.",
    "s7": "Riattivazione automatica all’avvicinamento",
    "s8": "Al tuo ritorno, il dispositivo si riattiva immediatamente e prepara l’autenticazione, consentendo una ripresa del lavoro fluida e senza interruzioni.",
    "s9": "Regolazione adattiva della luminosità",
    "s10": "Il display riduce automaticamente la luminosità quando non viene rilevata attenzione, prolungando la durata della batteria e riducendo il consumo energetico non necessario.",
    "s11": "Promemoria di pausa",
    "s12": "Ti invita a fare pause regolari dallo schermo per ridurre l’affaticamento degli occhi.",
    "s13": "Produttività fluida su più schermi",
    "s14": "Teletrasporto del cursore",
    "s15": "Quando si utilizzano più monitor, il puntatore si sposta in modo intuitivo sullo schermo che si sta osservando, rendendo la navigazione più fluida.",
    "s16": "Teletrasporto delle finestre",
    "s17": "Trasferisci le finestre delle applicazioni tra i display con uno sguardo, per un multitasking più rapido e naturale.",
    "s18": "Nota:",
    "s19": "Versione aggiornata di Acer User Sensing; disponibilità e tempistiche di distribuzione possono variare in base al modello."
  },
  "ja": {
    "s1": "Acer User Sensing 3.0 – よりスマートな検知、より良い体験",
    "s2": "Acer User Sensing 3.0 は、ウェブカメラの横に統合された近接センサーを活用し、より安全で効率的、かつ健康に配慮したユーザー体験を提供します。近づくとスムーズにログインでき、離れると自動的にデバイスをロックし、長時間使用時の健康をサポートするインテリジェントなリマインダーも提供します。",
    "s3": "ユーザー検知",
    "s4": "インテリジェントな在席検知により、セキュリティと生産性の両方を向上させます。",
    "s5": "離席時自動ロック",
    "s6": "離れると、システムが自動的にPCをロックし、データを保護するとともに省電力化を実現します。また、プライバシー保護のためにマイクをミュートしたり、外部ディスプレイの電源をオフにすることも可能です。",
    "s7": "近くにいると自動的に起動します",
    "s8": "戻るとすぐにデバイスが瞬時に起動し、認証の準備を整えることで、作業をスムーズかつ途切れることなく再開できます。",
    "s9": "アダプティブ輝度調整",
    "s10": "注意が検出されない場合、ディスプレイは自動的に明るさを下げ、不要な電力消費を抑えながらバッテリー駆動時間を延ばします。",
    "s11": "休憩リマインダー",
    "s12": "定期的な画面休憩を促し、眼精疲労の軽減をサポートします。",
    "s13": "シームレスなマルチスクリーン生産性",
    "s14": "カーソルテレポート",
    "s15": "複数のディスプレイを使用している場合、ポインターは視線に合わせて直感的に移動し、操作をよりスムーズにします。",
    "s16": "ウィンドウテレポート",
    "s17": "視線を向けるだけでアプリケーションウィンドウをディスプレイ間で移動し、より高速で自然なマルチタスクを実現します。",
    "s18": "注：",
    "s19": "Acer User Sensing の更新版です。提供状況および展開時期はモデルによって異なる場合があります。"
  },
  "ko": {
    "s1": "Acer User Sensing 3.0 – 더 스마트한 인식, 향상된 사용 경험",
    "s2": "Acer User Sensing 3.0는 웹캠 옆에 통합된 근접 센서를 활용하여 보다 안전하고 효율적이며 건강을 고려한 사용자 경험을 제공합니다. 사용자가 다가오면 원활한 로그인, 자리를 떠나면 자동 기기 잠금, 장시간 사용 시 웰빙을 지원하는 지능형 알림을 제공합니다.",
    "s3": "사용자 감지",
    "s4": "지능형 사용자 감지를 통해 보안과 생산성을 모두 향상시킵니다.",
    "s5": "자리 이탈 시 자동 잠금",
    "s6": "자리를 떠나면 시스템이 자동으로 PC를 잠가 데이터를 보호하고 에너지를 절약합니다. 또한 개인정보 보호를 위해 마이크를 음소거하거나 외부 디스플레이의 전원을 끌 수 있습니다.",
    "s7": "접근 시 자동 깨우기",
    "s8": "다시 돌아오면 기기가 즉시 깨어나 인증을 준비하여 작업을 부드럽고 끊김 없이 이어갈 수 있습니다.",
    "s9": "적응형 밝기 조절",
    "s10": "주의가 감지되지 않으면 디스플레이가 자동으로 밝기를 낮춰 불필요한 전력 소모를 줄이고 배터리 사용 시간을 늘립니다.",
    "s11": "휴식 알림",
    "s12": "눈의 피로를 줄이기 위해 정기적으로 화면에서 휴식을 취하도록 안내합니다.",
    "s13": "끊김 없는 멀티 스크린 생산성",
    "s14": "커서 순간 이동",
    "s15": "여러 모니터를 사용하는 경우 포인터가 사용자의 시선이 향한 디스플레이로 직관적으로 이동하여 탐색을 더욱 간소화합니다.",
    "s16": "창 전환 순간 이동",
    "s17": "시선만으로 디스플레이 간 애플리케이션 창을 전환해 더욱 빠르고 자연스러운 멀티태스킹을 제공합니다.",
    "s18": "참고:",
    "s19": "Acer User Sensing의 업데이트 버전으로, 제공 여부 및 출시 일정은 모델에 따라 다를 수 있습니다."
  },
  "nb": {
    "s1": "Acer User Sensing 3.0 – Smartere registrering, bedre brukeropplevelse",
    "s2": "Acer User Sensing 3.0 utnytter den innebygde nærhetssensoren integrert ved siden av webkameraet for å levere en mer sikker, effektiv og helsebevisst brukeropplevelse. Den muliggjør sømløs innlogging når du nærmer deg, automatisk låsing av enheten når du går bort, samt intelligente påminnelser som støtter velvære ved langvarig bruk.",
    "s3": "Brukerregistrering",
    "s4": "Forbedre både sikkerhet og produktivitet med intelligent tilstedeværelsesdeteksjon.",
    "s5": "Automatisk låsing ved fravær",
    "s6": "Når du går bort, låser systemet automatisk PC-en din, beskytter data og sparer energi. Det kan også dempe mikrofonen eller slå av eksterne skjermer for å ivareta personvernet.",
    "s7": "Automatisk oppvåkning ved tilnærming",
    "s8": "Når du er tilbake, våkner enheten umiddelbart og klargjør autentisering, slik at du kan fortsette arbeidet sømløst og uten avbrudd.",
    "s9": "Adaptiv dimming",
    "s10": "Skjermen reduserer automatisk lysstyrken når oppmerksomhet ikke registreres, forlenger batteritiden og minimerer unødvendig strømforbruk.",
    "s11": "Pausepåminnelse",
    "s12": "Oppfordrer deg til å ta regelmessige pauser fra skjermen for å redusere belastningen på øynene.",
    "s13": "Sømløs produktivitet på tvers av flere skjermer",
    "s14": "Markørteleportering",
    "s15": "Når flere skjermer er i bruk, flytter pekeren seg intuitivt til skjermen du ser på, noe som gjør navigasjonen mer effektiv.",
    "s16": "Vindusteleportering",
    "s17": "Flytt programvinduer mellom skjermer med et blikk for raskere og mer naturlig multitasking.",
    "s18": "Merk:",
    "s19": "Oppdatert versjon av Acer User Sensing; tilgjengelighet og utrullingstidspunkt kan variere etter modell."
  },
  "nl": {
    "s1": "Acer User Sensing 3.0 – Slimmere detectie, betere gebruikerservaring",
    "s2": "Acer User Sensing 3.0 maakt gebruik van de ingebouwde nabijheidssensor naast de webcam om een veiligere, efficiëntere en gezondheidsbewuste gebruikerservaring te bieden. Het maakt naadloos inloggen mogelijk bij nadering, automatische apparaatvergrendeling bij het weglopen en intelligente herinneringen ter ondersteuning van welzijn tijdens langdurig gebruik.",
    "s3": "Gebruikersdetectie",
    "s4": "Verhoog zowel de beveiliging als de productiviteit met intelligente aanwezigheidsdetectie.",
    "s5": "Automatische vergrendeling bij afwezigheid",
    "s6": "Wanneer u wegloopt, vergrendelt het systeem automatisch uw pc, waardoor gegevens worden beschermd en energie wordt bespaard. Daarnaast kan het de microfoon dempen of externe beeldschermen uitschakelen om de privacy te waarborgen.",
    "s7": "Automatisch activeren bij nadering",
    "s8": "Zodra u terugkeert, wordt het apparaat direct geactiveerd en voorbereid op authenticatie, zodat u het werk soepel en zonder onderbrekingen kunt hervatten.",
    "s9": "Adaptieve dimming",
    "s10": "Het scherm verlaagt automatisch de helderheid wanneer geen aandacht wordt gedetecteerd, waardoor de batterijduur wordt verlengd en onnodig energieverbruik wordt beperkt.",
    "s11": "Pauzeherinnering",
    "s12": "Moedigt u aan om regelmatig pauzes van het scherm te nemen om oogvermoeidheid te verminderen.",
    "s13": "Naadloze productiviteit op meerdere schermen",
    "s14": "Cursor-teleportatie",
    "s15": "Wanneer meerdere monitoren in gebruik zijn, verplaatst de aanwijzer zich intuïtief naar het scherm waar u naar kijkt, wat de navigatie vereenvoudigt.",
    "s16": "Venster-teleportatie",
    "s17": "Verplaats applicatievensters tussen schermen met een blik, voor sneller en natuurlijker multitasken.",
    "s18": "Opmerking:",
    "s19": "Bijgewerkte versie van Acer User Sensing; beschikbaarheid en uitrolmoment kunnen per model verschillen."
  },
  "pl": {
    "s1": "Acer User Sensing 3.0 – Inteligentniejsze wykrywanie, lepsze wrażenia użytkownika",
    "s2": "Acer User Sensing 3.0 wykorzystuje wbudowany czujnik zbliżeniowy zintegrowany obok kamery internetowej, aby zapewnić bezpieczniejsze, bardziej efektywne i prozdrowotne doświadczenie użytkownika. Umożliwia płynne logowanie przy zbliżeniu, automatyczne blokowanie urządzenia przy oddaleniu oraz inteligentne przypomnienia wspierające dobre samopoczucie podczas długotrwałego użytkowania.",
    "s3": "Wykrywanie użytkownika",
    "s4": "Zwiększ zarówno bezpieczeństwo, jak i produktywność dzięki inteligentnemu wykrywaniu obecności.",
    "s5": "Automatyczne blokowanie przy odejściu",
    "s6": "Gdy się oddalasz, system automatycznie blokuje komputer, chroniąc dane i oszczędzając energię. Może także wyciszyć mikrofon lub wyłączyć zewnętrzne wyświetlacze w celu zapewnienia prywatności.",
    "s7": "Automatyczne wybudzanie przy zbliżeniu",
    "s8": "Po powrocie urządzenie natychmiast się wybudza i przygotowuje uwierzytelnianie, umożliwiając płynne i nieprzerwane wznowienie pracy.",
    "s9": "Adaptacyjne przyciemnianie",
    "s10": "Wyświetlacz automatycznie obniża jasność, gdy nie zostanie wykryta uwaga, wydłużając czas pracy na baterii i minimalizując zbędne zużycie energii.",
    "s11": "Przypomnienie o przerwie",
    "s12": "Zachęca do regularnych przerw od ekranu w celu zmniejszenia zmęczenia oczu.",
    "s13": "Płynna produktywność na wielu ekranach",
    "s14": "Teleportacja kursora",
    "s15": "Podczas korzystania z wielu monitorów kursor intuicyjnie przenosi się na ekran, na który patrzysz, usprawniając nawigację.",
    "s16": "Teleportacja okien",
    "s17": "Przenoś okna aplikacji między ekranami jednym spojrzeniem, umożliwiając szybszą i bardziej naturalną wielozadaniowość.",
    "s18": "Uwaga:",
    "s19": "Zaktualizowana wersja Acer User Sensing; dostępność i harmonogram wdrażania mogą się różnić w zależności od modelu."
  },
  "pt": {
    "s1": "Acer User Sensing 3.0 – Reconhecimento mais inteligente, melhor experiência",
    "s2": "Acer User Sensing 3.0 utiliza o sensor de proximidade integrado junto à webcam para proporcionar uma experiência de utilização mais segura, eficiente e orientada para a saúde. Permite início de sessão automático ao aproximar-se, bloqueio automático do dispositivo ao afastar-se e lembretes inteligentes para apoiar o bem-estar durante períodos prolongados de utilização.",
    "s3": "Deteção do utilizador",
    "s4": "Melhore a segurança e a produtividade com deteção inteligente de presença.",
    "s5": "Bloqueio automático ao se afastar",
    "s6": "Quando se afasta, o sistema bloqueia automaticamente o seu PC, protegendo os dados e poupando energia. Também pode silenciar o microfone ou desligar ecrãs externos para garantir a privacidade.",
    "s7": "Ativação automática ao se aproximar",
    "s8": "Ao regressar, o dispositivo é ativado de imediato e prepara a autenticação, permitindo uma retoma do trabalho fluida e sem interrupções.",
    "s9": "Ajuste adaptativo de brilho",
    "s10": "O ecrã reduz automaticamente o brilho quando não é detetada atenção, prolongando a autonomia da bateria e minimizando o consumo de energia desnecessário.",
    "s11": "Lembrete de pausa",
    "s12": "Incentiva pausas regulares do ecrã para ajudar a reduzir a fadiga ocular.",
    "s13": "Produtividade fluida em vários ecrãs",
    "s14": "Teletransporte do cursor",
    "s15": "Ao utilizar vários monitores, o ponteiro desloca-se intuitivamente para o ecrã que está a observar, simplificando a navegação.",
    "s16": "Teletransporte de janelas",
    "s17": "Transfira janelas de aplicações entre ecrãs com um olhar, permitindo um multitasking mais rápido e natural.",
    "s18": "Nota:",
    "s19": "Versão atualizada do Acer User Sensing; a disponibilidade e o calendário de implementação podem variar consoante o modelo."
  },
  "ro": {
    "s1": "Acer User Sensing 3.0 – Detectare mai inteligentă, experiență îmbunătățită",
    "s2": "Acer User Sensing 3.0 utilizează senzorul de proximitate încorporat, integrat lângă camera web, pentru a oferi o experiență de utilizare mai sigură, mai eficientă și orientată către sănătate. Acesta permite autentificarea fără întreruperi la apropiere, blocarea automată a dispozitivului la îndepărtare și mementouri inteligente pentru susținerea stării de bine în timpul utilizării prelungite.",
    "s3": "Detectarea utilizatorului",
    "s4": "Îmbunătățiți atât securitatea, cât și productivitatea prin detectarea inteligentă a prezenței.",
    "s5": "Blocare automată la îndepărtare",
    "s6": "Când vă îndepărtați, sistemul blochează automat PC-ul, protejând datele și economisind energie. De asemenea, poate dezactiva microfonul sau opri afișajele externe pentru a asigura confidențialitatea.",
    "s7": "Activare automată la apropiere",
    "s8": "La revenire, dispozitivul se activează instantaneu și pregătește autentificarea, permițând reluarea activității într-un mod fluid și neîntrerupt.",
    "s9": "Estompare adaptivă",
    "s10": "Afișajul reduce automat luminozitatea atunci când nu este detectată atenția, prelungind durata de viață a bateriei și minimizând consumul inutil de energie.",
    "s11": "Memento de pauză",
    "s12": "Vă îndeamnă să luați pauze regulate de la ecran pentru a reduce oboseala ochilor.",
    "s13": "Productivitate fluidă pe mai multe ecrane",
    "s14": "Teleportarea cursorului",
    "s15": "Atunci când sunt utilizate mai multe monitoare, indicatorul se mută intuitiv pe ecranul către care priviți, eficientizând navigarea.",
    "s16": "Teleportarea ferestrelor",
    "s17": "Mutați ferestrele aplicațiilor între afișaje cu o simplă privire, pentru un multitasking mai rapid și mai natural.",
    "s18": "Notă:",
    "s19": "Versiunea actualizată Acer User Sensing; disponibilitatea și calendarul de implementare pot varia în funcție de model."
  },
  "ru": {
    "s1": "Acer User Sensing 3.0 – Более интеллектуальное распознавание, улучшенный пользовательский опыт",
    "s2": "Acer User Sensing 3.0 использует встроенный датчик приближения, интегрированный рядом с веб-камерой, чтобы обеспечить более безопасный, эффективный и ориентированный на здоровье пользовательский опыт. Он обеспечивает плавный вход при приближении, автоматическую блокировку устройства при удалении и интеллектуальные напоминания для поддержки благополучия при длительном использовании.",
    "s3": "Обнаружение пользователя",
    "s4": "Повысьте уровень безопасности и производительности с помощью интеллектуального обнаружения присутствия.",
    "s5": "Автоматическая блокировка при уходе",
    "s6": "Когда вы отходите, система автоматически блокирует ваш ПК, защищая данные и экономя энергию. Она также может отключить микрофон или выключить внешние дисплеи для обеспечения конфиденциальности.",
    "s7": "Автоматическое включение при приближении",
    "s8": "При возвращении устройство мгновенно активируется и подготавливает аутентификацию, обеспечивая плавное и непрерывное продолжение работы.",
    "s9": "Адаптивное затемнение",
    "s10": "Дисплей автоматически снижает яркость, когда внимание не обнаружено, продлевая время работы от аккумулятора и минимизируя ненужное энергопотребление.",
    "s11": "Напоминание о перерыве",
    "s12": "Побуждает делать регулярные перерывы от экрана для снижения нагрузки на глаза.",
    "s13": "Бесшовная продуктивность на нескольких экранах",
    "s14": "Телепортация курсора",
    "s15": "При использовании нескольких мониторов указатель интуитивно перемещается на экран, на который вы смотрите, упрощая навигацию.",
    "s16": "Телепортация окон",
    "s17": "Перемещайте окна приложений между дисплеями одним взглядом, обеспечивая более быструю и естественную многозадачность.",
    "s18": "Примечание:",
    "s19": "Обновлённая версия Acer User Sensing; доступность и сроки внедрения могут различаться в зависимости от модели."
  },
  "zh-CN": {
    "s1": "Acer User Sensing 3.0 – 更智能的感知，更佳的使用体验",
    "s2": "Acer User Sensing 3.0 利用集成在网络摄像头旁的内置接近传感器，提供更安全、高效且注重健康的使用体验。它可在用户靠近时实现无缝登录，在离开时自动锁定设备，并通过智能提醒支持长时间使用期间的身心健康。",
    "s3": "智慧使用者感知",
    "s4": "透过智慧化的使用者存在侦测，同时提升系统安全性与工作效率",
    "s5": "离席自动锁定",
    "s6": "当您离开时，系统会自动锁定电脑，以保护资料并节省能源；同时也可将麦克风设为静音或关闭外接显示器，以确保隐私安全。",
    "s7": "靠近时自动唤醒",
    "s8": "当您返回时，设备会立即唤醒并准备身份验证，让您顺畅且不间断地继续工作。",
    "s9": "自适应调光",
    "s10": "当未检测到使用者注意力时，显示屏会自动降低亮度，在减少不必要能耗的同时延长电池续航时间。",
    "s11": "休息提醒",
    "s12": "提醒您定期进行屏幕休息，以减轻眼部疲劳。",
    "s13": "无缝多屏生产力",
    "s14": "光标瞬移",
    "s15": "在使用多台显示器时，指针会直观地切换到您正在注视的屏幕，使操作更加顺畅。",
    "s16": "视窗瞬移",
    "s17": "只需一眼即可在显示器之间转移应用窗口，实现更快速、更自然的多任务操作。",
    "s18": "注意：",
    "s19": "Acer User Sensing 更新版本，功能提供及推出时程可能因机型而异。"
  },
  "sk": {
    "s1": "Acer User Sensing 3.0 – Inteligentnejšie rozpoznávanie, lepší používateľský zážitok",
    "s2": "Acer User Sensing 3.0 využíva vstavaný senzor priblíženia integrovaný vedľa webkamery na poskytovanie bezpečnejšieho, efektívnejšieho a na zdravie orientovaného používateľského zážitku. Umožňuje plynulé prihlásenie pri priblížení, automatické uzamknutie zariadenia pri vzdialení a inteligentné pripomienky na podporu pohody počas dlhodobého používania.",
    "s3": "Rozpoznávanie používateľa",
    "s4": "Zvýšte bezpečnosť aj produktivitu vďaka inteligentnej detekcii prítomnosti.",
    "s5": "Automatické uzamknutie pri odchode",
    "s6": "Keď sa vzdialite, systém automaticky uzamkne váš počítač, čím chráni údaje a šetrí energiu. Zároveň môže stlmiť mikrofón alebo vypnúť externé displeje na ochranu súkromia.",
    "s7": "Automatické prebudenie pri priblížení",
    "s8": "Po návrate sa zariadenie okamžite prebudí a pripraví overenie, čo umožňuje plynulé a neprerušované pokračovanie v práci.",
    "s9": "Adaptívne stmievanie",
    "s10": "Displej automaticky znižuje jas, keď nie je zistená pozornosť, čím predlžuje výdrž batérie a minimalizuje zbytočnú spotrebu energie.",
    "s11": "Pripomienka prestávky",
    "s12": "Vyzýva vás na pravidelné prestávky od obrazovky s cieľom znížiť únavu očí.",
    "s13": "Plynulá produktivita na viacerých obrazovkách",
    "s14": "Teleportovanie kurzora",
    "s15": "Pri používaní viacerých monitorov sa ukazovateľ intuitívne presunie na obrazovku, na ktorú sa pozeráte, čím zjednoduší navigáciu.",
    "s16": "Teleportovanie okien",
    "s17": "Presúvajte okná aplikácií medzi displejmi jediným pohľadom a dosiahnite rýchlejší a prirodzenejší multitasking.",
    "s18": "Poznámka:",
    "s19": "Aktualizovaná verzia Acer User Sensing; dostupnosť a čas uvedenia sa môžu líšiť podľa modelu."
  },
  "sl": {
    "s1": "Acer User Sensing 3.0 – Pametnejše zaznavanje, boljša uporabniška izkušnja",
    "s2": "Acer User Sensing 3.0 uporablja vgrajeni senzor bližine, integriran ob spletni kameri, za zagotavljanje varnejše, učinkovitejše in zdravju prijazne uporabniške izkušnje. Omogoča nemoteno prijavo ob približevanju, samodejno zaklepanje naprave ob oddaljevanju ter inteligentne opomnike za podporo dobremu počutju med dolgotrajno uporabo.",
    "s3": "Zaznavanje uporabnika",
    "s4": "Izboljšajte tako varnost kot produktivnost z inteligentnim zaznavanjem prisotnosti.",
    "s5": "Samodejno zaklepanje ob oddaljitvi",
    "s6": "Ko se oddaljite, sistem samodejno zaklene računalnik, s čimer zaščiti podatke in varčuje z energijo. Prav tako lahko utiša mikrofon ali izklopi zunanje zaslone za zagotavljanje zasebnosti.",
    "s7": "Samodejno prebujanje ob približevanju",
    "s8": "Ko se vrnete, se naprava takoj prebudi in pripravi preverjanje pristnosti, kar omogoča nemoteno in neprekinjeno nadaljevanje dela.",
    "s9": "Prilagodljivo zatemnjevanje",
    "s10": "Zaslon samodejno zmanjša svetlost, ko ni zaznane pozornosti, s čimer podaljša življenjsko dobo baterije in zmanjša nepotrebno porabo energije.",
    "s11": "Opomnik za odmor",
    "s12": "Spodbuja vas k rednim odmorom od zaslona za zmanjšanje utrujenosti oči.",
    "s13": "Nemotena produktivnost na več zaslonih",
    "s14": "Teleportiranje kazalca",
    "s15": "Ko uporabljate več monitorjev, se kazalec intuitivno premakne na zaslon, ki ga gledate, in poenostavi upravljanje.",
    "s16": "Teleportiranje oken",
    "s17": "Premikajte okna aplikacij med zasloni z enim samim pogledom za hitrejše in bolj naravno večopravilnost.",
    "s18": "Opomba:",
    "s19": "Posodobljena različica Acer User Sensing; razpoložljivost in čas uvedbe se lahko razlikujeta glede na model."
  },
  "sv": {
    "s1": "Acer User Sensing 3.0 – Smartare avkänning, bättre användarupplevelse",
    "s2": "Acer User Sensing 3.0 använder den inbyggda närhetssensorn som är integrerad bredvid webbkameran för att erbjuda en säkrare, effektivare och mer hälsomedveten användarupplevelse. Den möjliggör smidig inloggning när du närmar dig, automatisk låsning av enheten när du går därifrån samt intelligenta påminnelser som stödjer välbefinnande vid långvarig användning.",
    "s3": "Användaridentifiering",
    "s4": "Förbättra både säkerhet och produktivitet med intelligent närvarodetektering.",
    "s5": "Automatisk låsning vid frånvaro",
    "s6": "När du lämnar platsen låser systemet automatiskt datorn, skyddar data och sparar energi. Det kan även stänga av mikrofonen eller slå av externa skärmar för att säkerställa integritet.",
    "s7": "Automatisk aktivering vid närmande",
    "s8": "När du återvänder vaknar enheten omedelbart och förbereder autentisering, så att du kan fortsätta arbeta smidigt och utan avbrott.",
    "s9": "Adaptiv nedtoning",
    "s10": "Skärmen sänker automatiskt ljusstyrkan när ingen uppmärksamhet upptäcks, vilket förlänger batteritiden och minimerar onödig energiförbrukning.",
    "s11": "Pauspåminnelse",
    "s12": "Uppmuntrar till regelbundna pauser från skärmen för att minska ansträngning för ögonen.",
    "s13": "Sömlös produktivitet över flera skärmar",
    "s14": "Markörteleportering",
    "s15": "När flera skärmar används flyttas pekaren intuitivt till den skärm du tittar på, vilket förenklar navigeringen.",
    "s16": "Fönsterteleportering",
    "s17": "Flytta programfönster mellan skärmar med en blick för snabbare och mer naturlig multitasking.",
    "s18": "Obs:",
    "s19": "Uppdaterad version av Acer User Sensing; tillgänglighet och lanseringstidpunkt kan variera beroende på modell."
  },
  "zh-TW": {
    "s1": "Acer User Sensing 3.0 – 更智慧的感知，更優質的使用體驗",
    "s2": "Acer User Sensing 3.0 利用整合於網路攝影機旁的內建近距離感測器，提供更安全、高效且重視健康的使用體驗。使用者靠近時可自動登入，離開時自動鎖定裝置，並透過智慧提醒支援長時間使用時的身心健康。",
    "s3": "智慧使用者感知",
    "s4": "透過智慧化的使用者存在偵測，同時提升系統安全性與工作效率。",
    "s5": "離席自動鎖定",
    "s6": "當您離開時，系統會自動鎖定電腦，以保護資料並節省能源；同時也可將麥克風設為靜音或關閉外接顯示器，以確保隱私安全。",
    "s7": "靠近時自動喚醒",
    "s8": "當您返回時，裝置會立即喚醒並準備身分驗證，讓您順暢且不中斷地恢復工作。",
    "s9": "自適應調光",
    "s10": "當未偵測到使用者注意力時，顯示器會自動降低亮度，在減少不必要耗電的同時延長電池續航力。",
    "s11": "休息提醒",
    "s12": "提醒您定期進行螢幕休息，以減輕眼睛疲勞。",
    "s13": "無縫多螢幕生產力",
    "s14": "游標瞬移",
    "s15": "在使用多個螢幕時，游標會直覺地移動到您正在觀看的顯示器上，讓操作更加順暢。",
    "s16": "視窗瞬移",
    "s17": "只需一瞥即可在顯示器之間移動應用程式視窗，實現更快速、更自然的多工操作。",
    "s18": "注意：",
    "s19": "Acer User Sensing 更新版本，實際提供與推出時程可能依機型而有所不同。"
  },
  "tr": {
    "s1": "Acer User Sensing 3.0 – Daha akıllı algılama, daha iyi kullanıcı deneyimi",
    "s2": "Acer User Sensing 3.0, web kameranın yanına entegre edilmiş dahili yakınlık sensöründen yararlanarak daha güvenli, verimli ve sağlığı gözeten bir kullanıcı deneyimi sunar. Yaklaşıldığında sorunsuz oturum açma, uzaklaşıldığında otomatik cihaz kilitleme ve uzun süreli kullanımda iyi oluşu destekleyen akıllı hatırlatmalar sağlar.",
    "s3": "Kullanıcı algılama",
    "s4": "Akıllı varlık algılama ile hem güvenliği hem de üretkenliği artırın.",
    "s5": "Uzaklaşıldığında otomatik kilitleme",
    "s6": "Uzaklaştığınızda sistem, verileri korumak ve enerji tasarrufu sağlamak için bilgisayarınızı otomatik olarak kilitler. Ayrıca gizliliği sağlamak amacıyla mikrofonu sessize alabilir veya harici ekranları kapatabilir.",
    "s7": "Yaklaşıldığında otomatik uyandırma",
    "s8": "Geri döndüğünüzde cihaz anında uyanır ve kimlik doğrulamayı hazırlar; böylece çalışmanıza sorunsuz ve kesintisiz şekilde devam edebilirsiniz.",
    "s9": "Uyarlanabilir karartma",
    "s10": "Dikkat algılanmadığında ekran parlaklığı otomatik olarak düşürülür; bu sayede pil ömrü uzatılırken gereksiz güç tüketimi en aza indirilir.",
    "s11": "Mola Hatırlatıcısı",
    "s12": "Göz yorgunluğunu azaltmak için düzenli olarak ekran molaları vermenizi önerir.",
    "s13": "Kesintisiz çoklu ekran üretkenliği",
    "s14": "İmleç anında geçiş",
    "s15": "Birden fazla monitör kullanıldığında imleç, baktığınız ekrana sezgisel olarak geçerek gezinmeyi kolaylaştırır.",
    "s16": "Pencere anında geçiş",
    "s17": "Uygulama pencerelerini ekranlar arasında tek bakışla taşıyarak daha hızlı ve daha doğal çoklu görev deneyimi sunar.",
    "s18": "Not:",
    "s19": "Acer User Sensing güncellenmiş sürümüdür; kullanılabilirlik ve dağıtım takvimi modele göre değişiklik gösterebilir."
  },
  "uk": {
    "s1": "Acer User Sensing 3.0 – Розумніше виявлення, кращий користувацький досвід",
    "s2": "Acer User Sensing 3.0 використовує вбудований датчик наближення, інтегрований поруч із вебкамерою, щоб забезпечити більш безпечний, ефективний та орієнтований на здоров’я користувацький досвід. Він забезпечує безперешкодний вхід при наближенні, автоматичне блокування пристрою при віддаленні та інтелектуальні нагадування для підтримки добробуту під час тривалого використання.",
    "s3": "Виявлення користувача",
    "s4": "Підвищуйте як безпеку, так і продуктивність завдяки інтелектуальному виявленню присутності.",
    "s5": "Автоматичне блокування при відході",
    "s6": "Коли ви відходите, система автоматично блокує ваш ПК, захищаючи дані та заощаджуючи енергію. Вона також може вимкнути мікрофон або зовнішні дисплеї для забезпечення конфіденційності.",
    "s7": "Автоматичне пробудження при наближенні",
    "s8": "Після вашого повернення пристрій миттєво активується та готує автентифікацію, забезпечуючи плавне й безперервне відновлення роботи.",
    "s9": "Адаптивне затемнення",
    "s10": "Коли увагу не виявлено, дисплей автоматично знижує яскравість, подовжуючи час роботи від батареї та мінімізуючи зайве енергоспоживання.",
    "s11": "Нагадування про перерву",
    "s12": "Заохочує робити регулярні перерви від екрана для зменшення втоми очей.",
    "s13": "Безперервна багатодисплейна продуктивність",
    "s14": "Телепортація курсора",
    "s15": "Під час використання кількох моніторів вказівник інтуїтивно переміщується на екран, на який ви дивитеся, спрощуючи навігацію.",
    "s16": "Телепортація вікон",
    "s17": "Переміщуйте вікна програм між дисплеями одним поглядом, забезпечуючи швидшу та більш природну багатозадачність.",
    "s18": "Примітка:",
    "s19": "Оновлена версія Acer User Sensing; доступність і терміни впровадження можуть відрізнятися залежно від моделі."
  }
}