{
  "en": {
    "s1": "AcerSense™ Key: An easy way to launch AcerSense™",
    "s2": "What is AcerSense™",
    "s3": "AcerSense™ is a useful utility app to help you take control of and maintain your system. One click the AcerSense™ key on the keyboard and take control over your laptop.",
    "s4": "System Usage Mode",
    "s5": "Quickly change system usage modes, check performance and battery status.",
    "s6": "Experience Zone",
    "s7": "Quickly master the hardware and software functions provided by your computer, making feature exploration more intuitive and efficient.",
    "s8": "Personal Settings",
    "s9": "Customize hardware settings.",
    "s10": "Checkup",
    "s11": "Check the current system healthy status, optimize battery usage and storage space.",
    "s12": "App Center",
    "s13": "Browse, add and run the installed apps.",
    "s14": "Note:",
    "s15": "AcerSense™ updated version, availability and rollout timing varies by models."
  },
  "bg": {
    "s1": "Клавиш AcerSense™: лесен начин за стартиране на AcerSense™",
    "s2": "Какво е AcerSense™?",
    "s3": "AcerSense™ е полезно помощно приложение, което ви помага да управлявате и поддържате системата си. С едно натискане на клавиша AcerSense™ поемате контрол над лаптопа си.",
    "s4": "Режим на използване на системата",
    "s5": "Бързо превключвайте режимите на използване на системата и проверявайте производителността и състоянието на батерията.",
    "s6": "Зона за изживяване",
    "s7": "Бързо овладейте хардуерните и софтуерните функции на компютъра си, като направите откриването на функции по-интуитивно и ефективно.",
    "s8": "Лични настройки",
    "s9": "Персонализирайте хардуерните настройки.",
    "s10": "Проверка",
    "s11": "Проверете текущото състояние на системата, оптимизирайте използването на батерията и пространството за съхранение.",
    "s12": "Център за приложения",
    "s13": "Разглеждайте, добавяйте и стартирайте инсталираните приложения.",
    "s14": "Забележка:",
    "s15": "Актуализираната версия на AcerSense™, наличността и графикът за разпространение варират според модела."
  },
  "cs": {
    "s1": "Klávesa AcerSense™: snadný způsob, jak spustit AcerSense™",
    "s2": "Co je AcerSense™?",
    "s3": "AcerSense™ je užitečná aplikace, která vám pomůže mít systém pod kontrolou a udržovat jej. Jedním stisknutím klávesy AcerSense™ převezmete kontrolu nad notebookem.",
    "s4": "Režim využití systému",
    "s5": "Rychle přepínejte režimy využití systému a kontrolujte výkon a stav baterie.",
    "s6": "Zóna zážitků",
    "s7": "Rychle si osvojte hardwarové i softwarové funkce počítače, díky čemuž je objevování funkcí intuitivnější a efektivnější.",
    "s8": "Osobní nastavení",
    "s9": "Přizpůsobte nastavení hardwaru.",
    "s10": "Kontrola",
    "s11": "Zkontrolujte aktuální stav systému a optimalizujte využití baterie a úložného prostoru.",
    "s12": "Centrum aplikací",
    "s13": "Procházejte, přidávejte a spouštějte nainstalované aplikace.",
    "s14": "Poznámka:",
    "s15": "Aktualizovaná verze AcerSense™, dostupnost a časový plán nasazení se liší podle modelu."
  },
  "da": {
    "s1": "AcerSense™-tasten: en nem måde at åbne AcerSense™ på",
    "s2": "Hvad er AcerSense™?",
    "s3": "AcerSense™ er et nyttigt hjælpeprogram, der hjælper dig med at styre og vedligeholde dit system. Med ét tryk på AcerSense™-tasten får du kontrol over din bærbare computer.",
    "s4": "Systembrugsmodus",
    "s5": "Skift hurtigt systemets brugstilstande, og tjek ydeevne og batteristatus.",
    "s6": "Oplevelseszone",
    "s7": "Få hurtigt styr på computerens hardware- og softwarefunktioner, så udforskning af funktioner bliver mere intuitiv og effektiv.",
    "s8": "Personlige indstillinger",
    "s9": "Tilpas hardwareindstillinger.",
    "s10": "Kontrol",
    "s11": "Tjek systemets aktuelle tilstand, og optimer batteriforbrug og lagerplads.",
    "s12": "App-center",
    "s13": "Gennemse, tilføj og kør de installerede apps.",
    "s14": "Bemærk:",
    "s15": "Den opdaterede version af AcerSense™, tilgængelighed og udrulningstidspunkt varierer afhængigt af model."
  },
  "de": {
    "s1": "AcerSense™-Taste: eine einfache Möglichkeit, AcerSense™ zu starten",
    "s2": "Was ist AcerSense™?",
    "s3": "AcerSense™ ist eine hilfreiche Utility-App, mit der Sie Ihr System steuern und warten können. Mit einem Druck auf die AcerSense™-Taste übernehmen Sie die Kontrolle über Ihren Laptop.",
    "s4": "Systemnutzungsmodus",
    "s5": "Wechseln Sie schnell zwischen Systemnutzungsmodi und prüfen Sie Leistung und Akkustatus.",
    "s6": "Erlebnisbereich",
    "s7": "Machen Sie sich schnell mit den Hardware- und Softwarefunktionen Ihres Computers vertraut und entdecken Sie Funktionen intuitiver und effizienter.",
    "s8": "Persönliche Einstellungen",
    "s9": "Passen Sie die Hardwareeinstellungen an.",
    "s10": "Überprüfung",
    "s11": "Überprüfen Sie den aktuellen Systemzustand und optimieren Sie Akkunutzung und Speicherplatz.",
    "s12": "App-Center",
    "s13": "Durchsuchen, hinzufügen und ausführen installierter Apps.",
    "s14": "Hinweis:",
    "s15": "Die aktualisierte Version von AcerSense™, Verfügbarkeit und Einführungszeitpunkt variieren je nach Modell."
  },
  "el": {
    "s1": "Πλήκτρο AcerSense™: ένας εύκολος τρόπος για την εκκίνηση του AcerSense™",
    "s2": "Τι είναι το AcerSense™;",
    "s3": "Το AcerSense™ είναι μια χρήσιμη εφαρμογή που σας βοηθά να ελέγχετε και να συντηρείτε το σύστημά σας. Με ένα πάτημα του πλήκτρου AcerSense™ αποκτάτε τον έλεγχο του φορητού σας υπολογιστή.",
    "s4": "Λειτουργία χρήσης συστήματος",
    "s5": "Αλλάξτε γρήγορα τις λειτουργίες χρήσης του συστήματος και ελέγξτε την απόδοση και την κατάσταση της μπαταρίας.",
    "s6": "Ζώνη εμπειρίας",
    "s7": "Κατανοήστε γρήγορα τις λειτουργίες υλικού και λογισμικού του υπολογιστή σας, κάνοντας την εξερεύνηση λειτουργιών πιο διαισθητική και αποδοτική.",
    "s8": "Προσωπικές ρυθμίσεις",
    "s9": "Προσαρμόστε τις ρυθμίσεις υλικού.",
    "s10": "Έλεγχος",
    "s11": "Ελέγξτε την τρέχουσα κατάσταση του συστήματος και βελτιστοποιήστε τη χρήση της μπαταρίας και τον αποθηκευτικό χώρο.",
    "s12": "Κέντρο εφαρμογών",
    "s13": "Περιηγηθείτε, προσθέστε και εκτελέστε τις εγκατεστημένες εφαρμογές.",
    "s14": "Σημείωση:",
    "s15": "Η ενημερωμένη έκδοση του AcerSense™, η διαθεσιμότητα και το χρονοδιάγραμμα διάθεσης διαφέρουν ανάλογα με το μοντέλο."
  },
  "es": {
    "s1": "Tecla AcerSense™: una forma sencilla de iniciar AcerSense™",
    "s2": "¿Qué es AcerSense™?",
    "s3": "AcerSense™ es una aplicación útil que te ayuda a controlar y mantener tu sistema. Con solo pulsar la tecla AcerSense™, tomas el control de tu portátil.",
    "s4": "Modo de uso del sistema",
    "s5": "Cambia rápidamente los modos de uso del sistema y revisa el rendimiento y el estado de la batería.",
    "s6": "Zona de experiencia",
    "s7": "Domina rápidamente las funciones de hardware y software de tu ordenador, haciendo que la exploración de funciones sea más intuitiva y eficiente.",
    "s8": "Configuración personal",
    "s9": "Personaliza la configuración de hardware.",
    "s10": "Comprobación",
    "s11": "Comprueba el estado actual del sistema y optimiza el uso de la batería y el espacio de almacenamiento.",
    "s12": "Centro de aplicaciones",
    "s13": "Explora, añade y ejecuta las aplicaciones instaladas.",
    "s14": "Nota:",
    "s15": "La versión actualizada de AcerSense™, la disponibilidad y el calendario de lanzamiento varían según el modelo."
  },
  "fi": {
    "s1": "AcerSense™-näppäin: helppo tapa käynnistää AcerSense™",
    "s2": "Mikä on AcerSense™?",
    "s3": "AcerSense™ on hyödyllinen apusovellus, jonka avulla voit hallita ja ylläpitää järjestelmääsi. Yhdellä AcerSense™-näppäimen painalluksella hallitset kannettavaa tietokonettasi.",
    "s4": "Järjestelmän käyttötila",
    "s5": "Vaihda nopeasti järjestelmän käyttötiloja ja tarkista suorituskyky sekä akun tila.",
    "s6": "Kokemusalue",
    "s7": "Hallitse nopeasti tietokoneesi laitteisto- ja ohjelmistotoiminnot, jotta ominaisuuksien tutkiminen on intuitiivisempaa ja tehokkaampaa.",
    "s8": "Henkilökohtaiset asetukset",
    "s9": "Mukauta laitteiston asetuksia.",
    "s10": "Tarkistus",
    "s11": "Tarkista järjestelmän nykyinen tila ja optimoi akun käyttöä sekä tallennustilaa.",
    "s12": "Sovelluskeskus",
    "s13": "Selaa, lisää ja käynnistä asennetut sovellukset.",
    "s14": "Huomautus:",
    "s15": "AcerSense™-päivitetty versio, saatavuus ja käyttöönoton aikataulu vaihtelevat malleittain."
  },
  "fr": {
    "s1": "Touche AcerSense™ : un moyen simple de lancer AcerSense™",
    "s2": "Qu’est-ce qu’AcerSense™ ?",
    "s3": "AcerSense™ est une application utilitaire pratique qui vous aide à contrôler et à entretenir votre système. D’une simple pression sur la touche AcerSense™, vous prenez le contrôle de votre ordinateur portable.",
    "s4": "Mode d’utilisation du système",
    "s5": "Changez rapidement les modes d’utilisation du système et consultez les performances et l’état de la batterie.",
    "s6": "Zone d’expérience",
    "s7": "Maîtrisez rapidement les fonctions matérielles et logicielles de votre ordinateur pour une exploration des fonctionnalités plus intuitive et efficace.",
    "s8": "Paramètres personnels",
    "s9": "Personnalisez les paramètres matériels.",
    "s10": "Vérification",
    "s11": "Vérifiez l’état actuel du système et optimisez l’utilisation de la batterie et l’espace de stockage.",
    "s12": "Centre d’applications",
    "s13": "Parcourez, ajoutez et lancez les applications installées.",
    "s14": "Remarque :",
    "s15": "La version mise à jour d’AcerSense™, la disponibilité et le calendrier de déploiement varient selon le modèle."
  },
  "hr": {
    "s1": "Tipka AcerSense™: jednostavan način za pokretanje AcerSense™",
    "s2": "Što je AcerSense™?",
    "s3": "AcerSense™ je korisna aplikacija koja vam pomaže upravljati i održavati sustav. Jednim pritiskom tipke AcerSense™ preuzimate kontrolu nad prijenosnim računalom.",
    "s4": "Način korištenja sustava",
    "s5": "Brzo mijenjajte načine korištenja sustava te provjeravajte performanse i stanje baterije.",
    "s6": "Zona iskustva",
    "s7": "Brzo savladajte hardverske i softverske funkcije računala, čineći istraživanje značajki intuitivnijim i učinkovitijim.",
    "s8": "Osobne postavke",
    "s9": "Prilagodite postavke hardvera.",
    "s10": "Provjera",
    "s11": "Provjerite trenutačno stanje sustava te optimizirajte potrošnju baterije i prostor za pohranu.",
    "s12": "Centar aplikacija",
    "s13": "Pregledavajte, dodajte i pokrećite instalirane aplikacije.",
    "s14": "Napomena:",
    "s15": "Ažurirana verzija AcerSense™, dostupnost i raspored uvođenja razlikuju se ovisno o modelu."
  },
  "hu": {
    "s1": "AcerSense™ billentyű: egyszerű módja az AcerSense™ elindításának",
    "s2": "Mi az az AcerSense™?",
    "s3": "Az AcerSense™ egy hasznos segédalkalmazás, amely segít a rendszer irányításában és karbantartásában. Az AcerSense™ billentyű egyetlen megnyomásával átveszi az irányítást laptopja felett.",
    "s4": "Rendszerhasználati mód",
    "s5": "Gyorsan váltsa a rendszerhasználati módokat, és ellenőrizze a teljesítményt és az akkumulátor állapotát.",
    "s6": "Élményzóna",
    "s7": "Gyorsan elsajátíthatja számítógépe hardveres és szoftveres funkcióit, így a funkciók felfedezése intuitívabbá és hatékonyabbá válik.",
    "s8": "Személyes beállítások",
    "s9": "Szabja testre a hardverbeállításokat.",
    "s10": "Ellenőrzés",
    "s11": "Ellenőrizze a rendszer aktuális állapotát, és optimalizálja az akkumulátorhasználatot és a tárhelyet.",
    "s12": "Alkalmazásközpont",
    "s13": "Böngéssze, adja hozzá és futtassa a telepített alkalmazásokat.",
    "s14": "Megjegyzés:",
    "s15": "Az AcerSense™ frissített verziója, elérhetősége és bevezetési ütemezése modellenként eltérhet."
  },
  "it": {
    "s1": "Tasto AcerSense™: un modo semplice per avviare AcerSense™",
    "s2": "Che cos’è AcerSense™?",
    "s3": "AcerSense™ è un’applicazione utile che ti aiuta a controllare e mantenere il sistema. Con una semplice pressione del tasto AcerSense™, puoi gestire il tuo laptop.",
    "s4": "Modalità di utilizzo del sistema",
    "s5": "Cambia rapidamente le modalità di utilizzo del sistema e controlla prestazioni e stato della batteria.",
    "s6": "Area Esperienza",
    "s7": "Impara rapidamente a usare le funzioni hardware e software del tuo computer, rendendo l’esplorazione delle funzionalità più intuitiva ed efficiente.",
    "s8": "Impostazioni personali",
    "s9": "Personalizza le impostazioni hardware.",
    "s10": "Controllo",
    "s11": "Controlla lo stato attuale del sistema e ottimizza l’utilizzo della batteria e dello spazio di archiviazione.",
    "s12": "Centro app",
    "s13": "Sfoglia, aggiungi ed esegui le app installate.",
    "s14": "Nota:",
    "s15": "La versione aggiornata di AcerSense™, la disponibilità e i tempi di distribuzione variano in base al modello."
  },
  "ja": {
    "s1": "AcerSense™ キー：AcerSense™ を簡単に起動できます",
    "s2": "AcerSense™ とは何ですか？",
    "s3": "AcerSense™ は、システムの管理やメンテナンスを支援する便利なユーティリティアプリです。キーボードの AcerSense™ キーを押すだけで、ノートPCを簡単に操作できます。",
    "s4": "システム使用モード",
    "s5": "システムの使用モードをすばやく切り替え、パフォーマンスやバッテリーの状態を確認できます。",
    "s6": "エクスペリエンスゾーン",
    "s7": "コンピューターが備えるハードウェアとソフトウェアの機能を素早く把握し、機能の探索をより直感的かつ効率的に行えます。",
    "s8": "個人設定",
    "s9": "ハードウェア設定をカスタマイズします。",
    "s10": "チェック",
    "s11": "現在のシステムの状態を確認し、バッテリー使用量とストレージ容量を最適化します。",
    "s12": "アプリセンター",
    "s13": "インストールされているアプリを参照、追加、実行できます。",
    "s14": "注：",
    "s15": "AcerSense™ の更新版は、対応状況や提供時期がモデルによって異なります。"
  },
  "ko": {
    "s1": "AcerSense™ 키: AcerSense™를 쉽게 실행하는 방법",
    "s2": "AcerSense™란 무엇인가요?",
    "s3": "AcerSense™는 시스템을 관리하고 유지하는 데 도움이 되는 유용한 유틸리티 앱입니다. 키보드의 AcerSense™ 키를 누르면 노트북을 바로 제어할 수 있습니다.",
    "s4": "시스템 사용 모드",
    "s5": "시스템 사용 모드를 빠르게 전환하고 성능과 배터리 상태를 확인하세요.",
    "s6": "경험 영역",
    "s7": "컴퓨터의 하드웨어와 소프트웨어 기능을 빠르게 익혀 기능 탐색을 더욱 직관적이고 효율적으로 할 수 있습니다.",
    "s8": "개인 설정",
    "s9": "하드웨어 설정을 사용자 지정합니다.",
    "s10": "점검",
    "s11": "현재 시스템 상태를 확인하고 배터리 사용량과 저장 공간을 최적화하세요.",
    "s12": "앱 센터",
    "s13": "설치된 앱을 탐색하고 추가하거나 실행할 수 있습니다.",
    "s14": "참고:",
    "s15": "AcerSense™ 업데이트 버전은 모델에 따라 제공 여부 및 배포 시기가 다를 수 있습니다."
  },
  "nb": {
    "s1": "AcerSense™-tast: en enkel måte å starte AcerSense™ på",
    "s2": "Hva er AcerSense™?",
    "s3": "AcerSense™ er en nyttig app som hjelper deg med å kontrollere og vedlikeholde systemet ditt. Med ett trykk på AcerSense™-tasten får du kontroll over den bærbare PC-en.",
    "s4": "Systembruksmodus",
    "s5": "Bytt raskt systembruksmoduser og sjekk ytelse og batteristatus.",
    "s6": "Opplevelsessone",
    "s7": "Få raskt oversikt over maskin- og programvarefunksjonene på datamaskinen, slik at funksjonsutforskning blir mer intuitiv og effektiv.",
    "s8": "Personlige innstillinger",
    "s9": "Tilpass maskinvareinnstillingene.",
    "s10": "Kontroll",
    "s11": "Sjekk systemets nåværende tilstand, og optimaliser batteribruk og lagringsplass.",
    "s12": "App-senter",
    "s13": "Bla gjennom, legg til og kjør installerte apper.",
    "s14": "Merk:",
    "s15": "Oppdatert versjon av AcerSense™, tilgjengelighet og utrullingstidspunkt varierer etter modell."
  },
  "nl": {
    "s1": "AcerSense™-toets: een eenvoudige manier om AcerSense™ te starten",
    "s2": "Wat is AcerSense™?",
    "s3": "AcerSense™ is een handige hulpprogramma-app waarmee je je systeem kunt beheren en onderhouden. Met één druk op de AcerSense™-toets neem je de controle over je laptop.",
    "s4": "Systeemgebruikmodus",
    "s5": "Schakel snel tussen systeemgebruikmodi en controleer prestaties en batterijstatus.",
    "s6": "Ervaringszone",
    "s7": "Leer snel de hardware- en softwarefuncties van je computer kennen en maak het verkennen van functies intuïtiever en efficiënter.",
    "s8": "Persoonlijke instellingen",
    "s9": "Pas de hardware-instellingen aan.",
    "s10": "Controle",
    "s11": "Controleer de huidige systeemstatus en optimaliseer het batterijgebruik en de opslagruimte.",
    "s12": "App-centrum",
    "s13": "Blader, voeg toe en start geïnstalleerde apps.",
    "s14": "Opmerking:",
    "s15": "De bijgewerkte versie van AcerSense™, beschikbaarheid en uitrolplanning verschillen per model."
  },
  "pl": {
    "s1": "Klawisz AcerSense™: prosty sposób uruchamiania AcerSense™",
    "s2": "Czym jest AcerSense™?",
    "s3": "AcerSense™ to przydatna aplikacja narzędziowa, która pomaga kontrolować i utrzymywać system. Jednym naciśnięciem klawisza AcerSense™ przejmujesz kontrolę nad laptopem.",
    "s4": "Tryb użytkowania systemu",
    "s5": "Szybko zmieniaj tryby użytkowania systemu oraz sprawdzaj wydajność i stan baterii.",
    "s6": "Strefa doświadczeń",
    "s7": "Szybko opanuj funkcje sprzętowe i programowe komputera, aby odkrywanie funkcji było bardziej intuicyjne i wydajne.",
    "s8": "Ustawienia osobiste",
    "s9": "Dostosuj ustawienia sprzętu.",
    "s10": "Sprawdzanie",
    "s11": "Sprawdź bieżący stan systemu oraz zoptymalizuj zużycie baterii i przestrzeń dyskową.",
    "s12": "Centrum aplikacji",
    "s13": "Przeglądaj, dodawaj i uruchamiaj zainstalowane aplikacje.",
    "s14": "Uwaga:",
    "s15": "Zaktualizowana wersja AcerSense™, dostępność i harmonogram wdrażania różnią się w zależności od modelu."
  },
  "pt": {
    "s1": "Tecla AcerSense™: uma forma simples de iniciar o AcerSense™",
    "s2": "O que é AcerSense™?",
    "s3": "O AcerSense™ é uma aplicação utilitária útil que ajuda a controlar e manter o sistema. Com um toque na tecla AcerSense™, assume o controlo do portátil.",
    "s4": "Modo de utilização do sistema",
    "s5": "Altere rapidamente os modos de utilização do sistema e verifique o desempenho e o estado da bateria.",
    "s6": "Zona de experiência",
    "s7": "Domine rapidamente as funções de hardware e software do seu computador, tornando a exploração de funcionalidades mais intuitiva e eficiente.",
    "s8": "Definições pessoais",
    "s9": "Personalize as definições de hardware.",
    "s10": "Verificação",
    "s11": "Verifique o estado atual do sistema e otimize a utilização da bateria e do espaço de armazenamento.",
    "s12": "Centro de aplicações",
    "s13": "Explore, adicione e execute as aplicações instaladas.",
    "s14": "Nota:",
    "s15": "A versão atualizada do AcerSense™, a disponibilidade e o calendário de implementação variam conforme o modelo."
  },
  "ro": {
    "s1": "Tasta AcerSense™: o modalitate ușoară de a lansa AcerSense™",
    "s2": "Ce este AcerSense™?",
    "s3": "AcerSense™ este o aplicație utilitară utilă care vă ajută să controlați și să întrețineți sistemul. Printr-o singură apăsare a tastei AcerSense™, preluați controlul asupra laptopului.",
    "s4": "Mod de utilizare a sistemului",
    "s5": "Schimbați rapid modurile de utilizare ale sistemului și verificați performanța și starea bateriei.",
    "s6": "Zonă de experiență",
    "s7": "Stăpâniți rapid funcțiile hardware și software ale computerului, făcând explorarea funcțiilor mai intuitivă și mai eficientă.",
    "s8": "Setări personale",
    "s9": "Personalizați setările hardware.",
    "s10": "Verificare",
    "s11": "Verificați starea curentă a sistemului și optimizați utilizarea bateriei și spațiul de stocare.",
    "s12": "Centru de aplicații",
    "s13": "Răsfoiți, adăugați și rulați aplicațiile instalate.",
    "s14": "Notă:",
    "s15": "Versiunea actualizată AcerSense™, disponibilitatea și calendarul de lansare diferă în funcție de model."
  },
  "ru": {
    "s1": "Клавиша AcerSense™: простой способ запуска AcerSense™",
    "s2": "Что такое AcerSense™?",
    "s3": "AcerSense™ — это полезное приложение, которое помогает управлять и обслуживать систему. Одним нажатием клавиши AcerSense™ вы берёте под контроль ноутбук.",
    "s4": "Режим использования системы",
    "s5": "Быстро переключайте режимы использования системы и проверяйте производительность и состояние батареи.",
    "s6": "Зона возможностей",
    "s7": "Быстро освойте аппаратные и программные функции компьютера, делая изучение возможностей более интуитивным и эффективным.",
    "s8": "Персональные настройки",
    "s9": "Настройте параметры оборудования.",
    "s10": "Проверка",
    "s11": "Проверьте текущее состояние системы и оптимизируйте использование батареи и дискового пространства.",
    "s12": "Центр приложений",
    "s13": "Просматривайте, добавляйте и запускайте установленные приложения.",
    "s14": "Примечание:",
    "s15": "Обновлённая версия AcerSense™, доступность и сроки внедрения зависят от модели."
  },
  "zh-CN": {
    "s1": "AcerSense™ 键：轻松启动 AcerSense™",
    "s2": "什么是 AcerSense™？",
    "s3": "AcerSense™ 是一款实用的工具应用，可帮助你管理并维护系统。只需按下键盘上的 AcerSense™ 键，即可掌控你的笔记本电脑。",
    "s4": "系统使用模式",
    "s5": "快速切换系统使用模式，查看性能和电池状态。",
    "s6": "体验专区",
    "s7": "快速掌握电脑提供的硬件与软件功能，让功能探索更加直观高效。",
    "s8": "个人设置",
    "s9": "自订硬体设定。",
    "s10": "检查",
    "s11": "检查当前系统健康状态，优化电池使用和存储空间。",
    "s12": "应用中心",
    "s13": "浏览、添加并运行已安装的应用。",
    "s14": "注意：",
    "s15": "AcerSense™ 更新版本的可用性及推出时间会因机型而异。"
  },
  "sk": {
    "s1": "Kláves AcerSense™: jednoduchý spôsob spustenia AcerSense™",
    "s2": "Čo je AcerSense™?",
    "s3": "AcerSense™ je užitočná utilitná aplikácia, ktorá vám pomáha ovládať a udržiavať systém. Jedným stlačením klávesu AcerSense™ prevezmete kontrolu nad notebookom.",
    "s4": "Režim používania systému",
    "s5": "Rýchlo prepínajte režimy používania systému a kontrolujte výkon a stav batérie.",
    "s6": "Zóna zážitkov",
    "s7": "Rýchlo si osvojte hardvérové a softvérové funkcie počítača, vďaka čomu je objavovanie funkcií intuitívnejšie a efektívnejšie.",
    "s8": "Osobné nastavenia",
    "s9": "Prispôsobte nastavenia hardvéru.",
    "s10": "Kontrola",
    "s11": "Skontrolujte aktuálny stav systému a optimalizujte využitie batérie a úložného priestoru.",
    "s12": "Centrum aplikácií",
    "s13": "Prehliadajte, pridávajte a spúšťajte nainštalované aplikácie.",
    "s14": "Poznámka:",
    "s15": "Aktualizovaná verzia AcerSense™, dostupnosť a harmonogram zavádzania sa líšia podľa modelu."
  },
  "sl": {
    "s1": "Tipka AcerSense™: preprost način za zagon AcerSense™",
    "s2": "Kaj je AcerSense™?",
    "s3": "AcerSense™ je uporabna aplikacija, ki vam pomaga nadzorovati in vzdrževati sistem. Z enim pritiskom tipke AcerSense™ prevzamete nadzor nad prenosnikom.",
    "s4": "Način uporabe sistema",
    "s5": "Hitro preklapljajte med načini uporabe sistema ter preverjajte zmogljivost in stanje baterije.",
    "s6": "Cona izkušenj",
    "s7": "Hitro osvojite strojne in programske funkcije računalnika ter omogočite bolj intuitivno in učinkovito raziskovanje funkcij.",
    "s8": "Osebne nastavitve",
    "s9": "Prilagodite nastavitve strojne opreme.",
    "s10": "Preverjanje",
    "s11": "Preverite trenutno stanje sistema ter optimizirajte porabo baterije in prostor za shranjevanje.",
    "s12": "Središče aplikacij",
    "s13": "Brskajte, dodajajte in zaganjajte nameščene aplikacije.",
    "s14": "Opomba:",
    "s15": "Posodobljena različica AcerSense™, razpoložljivost in čas uvajanja se razlikujejo glede na model."
  },
  "sv": {
    "s1": "AcerSense™-tangent: ett enkelt sätt att starta AcerSense™",
    "s2": "Vad är AcerSense™?",
    "s3": "AcerSense™ är en användbar app som hjälper dig att hantera och underhålla systemet. Med ett tryck på AcerSense™-tangenten tar du kontroll över din bärbara dator.",
    "s4": "Systemanvändningsläge",
    "s5": "Byt snabbt mellan systemanvändningslägen och kontrollera prestanda samt batteristatus.",
    "s6": "Upplevelsezon",
    "s7": "Få snabbt grepp om datorns hårdvaru- och mjukvarufunktioner och gör funktionsutforskningen mer intuitiv och effektiv.",
    "s8": "Personliga inställningar",
    "s9": "Anpassa maskinvaruinställningarna.",
    "s10": "Kontroll",
    "s11": "Kontrollera systemets aktuella status och optimera batterianvändning och lagringsutrymme.",
    "s12": "Appcenter",
    "s13": "Bläddra, lägg till och kör installerade appar.",
    "s14": "Obs:",
    "s15": "Den uppdaterade versionen av AcerSense™, tillgänglighet och utrullningstid varierar beroende på modell."
  },
  "zh-TW": {
    "s1": "AcerSense™ 鍵：輕鬆啟動 AcerSense™",
    "s2": "什麼是 AcerSense™？",
    "s3": "AcerSense™ 是一款實用的工具應用程式，能協助你管理並維護系統。只要按下鍵盤上的 AcerSense™ 鍵，就能掌控你的筆電。",
    "s4": "系統使用模式",
    "s5": "快速切換系統使用模式，並查看效能與電池狀態。",
    "s6": "體驗專區",
    "s7": "快速掌握電腦提供的硬體與軟體功能，讓功能探索更直覺且有效率。",
    "s8": "個人設定",
    "s9": "自訂硬體設定。",
    "s10": "檢查",
    "s11": "檢查目前的系統健康狀態，並最佳化電池使用與儲存空間。",
    "s12": "應用程式中心",
    "s13": "瀏覽、新增和執行已安裝的應用程式。",
    "s14": "注意：",
    "s15": "AcerSense™ 更新版本的提供情況與推出時程會依機型而有所不同。"
  },
  "tr": {
    "s1": "AcerSense™ Tuşu: AcerSense™’i kolayca başlatmanın yolu",
    "s2": "AcerSense™ nedir?",
    "s3": "AcerSense™ sisteminizi kontrol etmenize ve bakımını yapmanıza yardımcı olan kullanışlı bir uygulamadır. AcerSense™ tuşuna tek bir basışla dizüstü bilgisayarınızı kontrol edebilirsiniz.",
    "s4": "Sistem kullanım modu",
    "s5": "Sistem kullanım modlarını hızlıca değiştirin ve performans ile pil durumunu kontrol edin.",
    "s6": "Deneyim Alanı",
    "s7": "Bilgisayarınızın sunduğu donanım ve yazılım işlevlerini hızla öğrenerek özellik keşfini daha sezgisel ve verimli hale getirin.",
    "s8": "Kişisel ayarlar",
    "s9": "Donanım ayarlarını özelleştirin.",
    "s10": "Kontrol",
    "s11": "Mevcut sistem durumunu kontrol edin, pil kullanımını ve depolama alanını optimize edin.",
    "s12": "Uygulama Merkezi",
    "s13": "Yüklü uygulamalara göz atın, ekleyin ve çalıştırın.",
    "s14": "Not:",
    "s15": "AcerSense™ güncellenmiş sürümünün kullanılabilirliği ve dağıtım zamanı modele göre değişir."
  },
  "uk": {
    "s1": "Клавіша AcerSense™: простий спосіб запуску AcerSense™",
    "s2": "Що таке AcerSense™?",
    "s3": "AcerSense™ — це корисний утилітарний застосунок, який допомагає керувати та обслуговувати систему. Одним натисканням клавіші AcerSense™ ви берете під контроль ноутбук.",
    "s4": "Режим використання системи",
    "s5": "Швидко змінюйте режими використання системи та перевіряйте продуктивність і стан батареї.",
    "s6": "Зона взаємодії",
    "s7": "Швидко опануйте апаратні та програмні функції комп’ютера, роблячи дослідження можливостей більш інтуїтивним і ефективним.",
    "s8": "Персональні налаштування",
    "s9": "Налаштуйте параметри обладнання.",
    "s10": "Перевірка",
    "s11": "Перевірте поточний стан системи та оптимізуйте використання батареї й місця для зберігання.",
    "s12": "Центр застосунків",
    "s13": "Переглядайте, додавайте та запускайте встановлені програми.",
    "s14": "Примітка:",
    "s15": "Оновлена версія AcerSense™, доступність і терміни впровадження залежать від моделі."
  }
}