{
  "en": {
    "s1": "AcerSense™ Key: An easy way to launch AcerSense™",
    "s2": "What is AcerSense™",
    "s3": "AcerSense™ is a useful utility app to help you take control of and maintain your system. One click the AcerSense™ key on the keyboard and take control over your Aspire laptop.",
    "s4": "Home",
    "s5": "Quickly change system usage modes, check performance and battery status.",
    "s6": "Experience Zone",
    "s7": "A suite of AI-enhanced features for collaboration.",
    "s8": "Personal Settings",
    "s9": "Customize hardware settings.",
    "s10": "Checkup",
    "s11": "Check the current system healthy status, optimize battery usage and storage space.",
    "s12": "App Center",
    "s13": "Browse, add and run the installed apps.",
    "s14": "Note",
    "s15": "AcerSense updated version, availability and rollout timing varies by models."
  },
  "bg": {
    "s1": "Клавиш AcerSense™: Лесен начин за стартиране на AcerSense™",
    "s2": "Какво е AcerSense™",
    "s3": "AcerSense™ е полезно помощно приложение, което ви помага да контролирате и поддържате вашата система. Едно щракване върху клавиша AcerSense™ на клавиатурата и поемете контрол над вашия лаптоп Aspire.",
    "s4": "Начало",
    "s5": "Променете бързо режимите на използване на системата, проверете производителността и състоянието на батерията.",
    "s6": "Experience Zone",
    "s7": "Пакет от подобрени с AI функции за сътрудничество.",
    "s8": "Лични настройки",
    "s9": "Персонализирайте хардуерните настройки.",
    "s10": "Проверка",
    "s11": "Проверете текущото здравословно състояние на системата, оптимизирайте използването на батерията и пространството за съхранение.",
    "s12": "Център за приложения",
    "s13": "Прегледайте, добавете и стартирайте инсталираните приложения.",
    "s14": "Забележка",
    "s15": "Актуализираната версия на AcerSense, наличността и времето за пускане варират според моделите."
  },
  "cs": {
    "s1": "AcerSense™ Key: Snadný způsob spuštění AcerSense™",
    "s2": "Co je AcerSense™",
    "s3": "AcerSense™ je užitečná aplikace, která vám pomůže převzít kontrolu nad vaším systémem a udržovat jej. Jedním kliknutím na klávesu AcerSense™ na klávesnici převezměte kontrolu nad svým notebookem Aspire.",
    "s4": "Domů",
    "s5": "Rychle změňte režimy používání systému, zkontrolujte výkon a stav baterie.",
    "s6": "Experience Zone",
    "s7": "Sada funkcí vylepšených AI pro spolupráci.",
    "s8": "Osobní nastavení",
    "s9": "Přizpůsobte nastavení hardwaru.",
    "s10": "Kontrola",
    "s11": "Zkontrolujte aktuální stav systému, optimalizujte využití baterie a úložný prostor.",
    "s12": "Centrum aplikací",
    "s13": "Procházejte, přidávejte a spouštějte nainstalované aplikace.",
    "s14": "Poznámka",
    "s15": "Aktualizovaná verze AcerSense, dostupnost a načasování zavedení se liší podle modelu."
  },
  "da": {
    "s1": "AcerSense™ Key: En nem måde at starte AcerSense™ på",
    "s2": "Hvad er AcerSense™",
    "s3": "AcerSense™ er en nyttig hjælpeapp til at hjælpe dig med at tage kontrol over og vedligeholde dit system. Et enkelt klik på AcerSense™-tasten på tastaturet og overtag kontrol over din Aspire bærbare computer.",
    "s4": "Hjem",
    "s5": "Skift hurtigt systembrugstilstande, tjek ydeevne og batteristatus.",
    "s6": "Experience Zone",
    "s7": "En suite af AI-forbedrede funktioner til samarbejde.",
    "s8": "Personlige indstillinger",
    "s9": "Tilpas hardwareindstillinger.",
    "s10": "Kontrol",
    "s11": "Tjek den aktuelle systemstatus, optimer batteriforbrug og lagerplads.",
    "s12": "App Center",
    "s13": "Gennemse, tilføj og kør de installerede apps.",
    "s14": "Bemærk",
    "s15": "AcerSense opdateret version, tilgængelighed og udrulningstidspunkt varierer efter model."
  },
  "de": {
    "s1": "AcerSense™-Schlüssel: Eine einfache Möglichkeit, AcerSense™ zu starten",
    "s2": "Was ist AcerSense™",
    "s3": "AcerSense™ ist ein nützliches Dienstprogramm, das Ihnen hilft, die Kontrolle über Ihr System zu übernehmen und es zu warten. Klicken Sie einfach auf die AcerSense™-Taste auf der Tastatur und übernehmen Sie die Kontrolle über Ihr Aspire-Notebook.",
    "s4": "Startseite",
    "s5": "Ändern Sie schnell die Systemnutzungsmodi, überprüfen Sie Leistung und Batteriestatus.",
    "s6": "Experience Zone",
    "s7": "Eine Reihe KI-gestützter Funktionen für die Zusammenarbeit.",
    "s8": "Persönliche Einstellungen",
    "s9": "Passen Sie die Hardwareeinstellungen an.",
    "s10": "Checkup",
    "s11": "Überprüfen Sie den aktuellen Systemzustand, optimieren Sie die Akkunutzung und den Speicherplatz.",
    "s12": "App Center",
    "s13": "Durchsuchen, hinzufügen und ausführen der installierten Apps.",
    "s14": "Hinweis",
    "s15": "Aktualisierte Version von AcerSense, Verfügbarkeit und Einführungszeitpunkt variieren je nach Modell."
  },
  "el": {
    "s1": "Κλειδί AcerSense™: Ένας εύκολος τρόπος εκκίνησης του AcerSense™",
    "s2": "Τι είναι το AcerSense™",
    "s3": "Το AcerSense™ είναι μια χρήσιμη βοηθητική εφαρμογή που σας βοηθά να ελέγχετε και να συντηρείτε το σύστημά σας. Ένα κλικ στο πλήκτρο AcerSense™ στο πληκτρολόγιο και πάρτε τον έλεγχο του φορητού σας υπολογιστή Aspire.",
    "s4": "Αρχική σελίδα",
    "s5": "Αλλάξτε γρήγορα τις λειτουργίες χρήσης του συστήματος, ελέγξτε την απόδοση και την κατάσταση της μπαταρίας.",
    "s6": "Experience Zone",
    "s7": "Μια σουίτα δυνατοτήτων βελτιωμένων με AI για συνεργασία.",
    "s8": "Προσωπικές ρυθμίσεις",
    "s9": "Προσαρμόστε τις ρυθμίσεις υλικού.",
    "s10": "Έλεγχος",
    "s11": "Ελέγξτε την τρέχουσα υγιή κατάσταση του συστήματος, βελτιστοποιήστε τη χρήση της μπαταρίας και τον αποθηκευτικό χώρο.",
    "s12": "App Center",
    "s13": "Περιηγηθείτε, προσθέστε και εκτελέστε τις εγκατεστημένες εφαρμογές.",
    "s14": "Σημείωση",
    "s15": "Η ενημερωμένη έκδοση του AcerSense, η διαθεσιμότητα και ο χρόνος διάθεσης διαφέρουν ανάλογα με το μοντέλο."
  },
  "es": {
    "s1": "Clave AcerSense™: Una forma sencilla de iniciar AcerSense™",
    "s2": "¿Qué es AcerSense™?",
    "s3": "AcerSense™ es una práctica aplicación que te ayuda a controlar y mantener tu sistema. Con un solo clic, controla tu portátil Aspire.",
    "s4": "Inicio",
    "s5": "Cambie rápidamente los modos de uso del sistema, verifique el rendimiento y el estado de la batería.",
    "s6": "Zona de experiencia",
    "s7": "Un conjunto de funciones mejoradas con IA para la colaboración.",
    "s8": "Configuración personal",
    "s9": "Personaliza la configuración del hardware.",
    "s10": "Revisión",
    "s11": "Verifica el estado actual del sistema, optimiza el uso de la batería y el espacio de almacenamiento.",
    "s12": "Centro de aplicaciones",
    "s13": "Explora, agrega y ejecuta las aplicaciones instaladas.",
    "s14": "Nota",
    "s15": "Versión actualizada de AcerSense, la disponibilidad y el momento de lanzamiento varían según el modelo."
  },
  "fi": {
    "s1": "AcerSense™ Key: Helppo tapa käynnistää AcerSense™",
    "s2": "Mikä on AcerSense™",
    "s3": "AcerSense™ on hyödyllinen apuohjelma, jonka avulla voit hallita ja ylläpitää järjestelmääsi. Napsauta näppäimistön AcerSense™-näppäintä ja ota Aspire-kannettavasi hallintaasi.",
    "s4": "Etusivu",
    "s5": "Vaihda nopeasti järjestelmän käyttötiloja, tarkista suorituskyky ja akun tila.",
    "s6": "Experience Zone",
    "s7": "Sarja tekoälyllä parannettuja ominaisuuksia yhteistyöhön.",
    "s8": "Henkilökohtaiset asetukset",
    "s9": "Mukauta laitteistoasetuksia.",
    "s10": "Tarkastus",
    "s11": "Tarkista järjestelmän nykyinen kunto, optimoi akun käyttö ja tallennustila.",
    "s12": "App Center",
    "s13": "Selaa, lisää ja suorita asennettuja sovelluksia.",
    "s14": "Huomautus",
    "s15": "AcerSensen päivitetty versio, saatavuus ja julkaisun ajoitus vaihtelevat malleittain."
  },
  "fr": {
    "s1": "Clé AcerSense ™: un moyen simple de lancer AcerSense ™",
    "s2": "Qu'est-ce qu'AcerSense™",
    "s3": "AcerSense™ est un utilitaire pratique qui vous aide à contrôler et à entretenir votre système. Appuyez sur la touche AcerSense™ de votre clavier pour prendre le contrôle de votre ordinateur portable Aspire.",
    "s4": "Accueil",
    "s5": "Changez rapidement les modes d'utilisation du système, vérifiez les performances et l'état de la batterie.",
    "s6": "Zone d'expérience",
    "s7": "Une suite de fonctionnalités améliorées par l'IA pour la collaboration.",
    "s8": "Paramètres personnels",
    "s9": "Personnalisez les paramètres matériels.",
    "s10": "Bilan",
    "s11": "Vérifiez l'état de santé actuel du système, optimisez l'utilisation de la batterie et l'espace de stockage.",
    "s12": "Centre d'applications",
    "s13": "Parcourez, ajoutez et exécutez les applications installées.",
    "s14": "Remarque",
    "s15": "La version mise à jour d'AcerSense, la disponibilité et le calendrier de déploiement varient selon les modèles."
  },
  "hr": {
    "s1": "Tipka AcerSense™: jednostavan način pokretanja AcerSense™",
    "s2": "Što je AcerSense™",
    "s3": "AcerSense™ je korisna uslužna aplikacija koja vam pomaže da preuzmete kontrolu i održavate svoj sustav. Jednim pritiskom tipke AcerSense™ na tipkovnici preuzmite kontrolu nad svojim prijenosnim računalom Aspire.",
    "s4": "Početna",
    "s5": "Brzo promijenite načine korištenja sustava, provjerite performanse i status baterije.",
    "s6": "Experience Zone",
    "s7": "Paket značajki poboljšanih umjetnom inteligencijom za suradnju.",
    "s8": "Osobne postavke",
    "s9": "Prilagodite postavke hardvera.",
    "s10": "Provjera",
    "s11": "Provjerite trenutno ispravno stanje sustava, optimizirajte korištenje baterije i prostora za pohranu.",
    "s12": "App Center",
    "s13": "Pregledajte, dodajte i pokrenite instalirane aplikacije.",
    "s14": "Napomena",
    "s15": "AcerSense ažurirana verzija, dostupnost i vrijeme uvođenja razlikuju se ovisno o modelu."
  },
  "hu": {
    "s1": "AcerSense™ kulcs: Az AcerSense™ elindításának egyszerű módja",
    "s2": "Mi az AcerSense™",
    "s3": "Az AcerSense™ egy hasznos segédalkalmazás, amely segít a rendszer irányításában és karbantartásában. Egy kattintás az AcerSense™ billentyűre a billentyűzeten, és átveszi az irányítást Aspire laptopja felett.",
    "s4": "Kezdőlap",
    "s5": "Gyorsan módosíthatja a rendszer használati módját, ellenőrizheti a teljesítményt és az akkumulátor állapotát.",
    "s6": "Experience Zone",
    "s7": "AI által továbbfejlesztett funkciók az együttműködéshez.",
    "s8": "Személyes beállítások",
    "s9": "A hardverbeállítások testreszabása.",
    "s10": "Ellenőrzés",
    "s11": "Ellenőrizze a rendszer aktuális állapotát, optimalizálja az akkumulátorhasználatot és a tárhelyet.",
    "s12": "Alkalmazásközpont",
    "s13": "Böngésszen, adja hozzá és futtassa a telepített alkalmazásokat.",
    "s14": "Jegyzet",
    "s15": "Az AcerSense frissített verziója, a rendelkezésre állás és a bevezetési idő modellenként eltérő."
  },
  "it": {
    "s1": "Chiave AcerSense™: un modo semplice per avviare AcerSense™",
    "s2": "Che cos'è AcerSense™",
    "s3": "AcerSense™ è un'utile app che ti aiuta a gestire e gestire il tuo sistema. Basta un clic sul tasto AcerSense™ sulla tastiera per assumere il controllo del tuo laptop Aspire.",
    "s4": "Home",
    "s5": "Cambia rapidamente le modalità di utilizzo del sistema, controlla le prestazioni e lo stato della batteria.",
    "s6": "Experience Zone",
    "s7": "Una suite di funzionalità potenziate dall'intelligenza artificiale per la collaborazione.",
    "s8": "Impostazioni personali",
    "s9": "Personalizza le impostazioni hardware.",
    "s10": "Controllo",
    "s11": "Verifica lo stato di salute attuale del sistema, ottimizza l'utilizzo della batteria e lo spazio di archiviazione.",
    "s12": "App Center",
    "s13": "Esplora, aggiungi ed esegui le app installate.",
    "s14": "Nota",
    "s15": "La versione aggiornata di AcerSense, la disponibilità e i tempi di distribuzione variano a seconda dei modelli."
  },
  "ja": {
    "s1": "AcerSense™キー: AcerSense™を簡単に起動する方法",
    "s2": "AcerSense™とは",
    "s3": "AcerSense™は、システムの制御とメンテナンスに役立つ便利なユーティリティアプリです。キーボードのAcerSense™キーをワンクリックするだけで、Aspireノートパソコンを操作できます。",
    "s4": "ホーム",
    "s5": "システム使用モードをすばやく変更し、パフォーマンスとバッテリーの状態を確認します。",
    "s6": "Experience Zone",
    "s7": "コラボレーションのための AI 強化機能スイート。",
    "s8": "個人設定",
    "s9": "ハードウェア設定をカスタマイズします。",
    "s10": "チェックアップ",
    "s11": "現在のシステムの健全な状態を確認し、バッテリーの使用とストレージ容量を最適化します。",
    "s12": "App Center",
    "s13": "インストールされているアプリを参照、追加、実行します。",
    "s14": "ノート",
    "s15": "AcerSense の更新バージョン、可用性、およびロールアウトのタイミングはモデルによって異なります。"
  },
  "ko": {
    "s1": "AcerSense™ 키: AcerSense™를 시작하는 쉬운 방법",
    "s2": "AcerSense™란 무엇입니까?",
    "s3": "AcerSense™는 시스템을 제어하고 관리하는 데 도움이 되는 유용한 유틸리티 앱입니다. 키보드의 AcerSense™ 키를 한 번만 클릭하면 Aspire 노트북을 완벽하게 제어할 수 있습니다.",
    "s4": "홈",
    "s5": "시스템 사용 모드를 빠르게 변경하고, 성능과 배터리 상태를 확인합니다.",
    "s6": "Experience Zone",
    "s7": "협업을 위한 AI 강화 기능 모음입니다.",
    "s8": "개인 설정",
    "s9": "하드웨어 설정을 사용자 정의합니다.",
    "s10": "점검",
    "s11": "현재 시스템의 건강 상태를 점검하고, 배터리 사용량과 저장 공간을 최적화합니다.",
    "s12": "앱 센터",
    "s13": "설치된 앱을 탐색, 추가, 실행합니다.",
    "s14": "참고",
    "s15": "AcerSense 업데이트 버전, 출시 시기 및 출시 시점은 모델에 따라 다릅니다."
  },
  "nb": {
    "s1": "AcerSense™-nøkkel: En enkel måte å starte AcerSense™ på",
    "s2": "Hva er AcerSense™",
    "s3": "AcerSense™ er en nyttig verktøyapp som hjelper deg med å ta kontroll over og vedlikeholde systemet. Ett klikk på AcerSense™-tasten på tastaturet og ta kontroll over din Aspire bærbare datamaskin.",
    "s4": "Hjem",
    "s5": "Bytt raskt systembruksmodus, sjekk ytelse og batteristatus.",
    "s6": "Experience Zone",
    "s7": "En pakke med AI-forbedrede funksjoner for samarbeid.",
    "s8": "Personlige innstillinger",
    "s9": "Tilpass maskinvareinnstillinger.",
    "s10": "Sjekk",
    "s11": "Sjekk gjeldende systemstatus, optimaliser batteribruk og lagringsplass.",
    "s12": "Appsenter",
    "s13": "Bla gjennom, legg til og kjør de installerte appene.",
    "s14": "Merknad",
    "s15": "Oppdatert AcerSense-versjon, tilgjengelighet og utrullingstidspunkt varierer fra modell til modell."
  },
  "nl": {
    "s1": "AcerSense™ Key: een eenvoudige manier om AcerSense™ te starten",
    "s2": "Wat is AcerSense™",
    "s3": "AcerSense™ is een handige app waarmee u uw systeem kunt beheren en beheren. Met één klik op de AcerSense™-toets op het toetsenbord bedient u uw Aspire laptop.",
    "s4": "Home",
    "s5": "Wijzig snel de systeemgebruiksmodus, controleer de prestaties en de batterijstatus.",
    "s6": "Experience Zone",
    "s7": "Een reeks AI-verbeterde functies voor samenwerking.",
    "s8": "Persoonlijke instellingen",
    "s9": "Pas hardware-instellingen aan.",
    "s10": "Controle",
    "s11": "Controleer de huidige gezondheidsstatus van het systeem, optimaliseer het batterijgebruik en de opslagruimte.",
    "s12": "App Center",
    "s13": "Blader door geïnstalleerde apps, voeg ze toe en voer ze uit.",
    "s14": "Opmerking",
    "s15": "De bijgewerkte versie van AcerSense, beschikbaarheid en uitroltijd variëren per model."
  },
  "pl": {
    "s1": "Klucz AcerSense™: łatwy sposób na uruchomienie AcerSense™",
    "s2": "Czym jest AcerSense™",
    "s3": "AcerSense™ to przydatna aplikacja narzędziowa, która pomoże Ci przejąć kontrolę nad systemem i go konserwować. Wystarczy jedno kliknięcie klawisza AcerSense™ na klawiaturze, aby przejąć kontrolę nad laptopem Aspire.",
    "s4": "Strona główna",
    "s5": "Szybka zmiana trybów użytkowania systemu, sprawdzanie wydajności i stanu baterii.",
    "s6": "Experience Zone",
    "s7": "Zestaw funkcji wspomaganych sztuczną inteligencją, przeznaczonych do współpracy.",
    "s8": "Ustawienia osobiste",
    "s9": "Dostosuj ustawienia sprzętowe.",
    "s10": "Kontrola",
    "s11": "Sprawdź aktualny stan systemu, zoptymalizuj wykorzystanie baterii i przestrzeni dyskowej.",
    "s12": "App Center",
    "s13": "Przeglądaj, dodawaj i uruchamiaj zainstalowane aplikacje.",
    "s14": "Uwaga",
    "s15": "Dostępność i termin wdrożenia najnowszej wersji oprogramowania AcerSense mogą się różnić w zależności od modelu."
  },
  "pt": {
    "s1": "Chave AcerSense™: Uma maneira fácil de iniciar o AcerSense™",
    "s2": "O que é AcerSense™",
    "s3": "O AcerSense™ é um aplicativo utilitário útil para ajudar você a controlar e manter seu sistema. Com um clique na tecla AcerSense™ do teclado, você pode assumir o controle do seu laptop Aspire.",
    "s4": "Início",
    "s5": "Altere rapidamente os modos de uso do sistema, verifique o desempenho e o status da bateria.",
    "s6": "Experience Zone",
    "s7": "Um conjunto de recursos aprimorados por IA para colaboração.",
    "s8": "Configurações pessoais",
    "s9": "Personalize as configurações de hardware.",
    "s10": "Verificação",
    "s11": "Verifique o status atual do sistema, otimize o uso da bateria e o espaço de armazenamento.",
    "s12": "App Center",
    "s13": "Navegue, adicione e execute os aplicativos instalados.",
    "s14": "Observação",
    "s15": "A versão atualizada, a disponibilidade e o tempo de lançamento do AcerSense variam de acordo com o modelo."
  },
  "ro": {
    "s1": "Cheia AcerSense™: O modalitate ușoară de a lansa AcerSense™",
    "s2": "Ce este AcerSense™",
    "s3": "AcerSense™ este o aplicație utilă care vă ajută să preluați controlul și să vă întrețineți sistemul. Un clic pe tasta AcerSense™ de pe tastatură și preluați controlul asupra laptopului dvs. Aspire.",
    "s4": "Acasă",
    "s5": "Schimbați rapid modurile de utilizare a sistemului, verificați performanța și starea bateriei.",
    "s6": "Zona de experiență",
    "s7": "O suită de funcții îmbunătățite de AI pentru colaborare.",
    "s8": "Setări personale",
    "s9": "Personalizați setările hardware.",
    "s10": "Verificare",
    "s11": "Verificați starea actuală de sănătate a sistemului, optimizați utilizarea bateriei și spațiul de stocare.",
    "s12": "App Center",
    "s13": "Răsfoiți, adăugați și rulați aplicațiile instalate.",
    "s14": "Notă",
    "s15": "Versiunea actualizată AcerSense, disponibilitatea și timpul de lansare variază în funcție de model."
  },
  "ru": {
    "s1": "Ключ AcerSense™: простой способ запустить AcerSense™",
    "s2": "Что такое AcerSense™",
    "s3": "AcerSense™ — это полезное приложение, которое поможет вам контролировать и обслуживать вашу систему. Одним нажатием клавиши AcerSense™ на клавиатуре вы можете управлять своим ноутбуком Aspire.",
    "s4": "Домой",
    "s5": "быстрое изменение режимов использования системы, проверка производительности и состояния аккумулятора.",
    "s6": "Experience Zone",
    "s7": "набор усовершенствованных на основе искусственного интеллекта функций для совместной работы.",
    "s8": "Персональные настройки",
    "s9": "настройка параметров оборудования.",
    "s10": "Проверка",
    "s11": "проверьте текущее состояние работоспособности системы, оптимизируйте использование батареи и места на диске.",
    "s12": "Центр приложений",
    "s13": "просмотр, добавление и запуск установленных приложений.",
    "s14": "Примечание",
    "s15": "Обновленная версия AcerSense, доступность и сроки выпуска зависят от модели."
  },
  "zh-CN": {
    "s1": "AcerSense™ Key：轻松启动 AcerSense™",
    "s2": "什么是 AcerSense™",
    "s3": "AcerSense™ 是一款实用的实用程序应用程序，可帮助您控制和维护您的系统。只需按下键盘上的 AcerSense™ 键，即可控制您的 Aspire 笔记本电脑。",
    "s4": "主页",
    "s5": "快速更改系统使用模式，检查性能和电池状态。",
    "s6": "体验区",
    "s7": "一套用于协作的 AI 增强功能。",
    "s8": "个人设置",
    "s9": "自定义硬件设置。",
    "s10": "检查",
    "s11": "检查当前系统健康状态，优化电池使用和存储空间。",
    "s12": "应用中心",
    "s13": "浏览、添加和运行已安装的应用程序。",
    "s14": "注意",
    "s15": "AcerSense 更新版本、可用性和推出时间因型号而异。"
  },
  "sk": {
    "s1": "AcerSense™ Key: Jednoduchý spôsob spustenia AcerSense™",
    "s2": "Čo je AcerSense™",
    "s3": "AcerSense™ je užitočná aplikácia, ktorá vám pomôže prevziať kontrolu nad vaším systémom a udržiavať ho. Jedným kliknutím na kláves AcerSense™ na klávesnici prevezmite kontrolu nad svojim notebookom Aspire.",
    "s4": "Domov",
    "s5": "Rýchlo zmeňte režimy používania systému, skontrolujte výkon a stav batérie.",
    "s6": "Experience Zone",
    "s7": "Sada funkcií vylepšených AI pre spoluprácu.",
    "s8": "Osobné nastavenia",
    "s9": "Prispôsobte nastavenia hardvéru.",
    "s10": "Kontrola",
    "s11": "Skontrolujte aktuálny stav systému, optimalizujte využitie batérie a úložný priestor.",
    "s12": "Centrum aplikácií",
    "s13": "Prehliadajte, pridávajte a spúšťajte nainštalované aplikácie.",
    "s14": "Poznámka",
    "s15": "Aktualizovaná verzia AcerSense, dostupnosť a načasovanie spustenia sa líši v závislosti od modelu."
  },
  "sl": {
    "s1": "Tipka AcerSense™: enostaven način za zagon AcerSense™",
    "s2": "Kaj je AcerSense™",
    "s3": "AcerSense™ je uporaben pripomoček, ki vam pomaga prevzeti nadzor nad sistemom in ga vzdrževati. En klik na tipko AcerSense™ na tipkovnici in prevzemite nadzor nad svojim prenosnikom Aspire.",
    "s4": "Domov",
    "s5": "Hitro spremenite načine uporabe sistema, preverite delovanje in stanje baterije.",
    "s6": "Experience Zone",
    "s7": "nabor funkcij za sodelovanje, izboljšanih z AI.",
    "s8": "Osebne nastavitve",
    "s9": "prilagodite nastavitve strojne opreme.",
    "s10": "Pregled",
    "s11": "preverite trenutno zdravo stanje sistema, optimizirajte porabo baterije in prostora za shranjevanje.",
    "s12": "App Center",
    "s13": "Brskanje, dodajanje in zagon nameščenih aplikacij.",
    "s14": "Opomba",
    "s15": "Posodobljena različica AcerSense, razpoložljivost in čas uvajanja se razlikujejo glede na model."
  },
  "sv": {
    "s1": "AcerSense™ Key: Ett enkelt sätt att starta AcerSense™",
    "s2": "Vad är AcerSense™",
    "s3": "AcerSense™ är en användbar verktygsapp som hjälper dig att ta kontroll över och underhålla ditt system. Ett klick på AcerSense™-tangenten på tangentbordet och ta kontroll över din Aspire laptop.",
    "s4": "Hem",
    "s5": "Byt snabbt systemanvändningslägen, kontrollera prestanda och batteristatus.",
    "s6": "Experience Zone",
    "s7": "En svit med AI-förbättrade funktioner för samarbete.",
    "s8": "Personliga inställningar",
    "s9": "Anpassa hårdvaruinställningar.",
    "s10": "Kontroll",
    "s11": "Kontrollera systemets nuvarande hälsostatus, optimera batterianvändning och lagringsutrymme.",
    "s12": "App Center",
    "s13": "Bläddra, lägg till och kör de installerade apparna.",
    "s14": "Not",
    "s15": "AcerSense uppdaterad version, tillgänglighet och utbyggnadstid varierar beroende på modell."
  },
  "zh-TW": {
    "s1": "AcerSense™ Key：輕鬆啟動 AcerSense™",
    "s2": "什麼是 AcerSense™",
    "s3": "AcerSense™ 是一款實用的實用程式應用程序，可協助您控制和維護您的系統。只需按下鍵盤上的 AcerSense™ 鍵，即可控制您的 Aspire 筆記型電腦。",
    "s4": "首頁",
    "s5": "快速變更系統使用模式，檢查效能和電池狀態。",
    "s6": "體驗區",
    "s7": "一套用於協作的 AI 增強功能。",
    "s8": "個人設定",
    "s9": "自訂硬體設定。",
    "s10": "檢查",
    "s11": "檢查目前系統健康狀態，優化電池使用和儲存空間。",
    "s12": "應用程式中心",
    "s13": "瀏覽、新增和執行已安裝的應用程式。",
    "s14": "注意",
    "s15": "AcerSense 更新版本、可用性和推出時間因型號而異。"
  },
  "tr": {
    "s1": "AcerSense™ Anahtarı: AcerSense™'i başlatmanın kolay bir yolu",
    "s2": "AcerSense™ nedir?",
    "s3": "AcerSense™, sisteminizin kontrolünü ele geçirmenize ve bakımını yapmanıza yardımcı olan kullanışlı bir yardımcı programdır. Klavyedeki AcerSense™ tuşuna tek bir tıklamayla Aspire dizüstü bilgisayarınızın kontrolünü ele geçirin.",
    "s4": "Ana Sayfa",
    "s5": "Sistem kullanım modlarını hızlıca değiştirin, performansı ve pil durumunu kontrol edin.",
    "s6": "Deneyim Bölgesi",
    "s7": "İşbirliği için yapay zeka destekli özellikler paketi.",
    "s8": "Kişisel Ayarlar",
    "s9": "Donanım ayarlarını özelleştirin.",
    "s10": "Kontrol",
    "s11": "Mevcut sistem sağlık durumunu kontrol edin, pil kullanımını ve depolama alanını optimize edin.",
    "s12": "Uygulama Merkezi",
    "s13": "Yüklü uygulamalara göz atın, ekleyin ve çalıştırın.",
    "s14": "Not",
    "s15": "AcerSense güncellenmiş sürümü, kullanılabilirliği ve dağıtım zamanlaması modele göre değişiklik göstermektedir."
  },
  "uk": {
    "s1": "Клавіша AcerSense™: простий спосіб запуску AcerSense™",
    "s2": "Що таке AcerSense™",
    "s3": "AcerSense™ — це корисна утиліта, яка допоможе вам керувати системою та підтримувати її. Одним натисканням кнопки AcerSense™ на клавіатурі ви зможете керувати своїм ноутбуком Aspire.",
    "s4": "Головна",
    "s5": "швидко змінюйте режими використання системи, перевіряйте продуктивність і стан акумулятора.",
    "s6": "Experience Zone",
    "s7": "набір розширених функцій ШІ для співпраці.",
    "s8": "Особисті параметри",
    "s9": "налаштування параметрів обладнання.",
    "s10": "Перевірка",
    "s11": "перевірте поточний стан працездатності системи, оптимізуйте використання акумулятора та місця для зберігання.",
    "s12": "Центр програм",
    "s13": "переглядайте, додавайте та запускайте встановлені програми.",
    "s14": "Примітка",
    "s15": "Оновлена ​​версія AcerSense, доступність і час розгортання залежать від моделі."
  }
}