{
  "en": {
    "s1": "Bring laptop users a more intuitive and precise way to interact: “Touch Styluses”",
    "s2": "Why active stylus pen",
    "s3": "An active stylus pen offers enhanced functionality over a finger or passive stylus, providing benefits like pressure sensitivity for varied line weights, palm rejection to prevent unintended touches, and greater precision for detailed tasks such as note-taking, illustrating, and digital art. These digital components allow for a more natural and expressive user experience, mimicking traditional pens and pencils on digital devices.",
    "s4": "The use of active stylus pens on laptops offered by Acer provides several significant benefits",
    "s5": "Provides precise control and input",
    "s6": "Styluses are designed for touchscreens, with a fine tip that allows for more precise and accurate input than fingers. This makes it easier to perform delicate operations on the laptop, such as drawing, sketching, or writing with precision.",
    "s7": "Boost productivity and creativity",
    "s8": "A stylus is a popular tool for note-taking and drawing on laptops. When it comes to editing documents and annotating, the stylus is highly effective, providing precise control whether reviewing PDFs, marking up presentations, or editing images.",
    "s9": "Improve ease of use and adaptability",
    "s10": "Styluses are generally easy to use, with operations as simple as holding a pencil in hand, making it easy for even first-time users to grasp their basic functions.",
    "s11": "Note:",
    "s12": "When purchasing a stylus, please make sure that the stylus you purchase has the support (AES) protocol function to bring you a better user experience."
  },
  "bg": {
    "s1": "Осигурете на потребителите на лаптопи по-интуитивен и прецизен начин за взаимодействие: „Сензорни стилуси“",
    "s2": "Защо активен стилус",
    "s3": "Активният стилус предлага разширена функционалност спрямо пръст или пасивен стилус, осигурявайки предимства като чувствителност на натиск за различни дебелини на линии, откриване на дланта за предотвратяване на нежелани докосвания и по-голяма прецизност за детайлни задачи като водене на бележки, илюстриране и дигитално изкуство. Тези дигитални компоненти позволяват по-естествено и изразително потребителско изживяване, имитирайки традиционни писалки и моливи на цифрови устройства.",
    "s4": "Използването на активни стилуси на лаптопи, предлагани от Acer, предоставя няколко значителни предимства",
    "s5": "Осигурява прецизен контрол и въвеждане",
    "s6": "Стилусите са проектирани за тъчскрийнове, с тънък връх, който позволява по-прецизно и точно въвеждане в сравнение с пръстите. Това улеснява изпълнението на деликатни операции на лаптопа, като рисуване, скициране или писане с прецизност.",
    "s7": "Повишете продуктивността и креативността",
    "s8": "Стилусът е популярен инструмент за водене на бележки и рисуване на лаптопи. Когато става въпрос за редактиране на документи и анотиране, стилусът е много ефективен, осигурявайки прецизен контрол при преглед на PDF файлове, маркиране на презентации или редактиране на изображения.",
    "s9": "Подобрете лекотата на използване и адаптивността",
    "s10": "Стилусите обикновено са лесни за използване, с операции толкова прости, колкото държането на молив в ръка, което улеснява дори новите потребители да разберат основните им функции.",
    "s11": "Забележка:",
    "s12": "При закупуване на стилус, моля, уверете се, че стилусът, който купувате, има функцията за поддръжка на протокола (AES), за да ви предостави по-добро потребителско изживяване."
  },
  "cs": {
    "s1": "Přineste uživatelům notebooků intuitivnější a přesnější způsob interakce: „Dotyková pera“",
    "s2": "Proč aktivní stylus",
    "s3": "Aktivní stylus poskytuje rozšířenou funkcionalitu oproti prstu nebo pasivnímu stylusu, nabízí výhody jako citlivost na tlak pro různé tloušťky čar, rozpoznávání dlaně, aby se zabránilo nechtěným dotykům, a vyšší přesnost pro detailní úkoly, jako je psaní poznámek, ilustrace a digitální umění. Tyto digitální komponenty umožňují přirozenější a expresivnější uživatelskou zkušenost, napodobující tradiční pera a tužky na digitálních zařízeních.",
    "s4": "Používání aktivních stylusů na noteboocích od Acer přináší několik významných výhod",
    "s5": "Poskytuje přesnou kontrolu a vstup",
    "s6": "Stylusy jsou navrženy pro dotykové obrazovky s jemným hrotem, který umožňuje přesnější a přesnější zadávání než prsty. To usnadňuje provádění jemných operací na notebooku, například kreslení, skicování nebo psaní s přesností.",
    "s7": "Zvýšení produktivity a kreativity",
    "s8": "Stylus je oblíbeným nástrojem pro psaní poznámek a kreslení na noteboocích. Při úpravě dokumentů a anotacích je stylus velmi efektivní a poskytuje přesnou kontrolu při prohlížení PDF, označování prezentací nebo úpravách obrázků.",
    "s9": "Zlepšete snadnost použití a přizpůsobivost",
    "s10": "Stylusy jsou obecně snadno použitelné, s operacemi tak jednoduchými, jako držení tužky v ruce, což umožňuje i nováčkům snadno pochopit jejich základní funkce.",
    "s11": "Poznámka:",
    "s12": "Při koupi stylusu se ujistěte, že stylus, který kupujete, podporuje protokol (AES), aby vám poskytl lepší uživatelský zážitek."
  },
  "da": {
    "s1": "Giv laptopbrugere en mere intuitiv og præcis måde at interagere på: \"Touch Stylus\"",
    "s2": "Hvorfor aktiv styluspen",
    "s3": "En aktiv styluspen tilbyder forbedret funktionalitet i forhold til en finger eller passiv stylus, med fordele som trykfølsomhed for varierede linjetykkelser, avvisning av håndflade for at forhindre utilsigtede tryk og større præcision til detaljerede opgaver som notetagning, illustration og digital kunst. Disse digitale komponenter giver en mere naturlig og udtryksfuld brugeroplevelse, der efterligner traditionelle penne og blyanter på digitale enheder.",
    "s4": "Brug af aktive styluspenne på laptops fra Acer giver flere væsentlige fordele",
    "s5": "Giver præcis kontrol og input",
    "s6": "Styluspenne er designet til touchscreens med en fin spids, der tillader mere præcist og nøjagtigt input end fingre. Dette gør det lettere at udføre delikate handlinger på laptopen, såsom tegning, skitsering eller præcist skrivning.",
    "s7": "Forøg produktivitet og kreativitet",
    "s8": "En stylus er et populært værktøj til notetagning og tegning på laptops. Når det kommer til redigering af dokumenter og annotering, er stylusen meget effektiv og giver præcis kontrol, uanset om man gennemgår PDF-filer, markerer præsentationer eller redigerer billeder.",
    "s9": "Forbedr brugervenlighed og tilpasningsevne",
    "s10": "Styluspenne er generelt nemme at bruge, med operationer lige så enkle som at holde en blyant i hånden, hvilket gør det nemt for selv førstegangsbrugere at forstå deres grundlæggende funktioner.",
    "s11": "Bemærk:",
    "s12": "Når du køber en stylus, skal du sørge for, at den stylus, du køber, har understøttelse af (AES)-protokolfunktionen for at give dig en bedre brugeroplevelse."
  },
  "de": {
    "s1": "Bieten Sie Laptop-Benutzern eine intuitivere und präzisere Interaktionsmöglichkeit: „Touch-Stifte“",
    "s2": "Warum aktiver Stift",
    "s3": "Ein aktiver Stift bietet erweiterte Funktionen im Vergleich zu einem Finger oder passiven Stift und bietet Vorteile wie Druckempfindlichkeit für unterschiedliche Linienbreiten, Handballenerkennung zur Vermeidung unbeabsichtigter Berührungen und höhere Präzision für detaillierte Aufgaben wie Notizen, Illustrationen und digitale Kunst. Diese digitalen Komponenten ermöglichen ein natürlicheres und ausdrucksvolleres Benutzererlebnis, das traditionelle Stifte und Bleistifte auf digitalen Geräten nachahmt.",
    "s4": "Die Verwendung von aktiven Stiften auf Laptops von Acer bietet mehrere wesentliche Vorteile",
    "s5": "Bietet präzise Steuerung und Eingabe",
    "s6": "Stylus-Stifte sind für Touchscreens konzipiert, mit einer feinen Spitze, die eine präzisere und genauere Eingabe als Finger ermöglicht. Dies erleichtert die Durchführung empfindlicher Vorgänge auf dem Laptop, wie Zeichnen, Skizzieren oder präzises Schreiben.",
    "s7": "Steigern Sie Produktivität und Kreativität",
    "s8": "Ein Stylus ist ein beliebtes Werkzeug zum Notieren und Zeichnen auf Laptops. Beim Bearbeiten von Dokumenten und Anmerkungen ist der Stylus sehr effektiv und bietet präzise Steuerung beim Überprüfen von PDFs, Markieren von Präsentationen oder Bearbeiten von Bildern.",
    "s9": "Verbessern Sie Benutzerfreundlichkeit und Anpassungsfähigkeit",
    "s10": "Stylus-Stifte sind im Allgemeinen einfach zu verwenden, mit Bedienungen so einfach wie das Halten eines Stiftes in der Hand, wodurch es selbst Erstbenutzern leicht fällt, ihre Grundfunktionen zu verstehen.",
    "s11": "Hinweis:",
    "s12": "Stellen Sie beim Kauf eines Stylus sicher, dass der von Ihnen gekaufte Stylus die Unterstützung des (AES)-Protokolls bietet, um Ihnen ein besseres Benutzererlebnis zu ermöglichen."
  },
  "el": {
    "s1": "Προσφέρετε στους χρήστες φορητών υπολογιστών έναν πιο διαισθητικό και ακριβή τρόπο αλληλεπίδρασης: «Αφής στυλό»",
    "s2": "Γιατί ενεργό στυλό",
    "s3": "Ένα ενεργό στυλό προσφέρει αυξημένη λειτουργικότητα σε σύγκριση με το δάχτυλο ή ένα παθητικό στυλό, παρέχοντας πλεονεκτήματα όπως ευαισθησία στην πίεση για διαφορετικά πάχη γραμμής, απόρριψη παλάμης για αποφυγή ακούσιων αγγιγμάτων και μεγαλύτερη ακρίβεια για λεπτομερείς εργασίες όπως σημειώσεις, εικονογράφηση και ψηφιακή τέχνη. Αυτά τα ψηφιακά στοιχεία επιτρέπουν μια πιο φυσική και εκφραστική εμπειρία χρήστη, μιμούμενα παραδοσιακά στυλό και μολύβια σε ψηφιακές συσκευές.",
    "s4": "Η χρήση ενεργών στυλό σε φορητούς υπολογιστές που προσφέρει η Acer παρέχει αρκετά σημαντικά οφέλη",
    "s5": "Παρέχει ακριβή έλεγχο και εισαγωγή",
    "s6": "Τα στυλό είναι σχεδιασμένα για οθόνες αφής, με λεπτή μύτη που επιτρέπει πιο ακριβή και ακριβή εισαγωγή από τα δάχτυλα. Αυτό διευκολύνει την εκτέλεση λεπτών λειτουργιών στον φορητό υπολογιστή, όπως σχεδίαση, σκίτσο ή ακριβές γράψιμο.",
    "s7": "Αύξηση παραγωγικότητας και δημιουργικότητας",
    "s8": "Ένα στυλό είναι ένα δημοφιλές εργαλείο για σημειώσεις και σχεδίαση σε φορητούς υπολογιστές. Όταν πρόκειται για επεξεργασία εγγράφων και σχολιασμό, το στυλό είναι ιδιαίτερα αποτελεσματικό, παρέχοντας ακριβή έλεγχο είτε κατά την ανασκόπηση PDF, τη σήμανση παρουσιάσεων είτε την επεξεργασία εικόνων.",
    "s9": "Βελτιώστε την ευκολία χρήσης και την προσαρμοστικότητα",
    "s10": "Τα στυλό είναι γενικά εύκολα στη χρήση, με λειτουργίες τόσο απλές όσο το να κρατάτε ένα μολύβι στο χέρι, διευκολύνοντας ακόμη και τους αρχάριους χρήστες να κατανοήσουν τις βασικές τους λειτουργίες.",
    "s11": "Σημείωση:",
    "s12": "Κατά την αγορά ενός στυλό, βεβαιωθείτε ότι το στυλό που αγοράζετε διαθέτει τη λειτουργία υποστήριξης πρωτοκόλλου (AES) για να σας προσφέρει καλύτερη εμπειρία χρήστη."
  },
  "es": {
    "s1": "Brinda a los usuarios de portátiles una forma más intuitiva y precisa de interactuar: «Stylus táctiles»",
    "s2": "Por qué el lápiz activo",
    "s3": "Un lápiz activo ofrece funcionalidad mejorada frente a un dedo o un lápiz pasivo, proporcionando beneficios como sensibilidad a la presión para diferentes grosores de línea, rechazo de la palma para evitar toques no deseados y mayor precisión para tareas detalladas como tomar notas, ilustrar y arte digital. Estos componentes digitales permiten una experiencia de usuario más natural y expresiva, imitando los bolígrafos y lápices tradicionales en dispositivos digitales.",
    "s4": "El uso de lápices activos en portátiles ofrecidos por Acer proporciona varios beneficios importantes",
    "s5": "Proporciona control e introducción precisos",
    "s6": "Los stylus están diseñados para pantallas táctiles, con una punta fina que permite una entrada más precisa y exacta que los dedos. Esto facilita realizar operaciones delicadas en el portátil, como dibujar, esbozar o escribir con precisión.",
    "s7": "Aumenta la productividad y la creatividad",
    "s8": "Un lápiz es una herramienta popular para tomar notas y dibujar en portátiles. Cuando se trata de editar documentos y anotar, el lápiz es muy eficaz, proporcionando control preciso al revisar PDFs, marcar presentaciones o editar imágenes.",
    "s9": "Mejore la facilidad de uso y la adaptabilidad",
    "s10": "Los stylus son generalmente fáciles de usar, con operaciones tan simples como sostener un lápiz en la mano, lo que facilita a los usuarios primerizos comprender sus funciones básicas.",
    "s11": "Nota:",
    "s12": "Al comprar un lápiz, asegúrese de que el lápiz que adquiera tenga la función de soporte del protocolo (AES) para brindarle una mejor experiencia de usuario."
  },
  "fi": {
    "s1": "Tarjoa kannettavan käyttäjille intuitiivisempi ja tarkempi tapa olla vuorovaikutuksessa: \"Kosketuskynät\"",
    "s2": "Miksi aktiivinen stylus",
    "s3": "Aktiivinen stylus tarjoaa parannetun toiminnallisuuden sormeen tai passiiviseen stylukseen verrattuna, tarjoten etuja, kuten paineherkkyys erilaisten viivapaksuuksien luomiseen, käden hylkäyksen estämään tahattomia kosketuksia ja suuremman tarkkuuden yksityiskohtaisiin tehtäviin, kuten muistiinpanoihin, kuvituksiin ja digitaaliseen taiteeseen. Nämä digitaaliset osat mahdollistavat luonnollisemman ja ilmeikkäämmän käyttökokemuksen, jäljitellen perinteisiä kyniä ja lyijykyniä digitaalisilla laitteilla.",
    "s4": "Aktiivisten stylus-kynien käyttö Acerin kannettavissa tarjoaa useita merkittäviä etuja",
    "s5": "Tarjoaa tarkan ohjauksen ja syötteen",
    "s6": "Stylukset on suunniteltu kosketusnäytöille, ja niiden ohut kärki mahdollistaa tarkemman ja täsmällisemmän syötteen kuin sormet. Tämä helpottaa hienovaraisia toimintoja kannettavalla tietokoneella, kuten piirtämistä, luonnostelua tai tarkkaa kirjoittamista.",
    "s7": "Lisää tuottavuutta ja luovuutta",
    "s8": "Stylus on suosittu työkalu muistiinpanojen tekemiseen ja piirtämiseen kannettavilla tietokoneilla. Dokumenttien muokkaamisessa ja kommentoinnissa stylus on erittäin tehokas ja tarjoaa tarkan ohjauksen PDF-tiedostoja tarkistettaessa, esityksiä merkittäessä tai kuvia muokattaessa.",
    "s9": "Paranna käytettävyyttä ja mukautuvuutta",
    "s10": "Stylukset ovat yleensä helppokäyttöisiä, ja niiden käyttö on yhtä yksinkertaista kuin kynän pitäminen kädessä, mikä helpottaa jopa ensikertalaisten käyttäjien perustoimintojen ymmärtämistä.",
    "s11": "Huomautus:",
    "s12": "Kun ostat styluksen, varmista, että ostamallasi styluksella on tuki (AES)-protokollatoiminto tarjotaksesi paremman käyttökokemuksen."
  },
  "fr": {
    "s1": "Offrez aux utilisateurs d’ordinateurs portables un moyen plus intuitif et précis d’interagir : « Stylus tactiles »",
    "s2": "Pourquoi le stylet actif",
    "s3": "Un stylet actif offre des fonctionnalités améliorées par rapport à un doigt ou un stylet passif, offrant des avantages tels que la sensibilité à la pression pour des épaisseurs de ligne variées, le rejet de la paume pour éviter les touches involontaires et une plus grande précision pour des tâches détaillées telles que la prise de notes, l’illustration et l’art numérique. Ces composants numériques permettent une expérience utilisateur plus naturelle et expressive, imitant les stylos et crayons traditionnels sur les appareils numériques.",
    "s4": "L'utilisation de stylets actifs sur les ordinateurs portables proposés par Acer offre plusieurs avantages importants",
    "s5": "Fournit un contrôle et une saisie précis",
    "s6": "Les stylets sont conçus pour les écrans tactiles, avec une pointe fine permettant une saisie plus précise et exacte que les doigts. Cela facilite l’exécution d’opérations délicates sur l’ordinateur portable, comme dessiner, esquisser ou écrire avec précision.",
    "s7": "Stimulez la productivité et la créativité",
    "s8": "Un stylet est un outil populaire pour prendre des notes et dessiner sur les ordinateurs portables. Lors de l’édition de documents et d’annotations, le stylet est très efficace, offrant un contrôle précis lors de la révision des PDF, du marquage des présentations ou de l’édition d’images.",
    "s9": "Améliorez la facilité d’utilisation et l’adaptabilité",
    "s10": "Les stylets sont généralement faciles à utiliser, avec des opérations aussi simples que tenir un crayon en main, ce qui permet même aux utilisateurs débutants de comprendre facilement leurs fonctions de base.",
    "s11": "Remarque:",
    "s12": "Lors de l'achat d'un stylet, assurez-vous que le stylet que vous achetez dispose de la fonction de protocole de support (AES) pour vous offrir une meilleure expérience utilisateur."
  },
  "hr": {
    "s1": "Omogućite korisnicima prijenosnih računala intuitivniji i precizniji način interakcije: „Dodirni stylusi“",
    "s2": "Zašto aktivna olovka",
    "s3": "Aktivni stylus omogućuje poboljšanu funkcionalnost u odnosu na prst ili pasivni stylus, pružajući prednosti poput osjetljivosti na pritisak za različite debljine linija, odbacivanja dlana kako bi se spriječili nenamjerni dodiri i veću preciznost za detaljne zadatke poput vođenja bilješki, ilustracija i digitalne umjetnosti. Ove digitalne komponente omogućuju prirodnije i izražajnije korisničko iskustvo, oponašajući tradicionalne olovke i kemijske olovke na digitalnim uređajima.",
    "s4": "Korištenje aktivnih stylusa na Acer prijenosnim računalima pruža nekoliko značajnih prednosti",
    "s5": "Omogućuje preciznu kontrolu i unos",
    "s6": "Stylusi su dizajnirani za zaslone osjetljive na dodir, s tankim vrhom koji omogućuje precizniji i točniji unos nego prsti. To olakšava izvođenje delikatnih operacija na prijenosnom računalu, poput crtanja, skiciranja ili preciznog pisanja.",
    "s7": "Povećajte produktivnost i kreativnost",
    "s8": "Stylus je popularan alat za vođenje bilješki i crtanje na prijenosnim računalima. Kada je riječ o uređivanju dokumenata i anotacijama, stylus je vrlo učinkovit i pruža preciznu kontrolu prilikom pregleda PDF-ova, označavanja prezentacija ili uređivanja slika.",
    "s9": "Poboljšajte jednostavnost korištenja i prilagodljivost",
    "s10": "Stylusi su općenito jednostavni za korištenje, s radnjama jednako jednostavnim kao držanje olovke u ruci, što olakšava čak i novim korisnicima da shvate njihove osnovne funkcije.",
    "s11": "Napomena:",
    "s12": "Prilikom kupnje stylusa, provjerite da stylus koji kupujete ima funkciju podrške (AES) protokola kako bi vam pružio bolje korisničko iskustvo."
  },
  "hu": {
    "s1": "Adj a laptopfelhasználóknak intuitívabb és pontosabb módot az interakcióra: „Érintőceruzák“",
    "s2": "Miért aktív stylus toll",
    "s3": "Az aktív stylus toll fejlettebb funkcionalitást kínál az ujjhoz vagy a passzív stylushoz képest, előnyökkel, mint a nyomásérzékenység a változatos vonalvastagságokhoz, a tenyér elutasítása a véletlen érintések elkerülésére, valamint nagyobb precizitás a részletes feladatokhoz, például jegyzeteléshez, illusztrációhoz és digitális művészethez. Ezek a digitális elemek természetesebb és kifejezőbb felhasználói élményt biztosítanak, utánozva a hagyományos tollakat és ceruzákat a digitális eszközökön.",
    "s4": "Az Acer által kínált laptopokon történő aktív stylus toll használata számos jelentős előnnyel jár",
    "s5": "Pontos vezérlést és bevitel lehetőségét biztosítja",
    "s6": "A stylusok érintőképernyőkhöz készültek, finom hegyük lehetővé teszi a pontosabb és precízebb bevitelét, mint az ujjak. Ez megkönnyíti a finom műveletek végrehajtását a laptopon, például rajzolást, vázlatkészítést vagy precíz írást.",
    "s7": "Növelje a termelékenységet és kreativitást",
    "s8": "A stylus népszerű eszköz jegyzetelésre és rajzolásra a laptopokon. Dokumentumok szerkesztésekor és jegyzeteléskor a stylus rendkívül hatékony, pontos vezérlést biztosít PDF-ek átnézésekor, prezentációk jelölésekor vagy képek szerkesztésekor.",
    "s9": "Javítsa a használhatóságot és az alkalmazkodóképességet",
    "s10": "A stylusok általában könnyen használhatók, működésük olyan egyszerű, mint amikor ceruzát tartunk a kezünkben, így még a kezdő felhasználók is könnyen elsajátíthatják alapfunkcióikat.",
    "s11": "Megjegyzés:",
    "s12": "Stylus vásárlásakor győződjön meg róla, hogy a megvásárolt stylus rendelkezik az (AES) protokoll támogatási funkciójával a jobb felhasználói élmény érdekében."
  },
  "it": {
    "s1": "Offrire agli utenti di laptop un modo più intuitivo e preciso di interagire: «Touch Stylus»",
    "s2": "Perché penna stilo attiva",
    "s3": "Una penna attiva offre funzionalità avanzate rispetto a un dito o a una penna passiva, fornendo vantaggi come la sensibilità alla pressione per spessori di linea variabili, il riconoscimento del palmo per evitare tocchi accidentali e maggiore precisione per attività dettagliate come prendere appunti, illustrare e fare arte digitale. Questi componenti digitali consentono un’esperienza utente più naturale ed espressiva, imitando penne e matite tradizionali sui dispositivi digitali.",
    "s4": "L’uso di penne attive sui laptop offerti da Acer offre diversi vantaggi significativi",
    "s5": "Fornisce controllo e input precisi",
    "s6": "Le penne stilografiche sono progettate per touchscreen, con una punta fine che consente input più precisi e accurati rispetto alle dita. Ciò rende più facile eseguire operazioni delicate sul laptop, come disegnare, fare schizzi o scrivere con precisione.",
    "s7": "Aumenta produttività e creatività",
    "s8": "Una penna stilografica è uno strumento popolare per prendere appunti e disegnare sui laptop. Quando si tratta di modificare documenti e annotazioni, la penna è altamente efficace, fornendo un controllo preciso durante la revisione dei PDF, l’evidenziazione delle presentazioni o la modifica delle immagini.",
    "s9": "Migliora facilità d’uso e adattabilità",
    "s10": "Le penne stilografiche sono generalmente facili da usare, con operazioni semplici come tenere una matita in mano, facilitando anche agli utenti alle prime armi di comprendere le loro funzioni di base.",
    "s11": "Nota:",
    "s12": "Quando acquisti una penna stilografica, assicurati che la penna che acquisti abbia la funzione di supporto del protocollo (AES) per offrirti una migliore esperienza utente."
  },
  "ja": {
    "s1": "ノートパソコンユーザーに、より直感的で正確な操作方法を提供：「タッチスタイラス」",
    "s2": "なぜアクティブスタイラスペンか",
    "s3": "アクティブスタイラスペンは、指やパッシブスタイラスよりも高度な機能を提供し、線の太さを変えられる筆圧感知、誤操作を防ぐ手のひら拒否、メモやイラスト、デジタルアートなどの細かい作業での高精度といった利点があります。これらのデジタル要素により、従来のペンや鉛筆を模した自然で表現力豊かな操作体験が可能になります。",
    "s4": "Acerが提供するノートパソコンでのアクティブスタイラスペンの使用は、いくつかの重要な利点を提供します",
    "s5": "正確な操作と入力を提供します",
    "s6": "スタイラスはタッチスクリーン用に設計されており、細いペン先により指よりも正確で精密な入力が可能です。これにより、ラップトップ上での描画、スケッチ、精密な筆記などの繊細な操作が容易になります。",
    "s7": "生産性と創造性を向上させます",
    "s8": "スタイラスは、ノートパソコンでのメモ取りや描画に人気のツールです。ドキュメントの編集や注釈付けにおいて、スタイラスは非常に効果的で、PDFの確認、プレゼンテーションのマーキング、画像編集の際に正確な操作が可能です。",
    "s9": "使いやすさと適応性を向上させます",
    "s10": "スタイラスは一般的に使いやすく、鉛筆を手に持つような簡単な操作で、初めて使うユーザーでも基本機能を理解しやすくなっています。",
    "s11": "注意:",
    "s12": "スタイラスを購入する際は、購入するスタイラスがサポート（AES）プロトコル機能を備えており、より良いユーザー体験を提供できることを確認してください。"
  },
  "ko": {
    "s1": "노트북 사용자에게 보다 직관적이고 정밀한 상호작용 방법 제공: \"터치 스타일러스\"",
    "s2": "왜 액티브 스타일러스 펜인가",
    "s3": "액티브 스타일러스 펜은 손가락이나 수동 스타일러스보다 향상된 기능을 제공하며, 다양한 선 굵기를 위한 압력 감지, 의도치 않은 터치를 방지하는 손바닥 무시 기능, 필기, 그림, 디지털 아트와 같은 세밀한 작업에서 더 높은 정밀도를 제공합니다. 이러한 디지털 구성 요소는 디지털 장치에서 전통적인 펜과 연필을 모방하여 보다 자연스럽고 표현력 있는 사용자 경험을 제공합니다.",
    "s4": "Acer가 제공하는 노트북에서 액티브 스타일러스 펜 사용은 여러 중요한 이점을 제공합니다",
    "s5": "정밀한 제어 및 입력 제공",
    "s6": "스타일러스는 터치스크린용으로 설계되었으며, 얇은 팁으로 손가락보다 더 정밀하고 정확한 입력이 가능합니다. 이를 통해 노트북에서 그림 그리기, 스케치, 정밀한 글쓰기 등 섬세한 작업을 쉽게 수행할 수 있습니다.",
    "s7": "생산성과 창의성을 향상시킵니다",
    "s8": "스타일러스는 노트북에서 필기 및 그림 그리기에 인기 있는 도구입니다. 문서 편집 및 주석 작성 시 스타일러스는 매우 효과적이며, PDF 검토, 프레젠테이션 표시, 이미지 편집 등에서 정밀한 제어를 제공합니다.",
    "s9": "사용 편의성과 적응성을 향상시킵니다",
    "s10": "스타일러스는 일반적으로 사용하기 쉽고, 연필을 손에 쥐는 것과 같은 간단한 조작으로 초보자도 기본 기능을 쉽게 이해할 수 있습니다.",
    "s11": "참고:",
    "s12": "스타일러스를 구매할 때, 구매하는 스타일러스가 지원(AES) 프로토콜 기능을 가지고 있어 더 나은 사용자 경험을 제공하는지 확인하세요."
  },
  "nb": {
    "s1": "Gi laptopbrukere en mer intuitiv og presis måte å samhandle på: \"Touch Stylus\"",
    "s2": "Hvorfor aktiv stylus",
    "s3": "En aktiv styluspen gir forbedret funksjonalitet over en finger eller passiv stylus, med fordeler som trykkfølsomhet for varierte linjetykkelser, håndflateavvisning for å forhindre utilsiktede trykk og større presisjon for detaljerte oppgaver som notatskriving, illustrasjon og digital kunst. Disse digitale komponentene muliggjør en mer naturlig og uttrykksfull brukeropplevelse, som etterligner tradisjonelle penner og blyanter på digitale enheter.",
    "s4": "Bruk av aktive styluspenner på Acer-laptoper gir flere betydelige fordeler",
    "s5": "Gir presis kontroll og inndata",
    "s6": "Styluspenner er designet for berøringsskjermer med en tynn spiss som gir mer presis og nøyaktig inndata enn fingre. Dette gjør det lettere å utføre delikate operasjoner på laptopen, som tegning, skissering eller nøyaktig skriving.",
    "s7": "Øk produktivitet og kreativitet",
    "s8": "En stylus er et populært verktøy for notater og tegning på bærbare datamaskiner. Når det gjelder dokumentredigering og annotering, er stylusen svært effektiv og gir presis kontroll, enten man gjennomgår PDF-er, merker opp presentasjoner eller redigerer bilder.",
    "s9": "Forbedre brukervennlighet og tilpasningsevne",
    "s10": "Styluspenner er generelt enkle å bruke, med operasjoner like enkle som å holde en blyant i hånden, noe som gjør det lett for selv førstegangsbrukere å forstå deres grunnleggende funksjoner.",
    "s11": "Merk:",
    "s12": "Når du kjøper en stylus, vennligst sørg for at stylusen du kjøper har støtte for (AES)-protokollfunksjon for å gi deg en bedre brukeropplevelse."
  },
  "nl": {
    "s1": "Breng laptopgebruikers een intuïtievere en nauwkeurigere manier van interactie: \"Touch Stylus\"",
    "s2": "Waarom actieve styluspen",
    "s3": "Een actieve styluspen biedt verbeterde functionaliteit ten opzichte van een vinger of passieve stylus, met voordelen zoals drukgevoeligheid voor verschillende lijndiktes, handpalmafwijzing om onbedoelde aanrakingen te voorkomen en grotere precisie voor gedetailleerde taken zoals notities maken, illustreren en digitale kunst. Deze digitale componenten maken een natuurlijkere en expressievere gebruikerservaring mogelijk, die traditionele pennen en potloden op digitale apparaten nabootst.",
    "s4": "Het gebruik van actieve styluspennen op laptops van Acer biedt verschillende belangrijke voordelen",
    "s5": "Biedt nauwkeurige controle en invoer",
    "s6": "Styluspennen zijn ontworpen voor touchscreens, met een fijne punt die nauwkeurigere en preciezere invoer mogelijk maakt dan vingers. Dit maakt het gemakkelijker delicate handelingen op de laptop uit te voeren, zoals tekenen, schetsen of precies schrijven.",
    "s7": "Verhoog productiviteit en creativiteit",
    "s8": "Een stylus is een populair hulpmiddel voor notities maken en tekenen op laptops. Bij het bewerken van documenten en annoteren is de stylus zeer effectief en biedt precieze controle bij het bekijken van PDF’s, het markeren van presentaties of het bewerken van afbeeldingen.",
    "s9": "Verbeter gebruiksgemak en aanpassingsvermogen",
    "s10": "Styluspennen zijn over het algemeen gemakkelijk te gebruiken, met handelingen zo eenvoudig als het vasthouden van een potlood in de hand, waardoor zelfs nieuwe gebruikers de basisfuncties gemakkelijk begrijpen.",
    "s11": "Let op:",
    "s12": "Bij het kopen van een stylus, zorg ervoor dat de stylus die u koopt de ondersteuning van het (AES)-protocol heeft om u een betere gebruikerservaring te bieden."
  },
  "pl": {
    "s1": "Zapewnij użytkownikom laptopów bardziej intuicyjny i precyzyjny sposób interakcji: „Rysiki dotykowe“",
    "s2": "Dlaczego aktywny rysik",
    "s3": "Aktywny rysik zapewnia zwiększoną funkcjonalność w porównaniu z palcem lub pasywnym stylusem, oferując zalety takie jak czułość nacisku dla różnych grubości linii, odrzucanie dłoni w celu uniknięcia przypadkowych dotknięć oraz większą precyzję przy szczegółowych zadaniach, takich jak sporządzanie notatek, ilustracje i sztuka cyfrowa. Te cyfrowe elementy umożliwiają bardziej naturalne i ekspresyjne doświadczenie użytkownika, naśladując tradycyjne długopisy i ołówki na urządzeniach cyfrowych.",
    "s4": "Używanie aktywnych rysików w laptopach oferowanych przez Acer zapewnia kilka istotnych korzyści",
    "s5": "Zapewnia precyzyjną kontrolę i wprowadzanie danych",
    "s6": "Rysiki są zaprojektowane do ekranów dotykowych, z cienką końcówką umożliwiającą dokładniejsze i precyzyjniejsze wprowadzanie niż palce. Ułatwia to wykonywanie delikatnych operacji na laptopie, takich jak rysowanie, szkicowanie czy pisanie z precyzją.",
    "s7": "Zwiększ produktywność i kreatywność",
    "s8": "Rysik jest popularnym narzędziem do robienia notatek i rysowania na laptopach. Przy edycji dokumentów i adnotacjach rysik jest bardzo skuteczny, zapewniając precyzyjną kontrolę podczas przeglądania plików PDF, oznaczania prezentacji lub edycji obrazów.",
    "s9": "Popraw łatwość obsługi i elastyczność",
    "s10": "Rysiki są zazwyczaj łatwe w użyciu, a ich obsługa jest tak prosta jak trzymanie ołówka w ręce, co ułatwia nawet nowym użytkownikom zrozumienie podstawowych funkcji.",
    "s11": "Uwaga:",
    "s12": "Podczas zakupu rysika upewnij się, że rysik, który kupujesz, obsługuje funkcję protokołu (AES), aby zapewnić lepsze wrażenia użytkownika."
  },
  "pt": {
    "s1": "Ofereça aos utilizadores de portáteis uma forma mais intuitiva e precisa de interagir: «Stylus tátil»",
    "s2": "Por que caneta stylus ativa",
    "s3": "Uma caneta stylus ativa oferece funcionalidade aprimorada em relação a um dedo ou stylus passivo, proporcionando benefícios como sensibilidade à pressão para diferentes espessuras de linha, rejeição da palma para evitar toques indesejados e maior precisão para tarefas detalhadas, como anotações, ilustrações e arte digital. Esses componentes digitais permitem uma experiência de usuário mais natural e expressiva, imitando canetas e lápis tradicionais em dispositivos digitais.",
    "s4": "O uso de canetas stylus ativas em laptops oferecidos pela Acer proporciona vários benefícios significativos",
    "s5": "Fornece controle e entrada precisos",
    "s6": "As stylus são projetadas para telas sensíveis ao toque, com uma ponta fina que permite uma entrada mais precisa e exata do que os dedos. Isso facilita realizar operações delicadas no laptop, como desenhar, esboçar ou escrever com precisão.",
    "s7": "Aumente a produtividade e criatividade",
    "s8": "Um stylus é uma ferramenta popular para fazer anotações e desenhar em laptops. Ao editar documentos e adicionar anotações, o stylus é altamente eficaz, fornecendo controle preciso ao revisar PDFs, marcar apresentações ou editar imagens.",
    "s9": "Melhore a facilidade de uso e a adaptabilidade",
    "s10": "As stylus são geralmente fáceis de usar, com operações tão simples quanto segurar um lápis na mão, facilitando até mesmo aos usuários iniciantes a compreensão de suas funções básicas.",
    "s11": "Observação:",
    "s12": "Ao comprar um stylus, certifique-se de que o stylus que você adquirir tenha a função de suporte ao protocolo (AES) para oferecer uma melhor experiência ao usuário."
  },
  "ro": {
    "s1": "Oferiți utilizatorilor de laptop un mod mai intuitiv și precis de a interacționa: „Stylusuri tactile“",
    "s2": "De ce stylus activ",
    "s3": "Un stylus activ oferă funcționalități îmbunătățite față de un deget sau un stylus pasiv, oferind beneficii precum sensibilitate la presiune pentru grosimi variate ale liniei, respingerea palmei pentru a preveni atingerile neintenționate și precizie mai mare pentru sarcini detaliate, cum ar fi luarea de notițe, ilustrații și artă digitală. Aceste componente digitale permit o experiență de utilizare mai naturală și expresivă, imitând pixurile și creioanele tradiționale pe dispozitive digitale.",
    "s4": "Utilizarea stylusurilor active pe laptopurile oferite de Acer oferă câteva beneficii importante",
    "s5": "Oferă control și introducere precise",
    "s6": "Stylusurile sunt concepute pentru ecrane tactile, cu un vârf fin care permite o introducere mai precisă și exactă decât degetele. Acest lucru facilitează efectuarea operațiunilor delicate pe laptop, cum ar fi desenul, schițarea sau scrierea cu precizie.",
    "s7": "Crește productivitatea și creativitatea",
    "s8": "Un stylus este un instrument popular pentru luarea de notițe și desen pe laptopuri. Când vine vorba de editarea documentelor și adnotarea acestora, stylusul este foarte eficient, oferind control precis atunci când se revizuiesc PDF-uri, se marchează prezentări sau se editează imagini.",
    "s9": "Îmbunătățiți ușurința de utilizare și adaptabilitatea",
    "s10": "Stylusurile sunt, în general, ușor de utilizat, cu operațiuni la fel de simple ca ținerea unui creion în mână, facilitând chiar și utilizatorilor începători să înțeleagă funcțiile lor de bază.",
    "s11": "Notă:",
    "s12": "La achiziționarea unui stylus, vă rugăm să vă asigurați că stylusul achiziționat are funcția de suport al protocolului (AES) pentru a vă oferi o experiență mai bună de utilizator."
  },
  "ru": {
    "s1": "Предложите пользователям ноутбуков более интуитивный и точный способ взаимодействия: «Сенсорные стилусы»",
    "s2": "Почему активный стилус",
    "s3": "Активный стилус обеспечивает расширенные функции по сравнению с пальцем или пассивным стилусом, предоставляя преимущества, такие как чувствительность к нажатию для различной толщины линий, отклонение ладони для предотвращения случайных касаний и повышенная точность для детализированных задач, таких как ведение заметок, иллюстрирование и цифровое искусство. Эти цифровые компоненты обеспечивают более естественный и выразительный пользовательский опыт, имитируя традиционные ручки и карандаши на цифровых устройствах.",
    "s4": "Использование активных стилусов на ноутбуках, предлагаемых Acer, дает несколько значительных преимуществ",
    "s5": "Обеспечивает точное управление и ввод",
    "s6": "Стилусы разработаны для сенсорных экранов, с тонким наконечником, позволяющим более точный ввод, чем пальцы. Это облегчает выполнение деликатных операций на ноутбуке, таких как рисование, наброски или точное письмо.",
    "s7": "Повышение производительности и креативности",
    "s8": "Стилус является популярным инструментом для ведения заметок и рисования на ноутбуках. При редактировании документов и аннотировании стилус очень эффективен, обеспечивая точное управление при просмотре PDF, разметке презентаций или редактировании изображений.",
    "s9": "Повышение удобства использования и адаптивности",
    "s10": "Стилусы, как правило, просты в использовании, с операциями столь же простыми, как держание карандаша в руке, что облегчает даже новым пользователям освоение их базовых функций.",
    "s11": "Примечание:",
    "s12": "При покупке стилуса убедитесь, что приобретаемый стилус поддерживает протокол (AES) для обеспечения лучшего пользовательского опыта."
  },
  "zh-CN": {
    "s1": "为笔记本用户提供更直观、更精准的交互方式：“触控笔”",
    "s2": "为什么选择主动式触控笔",
    "s3": "主动式触控笔相比手指或被动式触控笔提供更强大的功能，例如不同线条粗细的压力感应、手掌防误触、以及在记笔记、绘图和数字艺术等精细操作时的高精度。这些数字组件让用户体验更自然、更富表现力，模拟传统笔和铅笔在数字设备上的使用。",
    "s4": "在 Acer 提供的笔记本电脑上使用主动式触控笔提供了几个重要优势",
    "s5": "提供精确的控制和输入",
    "s6": "触控笔专为触摸屏设计，细尖设计比手指提供更精准的输入。这让在笔记本上进行绘画、速写或精确书写等细致操作变得更容易。",
    "s7": "提升生产力与创造力",
    "s8": "触控笔是笔记本上常用的记笔记和绘图工具。在编辑文档和批注时，触控笔非常高效，无论是查看 PDF、标注演示文稿还是编辑图片，都能提供精准的控制。",
    "s9": "提升易用性和適應性",
    "s10": "触控笔通常易於使用，操作就像手持鉛筆一樣簡單，即使是初次使用者也能輕鬆掌握其基本功能。",
    "s11": "注意：",
    "s12": "在购买触控笔时，请确保您购买的触控笔具有支持（AES）协议功能，为您带来更好的使用体验。"
  },
  "sk": {
    "s1": "Prineste používateľom notebookov intuitívnejší a presnejší spôsob interakcie: „Dotykové stylusy“",
    "s2": "Prečo aktívny stylus",
    "s3": "Aktívny stylus ponúka rozšírenú funkcionalitu oproti prstu alebo pasívnemu stylusu, poskytuje výhody ako citlivosť na tlak pre rôzne hrúbky čiar, odmietanie dlane na zabránenie nechcených dotykov a väčšiu presnosť pri detailných úlohách, ako je písanie poznámok, ilustrácie a digitálne umenie. Tieto digitálne komponenty umožňujú prirodzenejší a expresívnejší používateľský zážitok, napodobňujúci tradičné perá a ceruzky na digitálnych zariadeniach.",
    "s4": "Používanie aktívnych stylusov na notebookoch od spoločnosti Acer prináša niekoľko významných výhod",
    "s5": "Poskytuje presnú kontrolu a vstup",
    "s6": "Stylusy sú navrhnuté pre dotykové obrazovky, s jemným hrotom, ktorý umožňuje presnejší a presnejší vstup než prsty. To uľahčuje vykonávanie jemných operácií na notebooku, ako je kreslenie, skicovanie alebo presné písanie.",
    "s7": "Zvýšte produktivitu a kreativitu",
    "s8": "Stylus je populárnym nástrojom na písanie poznámok a kreslenie na notebookoch. Pri úprave dokumentov a anotáciách je stylus veľmi účinný a poskytuje presnú kontrolu pri prezeraní PDF, označovaní prezentácií alebo úprave obrázkov.",
    "s9": "Zlepšite jednoduchosť používania a prispôsobivosť",
    "s10": "Stylusy sú vo všeobecnosti ľahko použiteľné, s operáciami rovnako jednoduchými ako držanie ceruzky v ruke, čo uľahčuje aj novým používateľom pochopiť ich základné funkcie.",
    "s11": "Poznámka:",
    "s12": "Pri kúpe stylusu sa uistite, že stylus, ktorý kupujete, podporuje funkciu protokolu (AES) pre lepší používateľský zážitok."
  },
  "sl": {
    "s1": "Ponudite uporabnikom prenosnikov bolj intuitiven in natančen način interakcije: „Dotik stylusi“",
    "s2": "Zakaj aktivno pisalo",
    "s3": "Aktivni stylus omogoča izboljšano funkcionalnost v primerjavi s prstom ali pasivnim pisalom, nudi prednosti, kot so občutljivost na pritisk za različne debeline črt, zavrnitev dlani za preprečevanje nenamernih dotikov in večjo natančnost za podrobna opravila, kot so zapisovanje, ilustracije in digitalna umetnost. Te digitalne komponente omogočajo bolj naravno in izrazno uporabniško izkušnjo, ki posnema tradicionalne svinčnike in pisala na digitalnih napravah.",
    "s4": "Uporaba aktivnih pisal na prenosnikih, ki jih ponuja Acer, prinaša več pomembnih prednosti",
    "s5": "Omogoča natančno upravljanje in vnos",
    "s6": "Pisala so zasnovana za zaslone na dotik, s tanko konico, ki omogoča natančnejši in preciznejši vnos kot s prsti. To olajša izvajanje občutljivih operacij na prenosniku, kot so risanje, skiciranje ali natančno pisanje.",
    "s7": "Povečajte produktivnost in ustvarjalnost",
    "s8": "Stylus je priljubljeno orodje za zapisovanje in risanje na prenosnikih. Pri urejanju dokumentov in dodajanju komentarjev je stylus zelo učinkovit in omogoča natančno upravljanje pri pregledovanju PDF-jev, označevanju predstavitev ali urejanju slik.",
    "s9": "Izboljšajte enostavnost uporabe in prilagodljivost",
    "s10": "Pisala so na splošno enostavna za uporabo, z operacijami tako preprostimi kot držanje svinčnika v roki, kar omogoča tudi novim uporabnikom, da razumejo njihove osnovne funkcije.",
    "s11": "Opomba:",
    "s12": "Pri nakupu pisala se prepričajte, da ima kupljeno pisalo funkcijo podpore protokola (AES), da boste dobili boljšo uporabniško izkušnjo."
  },
  "sv": {
    "s1": "Ge laptopanvändare ett mer intuitivt och precist sätt att interagera: \"Touch Stylus\"",
    "s2": "Varför aktiv styluspenna",
    "s3": "En aktiv styluspen erbjuder förbättrad funktionalitet jämfört med ett finger eller passiv stylus, med fördelar som tryckkänslighet för varierande linjetjocklek, handflatesavvisning för att förhindra oavsiktliga tryck och större precision för detaljerade uppgifter som anteckningar, illustrationer och digital konst. Dessa digitala komponenter möjliggör en mer naturlig och uttrycksfull användarupplevelse, som efterliknar traditionella pennor och blyertspennor på digitala enheter.",
    "s4": "Användning av aktiva styluspennor på Acer-bärbara datorer ger flera betydande fördelar",
    "s5": "Ger exakt kontroll och inmatning",
    "s6": "Styluspennor är utformade för pekskärmar med en tunn spets som möjliggör mer exakt och noggrann inmatning än med fingrarna. Detta gör det lättare att utföra känsliga operationer på datorn, som att rita, skissa eller skriva med precision.",
    "s7": "Öka produktivitet och kreativitet",
    "s8": "En stylus är ett populärt verktyg för anteckningar och ritande på bärbara datorer. När det gäller redigering av dokument och anteckningar är stylusen mycket effektiv och ger exakt kontroll vid granskning av PDF-filer, markering av presentationer eller redigering av bilder.",
    "s9": "Förbättra användarvänlighet och anpassningsförmåga",
    "s10": "Styluspennor är generellt enkla att använda, med funktioner lika enkla som att hålla i en penna i handen, vilket gör det lätt för även nya användare att förstå deras grundläggande funktioner.",
    "s11": "Obs:",
    "s12": "När du köper en stylus, se till att den stylus du köper har stöd för (AES)-protokollfunktionen för att ge dig en bättre användarupplevelse."
  },
  "zh-TW": {
    "s1": "為筆記本用戶提供更直覺、更精準的互動方式：「觸控筆」",
    "s2": "為什麼選擇主動式觸控筆",
    "s3": "主動式觸控筆相比手指或被動觸控筆提供更強大的功能，例如不同線條粗細的壓力感應、手掌防誤觸，以及在筆記、插畫和數位藝術等精細操作時的高精度。這些數位元件讓使用體驗更自然、更富表現力，模擬傳統筆與鉛筆在數位裝置上的使用。",
    "s4": "在 Acer 提供的筆記本上使用主動式觸控筆提供了幾個重要好處",
    "s5": "提供精確的控制與輸入",
    "s6": "觸控筆專為觸控螢幕設計，細尖設計比手指提供更精準的輸入。這使得在筆記本上進行繪畫、速寫或精準書寫等精細操作變得更加容易。",
    "s7": "提升生產力與創造力",
    "s8": "觸控筆是筆記本上常用的記筆記與繪圖工具。在編輯文件與批註時，觸控筆非常有效，無論查看 PDF、標註簡報或編輯圖像，都能提供精準控制。",
    "s9": "提升易用性與適應性",
    "s10": "觸控筆通常易於使用，操作就像手持鉛筆一樣簡單，即使是第一次使用者也能輕鬆掌握其基本功能。",
    "s11": "注意：",
    "s12": "在購買觸控筆時，請確認您購買的觸控筆具有支援 (AES) 協議功能，以帶來更好的使用者體驗。"
  },
  "tr": {
    "s1": "Dizüstü kullanıcılarına daha sezgisel ve hassas bir etkileşim yöntemi sunun: \"Dokunmatik Kalemler\"",
    "s2": "Neden aktif stylus kalem",
    "s3": "Aktif stylus kalem, parmak veya pasif stylus kaleme kıyasla geliştirilmiş işlevsellik sunar; farklı çizgi kalınlıkları için basınç hassasiyeti, istem dışı dokunuşları önlemek için avuç içi reddi ve not alma, çizim ve dijital sanat gibi ayrıntılı görevlerde daha yüksek hassasiyet sağlar. Bu dijital bileşenler, dijital cihazlarda geleneksel kalem ve kurşun kalemleri taklit ederek daha doğal ve ifade edici bir kullanıcı deneyimi sağlar.",
    "s4": "Acer tarafından sunulan dizüstü bilgisayarlarda aktif stylus kalem kullanımı, birkaç önemli avantaj sağlar",
    "s5": "Hassas kontrol ve giriş sağlar",
    "s6": "Stylus kalemler dokunmatik ekranlar için tasarlanmıştır; ince ucu, parmaklardan daha hassas ve doğru giriş yapılmasını sağlar. Bu, dizüstüde çizim, eskiz veya hassas yazma gibi ince işleri daha kolay yapmayı mümkün kılar.",
    "s7": "Verimliliği ve yaratıcılığı artırın",
    "s8": "Bir stylus, dizüstü bilgisayarlarda not alma ve çizim için popüler bir araçtır. Belgeleri düzenleme ve not ekleme söz konusu olduğunda, stylus son derece etkilidir ve PDF’leri inceleme, sunumları işaretleme veya resimleri düzenleme sırasında hassas kontrol sağlar.",
    "s9": "Kullanım kolaylığını ve uyarlanabilirliği artırın",
    "s10": "Stylus kalemler genellikle kullanımı kolaydır; işlemler, bir kalemi elde tutmak kadar basittir ve ilk kez kullanan kullanıcıların bile temel işlevlerini anlamasını kolaylaştırır.",
    "s11": "Not:",
    "s12": "Bir stylus satın alırken, lütfen satın aldığınız stylusun daha iyi bir kullanıcı deneyimi sunmak için (AES) protokol fonksiyonunu desteklediğinden emin olun."
  },
  "uk": {
    "s1": "Пропонуйте користувачам ноутбуків більш інтуїтивний та точний спосіб взаємодії: «Сенсорні стилуси»",
    "s2": "Чому активний стилус",
    "s3": "Активний стилус забезпечує покращену функціональність порівняно з пальцем або пасивним стилусом, надаючи переваги, такі як чутливість до натискання для різної товщини ліній, відхилення долоні для запобігання випадкових дотиків та більшу точність для детальних завдань, таких як ведення нотаток, ілюстрації та цифрова арт. Ці цифрові компоненти забезпечують більш природний і виразний користувацький досвід, імітуючи традиційні ручки та олівці на цифрових пристроях.",
    "s4": "Використання активних стилусів на ноутбуках, що пропонуються Acer, забезпечує кілька значних переваг",
    "s5": "Забезпечує точний контроль та введення",
    "s6": "Стилуси розроблені для сенсорних екранів, з тонким кінчиком, що дозволяє точніше та акуратніше вводити інформацію, ніж пальцями. Це полегшує виконання делікатних завдань на ноутбуку, таких як малювання, ескізи або точне письмо.",
    "s7": "Підвищуйте продуктивність та креативність",
    "s8": "Стилус є популярним інструментом для нотаток і малювання на ноутбуках. Під час редагування документів і додавання коментарів стилус дуже ефективний, забезпечуючи точний контроль при перегляді PDF, позначенні презентацій або редагуванні зображень.",
    "s9": "Покращуйте зручність використання та адаптивність",
    "s10": "Стилуси зазвичай прості у використанні, з операціями настільки простими, як тримання олівця в руці, що дозволяє навіть новачкам легко освоїти їх основні функції.",
    "s11": "Примітка.",
    "s12": "При покупці стилуса переконайтеся, що стилус, який ви купуєте, має підтримку протоколу (AES) для забезпечення кращого користувацького досвіду."
  }
}