{
  "en": {
    "s1": "Bring laptop users a more intuitive and precise way to interact: “Touch Styluses”",
    "s2": "Why active stylus pen",
    "s3": "An active stylus pen offers enhanced functionality over a finger or passive stylus, providing benefits like pressure sensitivity for varied line weights, palm rejection to prevent unintended touches, and greater precision for detailed tasks such as note-taking, illustrating, and digital art. These digital components allow for a more natural and expressive user experience, mimicking traditional pens and pencils on digital devices.",
    "s4": "The use of active stylus pens on laptops offered by Acer provides several significant benefits",
    "s5": "Provides precise control and input",
    "s6": "Styluses are designed for touchscreens, with a fine tip that allows for more precise and accurate input than fingers. This makes it easier to perform delicate operations on the laptop, such as drawing, sketching, or writing with precision.",
    "s7": "Boost productivity and creativity",
    "s8": "A stylus is a popular tool for note-taking and drawing on laptops.When it comes to editing documents and annotating, the stylus is highly effective, providing precise control whether reviewing PDFs, marking up presentations, or editing images.",
    "s9": "Improve ease of use and adaptability",
    "s10": "Styluses are generally easy to use, with operations as simple as holding a pencil in hand, making it easy for even first-time users to grasp their basic functions.",
    "s11": "Note:",
    "s12": "When purchasing a stylus, please make sure that the stylus you purchase has the support (AES) protocol function to bring you a better user experience."
  },
  "bg": {
    "s1": "Осигурете на потребителите на лаптопи по-интуитивен и прецизен начин за взаимодействие: „Сензорни стилуси“",
    "s2": "Защо активен стилус",
    "s3": "Активният стилус предлага разширена функционалност спрямо пръст или пасивен стилус, осигурявайки предимства като чувствителност на натиск за различни дебелини на линии, откриване на дланта за предотвратяване на нежелани докосвания и по-голяма прецизност за детайлни задачи като водене на бележки, илюстриране и дигитално изкуство. Тези дигитални компоненти позволяват по-естествено и изразително потребителско изживяване, имитирайки традиционни писалки и моливи на цифрови устройства.",
    "s4": "Използването на активни стилуси на лаптопи, предлагани от Acer, предоставя няколко значителни предимства",
    "s5": "Осигурява прецизен контрол и въвеждане",
    "s6": "Стилусите са създадени за сензорни екрани и разполагат с фин връх, който осигурява по-прецизно и точно въвеждане в сравнение с използването на пръсти, улеснявайки фини дейности като рисуване, скициране или писане на лаптоп.",
    "s7": "Повишава продуктивността и креативността",
    "s8": "Стилусът е популярен инструмент за водене на бележки и рисуване на лаптопи. Той е също така изключително ефективен при редактиране на документи и анотиране, осигурявайки прецизен контрол при преглед на PDF файлове, отбелязване на презентации или редактиране на изображения.",
    "s9": "Подобрява лекотата на използване и адаптивността",
    "s10": "Стилусите са лесни за използване, с интуитивна работа, подобна на държането на молив, което позволява дори на потребители за първи път бързо да усвоят основните функции.",
    "s11": "Забележка:",
    "s12": "При закупуване на стилус, моля, уверете се, че стилусът, който купувате, има функцията за поддръжка на протокола (AES), за да ви предостави по-добро потребителско изживяване."
  },
  "cs": {
    "s1": "Přineste uživatelům notebooků intuitivnější a přesnější způsob interakce: „Dotyková pera“",
    "s2": "Proč aktivní stylus",
    "s3": "Aktivní stylus poskytuje rozšířenou funkcionalitu oproti prstu nebo pasivnímu stylusu, nabízí výhody jako citlivost na tlak pro různé tloušťky čar, rozpoznávání dlaně, aby se zabránilo nechtěným dotykům, a vyšší přesnost pro detailní úkoly, jako je psaní poznámek, ilustrace a digitální umění. Tyto digitální komponenty umožňují přirozenější a expresivnější uživatelskou zkušenost, napodobující tradiční pera a tužky na digitálních zařízeních.",
    "s4": "Používání aktivních stylusů na noteboocích od Acer přináší několik významných výhod",
    "s5": "Poskytuje přesné ovládání a vstup",
    "s6": "Stylusy jsou navrženy pro dotykové obrazovky a mají jemný hrot, který umožňuje přesnější a přesnější ovládání než prsty, což usnadňuje jemné činnosti, jako je kreslení, skicování nebo psaní na notebooku.",
    "s7": "Zvyšuje produktivitu a kreativitu",
    "s8": "Stylus je oblíbeným nástrojem pro psaní poznámek a kreslení na noteboocích. Při úpravách dokumentů a anotacích je rovněž velmi efektivní a poskytuje přesné ovládání při kontrole PDF souborů, označování prezentací nebo úpravách obrázků.",
    "s9": "Zlepšuje snadnost používání a přizpůsobivost",
    "s10": "Stylusy se snadno používají a jejich ovládání je intuitivní, podobné držení tužky, takže i uživatelé, kteří je používají poprvé, snadno pochopí základní funkce.",
    "s11": "Poznámka:",
    "s12": "Při koupi stylusu se ujistěte, že stylus, který kupujete, podporuje protokol (AES), aby vám poskytl lepší uživatelský zážitek."
  },
  "da": {
    "s1": "Giv laptopbrugere en mere intuitiv og præcis måde at interagere på: \"Touch Stylus\"",
    "s2": "Hvorfor aktiv styluspen",
    "s3": "En aktiv styluspen tilbyder forbedret funktionalitet i forhold til en finger eller passiv stylus, med fordele som trykfølsomhed for varierede linjetykkelser, avvisning av håndflate for at forhindre utilsigtede tryk og større præcision til detaljerede opgaver som notetagning, illustration og digital kunst. Disse digitale komponenter giver en mere naturlig og udtryksfuld brugeroplevelse, der efterligner traditionelle penne og blyanter på digitale enheder.",
    "s4": "Brug af aktive styluspenne på laptops fra Acer giver flere væsentlige fordele",
    "s5": "Giver præcis kontrol og input",
    "s6": "Styluspenne er designet til touchskærme og har en fin spids, som giver mere præcis og nøjagtig input end fingre, hvilket gør detaljerede opgaver som tegning, skitsering eller skrivning på en bærbar pc nemmere.",
    "s7": "Øger produktivitet og kreativitet",
    "s8": "En stylus er et populært værktøj til notetagning og tegning på bærbare computere. Den er også yderst effektiv til dokumentredigering og annotering og giver præcis kontrol ved gennemgang af PDF'er, markering af præsentationer eller redigering af billeder.",
    "s9": "Forbedrer brugervenlighed og tilpasningsevne",
    "s10": "Styluspenne er nemme at bruge med intuitiv betjening, der minder om at holde en blyant, så selv førstegangsbrugere hurtigt kan forstå de grundlæggende funktioner.",
    "s11": "Bemærk:",
    "s12": "Når du køber en stylus, skal du sørge for, at den stylus, du køber, har understøttelse af (AES)-protokolfunktionen for at give dig en bedre brugeroplevelse."
  },
  "de": {
    "s1": "Bieten Sie Laptop-Benutzern eine intuitivere und präzisere Interaktionsmöglichkeit: „Touch-Stifte“",
    "s2": "Warum aktiver Stift",
    "s3": "Ein aktiver Stift bietet erweiterte Funktionen im Vergleich zu einem Finger oder passiven Stift und bietet Vorteile wie Druckempfindlichkeit für unterschiedliche Linienbreiten, Handballenerkennung zur Vermeidung unbeabsichtigter Berührungen und höhere Präzision für detaillierte Aufgaben wie Notizen, Illustrationen und digitale Kunst. Diese digitalen Komponenten ermöglichen ein natürlicheres und ausdrucksvolleres Benutzererlebnis, das traditionelle Stifte und Bleistifte auf digitalen Geräten nachahmt.",
    "s4": "Die Verwendung von aktiven Stiften auf Laptops von Acer bietet mehrere wesentliche Vorteile",
    "s5": "Bietet präzise Steuerung und Eingabe",
    "s6": "Eingabestifte sind für Touchscreens konzipiert und verfügen über eine feine Spitze, die eine präzisere und genauere Eingabe als mit den Fingern ermöglicht und feine Arbeiten wie Zeichnen, Skizzieren oder Schreiben auf dem Laptop erleichtert.",
    "s7": "Steigert Produktivität und Kreativität",
    "s8": "Ein Stylus ist ein beliebtes Werkzeug für Notizen und Zeichnungen auf Laptops. Beim Bearbeiten von Dokumenten und beim Kommentieren ist er ebenfalls äußerst effektiv und bietet präzise Kontrolle beim Überprüfen von PDFs, Markieren von Präsentationen oder Bearbeiten von Bildern.",
    "s9": "Verbessert Benutzerfreundlichkeit und Anpassungsfähigkeit",
    "s10": "Eingabestifte sind einfach zu bedienen und bieten eine intuitive Handhabung ähnlich dem Halten eines Bleistifts, sodass auch Erstnutzer die grundlegenden Funktionen schnell erfassen.",
    "s11": "Hinweis:",
    "s12": "Stellen Sie beim Kauf eines Stylus sicher, dass der von Ihnen gekaufte Stylus die Unterstützung des (AES)-Protokolls bietet, um Ihnen ein besseres Benutzererlebnis zu ermöglichen."
  },
  "el": {
    "s1": "Προσφέρετε στους χρήστες φορητών υπολογιστών έναν πιο διαισθητικό και ακριβή τρόπο αλληλεπίδρασης: «Αφής στυλό»",
    "s2": "Γιατί ενεργό στυλό",
    "s3": "Ένα ενεργό στυλό προσφέρει αυξημένη λειτουργικότητα σε σύγκριση με το δάχτυλο ή ένα παθητικό στυλό, παρέχοντας πλεονεκτήματα όπως ευαισθησία στην πίεση για διαφορετικά πάχη γραμμής, απόρριψη παλάμης για αποφυγή ακούσιων αγγίξεων και μεγαλύτερη ακρίβεια για λεπτομερείς εργασίες όπως σημειώσεις, εικονογράφηση και ψηφιακή τέχνη. Αυτά τα ψηφιακά στοιχεία επιτρέπουν μια πιο φυσική και εκφραστική εμπειρία χρήστη, μιμούμενα παραδοσιακά στυλό και μολύβια σε ψηφιακές συσκευές.",
    "s4": "Η χρήση ενεργών στυλό σε φορητούς υπολογιστές που προσφέρει η Acer παρέχει αρκετά σημαντικά οφέλη",
    "s5": "Παρέχει ακριβή έλεγχο και είσοδο",
    "s6": "Οι γραφίδες έχουν σχεδιαστεί για οθόνες αφής και διαθέτουν λεπτή μύτη, προσφέροντας πιο ακριβή και λεπτομερή εισαγωγή από τα δάχτυλα, διευκολύνοντας εργασίες όπως σχέδιο, σκίτσο ή γραφή στον φορητό υπολογιστή.",
    "s7": "Ενισχύει την παραγωγικότητα και τη δημιουργικότητα",
    "s8": "Η γραφίδα είναι ένα δημοφιλές εργαλείο για λήψη σημειώσεων και σχεδίαση σε φορητούς υπολογιστές. Είναι επίσης ιδιαίτερα αποτελεσματική στην επεξεργασία εγγράφων και στις σχολιασμένες σημειώσεις, προσφέροντας ακριβή έλεγχο κατά την αναθεώρηση PDF, την επισήμανση παρουσιάσεων ή την επεξεργασία εικόνων.",
    "s9": "Βελτιώνει την ευκολία χρήσης και την προσαρμοστικότητα",
    "s10": "Οι γραφίδες είναι εύχρηστες, με διαισθητική λειτουργία παρόμοια με το κράτημα ενός μολυβιού, επιτρέποντας ακόμη και σε χρήστες για πρώτη φορά να κατανοήσουν γρήγορα τις βασικές λειτουργίες.",
    "s11": "Σημείωση:",
    "s12": "Κατά την αγορά ενός στυλό, βεβαιωθείτε ότι το στυλό που αγοράζετε διαθέτει τη λειτουργία υποστήριξης πρωτοκόλλου (AES) για να σας προσφέρει καλύτερη εμπειρία χρήστη."
  },
  "es": {
    "s1": "Brinda a los usuarios de portátiles una forma más intuitiva y precisa de interactuar: «Stylus táctiles»",
    "s2": "Por qué el lápiz activo",
    "s3": "Un lápiz activo ofrece funcionalidad mejorada frente a un dedo o un lápiz pasivo, proporcionando beneficios como sensibilidad a la presión para diferentes grosores de línea, rechazo de la palma para evitar toques no deseados y mayor precisión para tareas detalladas como tomar notas, ilustrar y arte digital. Estos componentes digitales permiten una experiencia de usuario más natural y expresiva, imitando los bolígrafos y lápices tradicionales en dispositivos digitales.",
    "s4": "El uso de lápices activos en portátiles ofrecidos por Acer proporciona varios beneficios importantes",
    "s5": "Proporciona un control y una entrada precisos",
    "s6": "Los lápices ópticos están diseñados para pantallas táctiles y cuentan con una punta fina que permite una entrada más precisa y exacta que los dedos, facilitando tareas delicadas como dibujar, esbozar o escribir en el portátil.",
    "s7": "Impulsa la productividad y la creatividad",
    "s8": "El lápiz óptico es una herramienta popular para tomar notas y dibujar en portátiles. También resulta muy eficaz para editar documentos y realizar anotaciones, ofreciendo un control preciso al revisar archivos PDF, marcar presentaciones o editar imágenes.",
    "s9": "Mejora la facilidad de uso y la adaptabilidad",
    "s10": "Los lápices ópticos son fáciles de usar, con un manejo intuitivo similar al de sujetar un lápiz, lo que permite que incluso los usuarios primerizos comprendan rápidamente las funciones básicas.",
    "s11": "Nota:",
    "s12": "Al comprar un lápiz, asegúrese de que el lápiz que adquiera tenga la función de soporte del protocolo (AES) para brindarle una mejor experiencia de usuario."
  },
  "fi": {
    "s1": "Tarjoa kannettavan käyttäjille intuitiivisempi ja tarkempi tapa olla vuorovaikutuksessa: \"Kosketuskynät\"",
    "s2": "Miksi aktiivinen stylus",
    "s3": "Aktiivinen stylus tarjoaa parannetun toiminnallisuuden sormeen tai passiiviseen stylukseen verrattuna, tarjoten etuja, kuten paineherkkyys erilaisten viivapaksuuksien luomiseen, käden hylkäyksen estämään tahattomia kosketuksia ja suuremman tarkkuuden yksityiskohtaisiin tehtäviin, kuten muistiinpanoihin, kuvituksiin ja digitaaliseen taiteeseen. Nämä digitaaliset osat mahdollistavat luonnollisemman ja ilmeikkäämmän käyttökokemuksen, jäljitellen perinteisiä kyniä ja lyijykyniä digitaalisilla laitteilla.",
    "s4": "Aktiivisten stylus-kynien käyttö Acerin kannettavissa tarjoaa useita merkittäviä etuja",
    "s5": "Tarjoaa tarkan hallinnan ja syötön",
    "s6": "Stylus-kynät on suunniteltu kosketusnäytöille, ja niiden hienokärki mahdollistaa sormia tarkemman ja täsmällisemmän syötön, mikä helpottaa yksityiskohtaisia tehtäviä, kuten piirtämistä, luonnostelua tai kirjoittamista kannettavalla.",
    "s7": "Tehostaa tuottavuutta ja luovuutta",
    "s8": "Stylus on suosittu työkalu muistiinpanojen tekemiseen ja piirtämiseen kannettavilla tietokoneilla. Se on myös erittäin tehokas asiakirjojen muokkauksessa ja annotoinnissa, tarjoten tarkan hallinnan PDF-tiedostojen tarkastelussa, esitysten merkinnöissä tai kuvien muokkauksessa.",
    "s9": "Parantaa helppokäyttöisyyttä ja mukautuvuutta",
    "s10": "Stylus-kynät ovat helppokäyttöisiä ja toimivat intuitiivisesti kuten kynää pidettäessä, joten myös ensikertalaiset oppivat nopeasti perustoiminnot.",
    "s11": "Huomautus:",
    "s12": "Kun ostat styluksen, varmista, että ostamallasi styluksella on tuki (AES)-protokollatoiminto tarjotaksesi paremman käyttökokemuksen."
  },
  "fr": {
    "s1": "Offrez aux utilisateurs d’ordinateurs portables un moyen plus intuitif et précis d’interagir : « Stylus tactiles »",
    "s2": "Pourquoi le stylet actif",
    "s3": "Un stylet actif offre des fonctionnalités améliorées par rapport à un doigt ou un stylet passif, offrant des avantages tels que la sensibilité à la pression pour des épaisseurs de ligne variées, le rejet de la paume pour éviter les touches involontaires et une plus grande précision pour des tâches détaillées telles que la prise de notes, l’illustration et l’art numérique. Ces composants numériques permettent une expérience utilisateur plus naturelle et expressive, imitant les stylos et crayons traditionnels sur les appareils numériques.",
    "s4": "L'utilisation de stylets actifs sur les ordinateurs portables proposés par Acer offre plusieurs avantages importants",
    "s5": "Offre un contrôle et une saisie précis",
    "s6": "Les stylets sont conçus pour les écrans tactiles et disposent d’une pointe fine offrant une saisie plus précise et plus exacte que les doigts, facilitant les tâches délicates telles que le dessin, le croquis ou l’écriture sur un ordinateur portable.",
    "s7": "Stimule la productivité et la créativité",
    "s8": "Le stylet est un outil très apprécié pour la prise de notes et le dessin sur les ordinateurs portables. Il se révèle également très efficace pour l’édition de documents et l’annotation, offrant un contrôle précis lors de la révision de fichiers PDF, de l’annotation de présentations ou de la retouche d’images.",
    "s9": "Améliore la facilité d’utilisation et l’adaptabilité",
    "s10": "Les stylets sont faciles à utiliser, avec une prise en main intuitive comparable à celle d’un crayon, permettant même aux nouveaux utilisateurs de maîtriser rapidement les fonctions de base.",
    "s11": "Remarque :",
    "s12": "Lors de l'achat d'un stylet, assurez-vous que le stylet que vous achetez dispose de la fonction de protocole de support (AES) pour vous offrir une meilleure expérience utilisateur."
  },
  "hr": {
    "s1": "Omogućite korisnicima prijenosnih računala intuitivniji i precizniji način interakcije: „Dodirni stylusi“",
    "s2": "Zašto aktivna olovka",
    "s3": "Aktivni stylus omogućuje poboljšanu funkcionalnost u odnosu na prst ili pasivni stylus, pružajući prednosti poput osjetljivosti na pritisak za različite debljine linija, odbacivanja dlana kako bi se spriječili nenamjerni dodiri i veću preciznost za detaljne zadatke poput vođenja bilješki, ilustracija i digitalne umjetnosti. Ove digitalne komponente omogućuju prirodnije i izražajnije korisničko iskustvo, oponašajući tradicionalne olovke i kemijske olovke na digitalnim uređajima.",
    "s4": "Korištenje aktivnih stylusa na Acer prijenosnim računalima pruža nekoliko značajnih prednosti",
    "s5": "Omogućuje preciznu kontrolu i unos",
    "s6": "Stylusi su dizajnirani za zaslone osjetljive na dodir te imaju fini vrh koji omogućuje precizniji i točniji unos od prstiju, što olakšava detaljne radnje poput crtanja, skiciranja ili pisanja na prijenosnom računalu.",
    "s7": "Povećava produktivnost i kreativnost",
    "s8": "Stylus je popularan alat za bilježenje i crtanje na prijenosnim računalima. Također je vrlo učinkovit pri uređivanju dokumenata i dodavanju bilješki, pružajući preciznu kontrolu pri pregledavanju PDF-ova, označavanju prezentacija ili uređivanju slika.",
    "s9": "Poboljšava jednostavnost uporabe i prilagodljivost",
    "s10": "Stylusi su jednostavni za upotrebu, s intuitivnim rukovanjem sličnim držanju olovke, što omogućuje i korisnicima koji ih koriste prvi put da brzo savladaju osnovne funkcije.",
    "s11": "Napomena:",
    "s12": "Prilikom kupnje stylusa, provjerite da stylus koji kupujete ima funkciju podrške (AES) protokola kako bi vam pružio bolje korisničko iskustvo."
  },
  "hu": {
    "s1": "Adj a laptopfelhasználóknak intuitívabb és pontosabb módot az interakcióra: „Érintőceruzák“",
    "s2": "Miért aktív stylus toll",
    "s3": "Az aktív stylus toll fejlettebb funkcionalitást kínál az ujjhoz vagy a passzív stylushoz képest, előnyökkel, mint a nyomásérzékenység a változatos vonalvastagságokhoz, a tenyér elutasítása a véletlen érintések elkerülésére, valamint nagyobb precizitás a részletes feladatokhoz, például jegyzeteléshez, illusztrációhoz és digitális művészethez. Ezek a digitális elemek természetesebb és kifejezőbb felhasználói élményt biztosítanak, utánozva a hagyományos tollakat és ceruzákat a digitális eszközökön.",
    "s4": "Az Acer által kínált laptopokon történő aktív stylus toll használata számos jelentős előnnyel jár",
    "s5": "Pontos vezérlést és pontos bevitelt biztosít",
    "s6": "A stylus tollak érintőképernyőkhöz készültek, finom hegyük pedig pontosabb és precízebb bevitelt tesz lehetővé az ujjaknál, megkönnyítve az olyan aprólékos műveleteket, mint a rajzolás, vázlatkészítés vagy írás laptopon.",
    "s7": "Növeli a produktivitást és a kreativitást",
    "s8": "A stylus népszerű eszköz jegyzeteléshez és rajzoláshoz laptopokon. Dokumentumszerkesztés és annotálás során is rendkívül hatékony, pontos vezérlést biztosítva PDF-ek átnézésekor, prezentációk jelölésekor vagy képek szerkesztésekor.",
    "s9": "Javítja a használhatóságot és az alkalmazkodóképességet",
    "s10": "A stylus tollak könnyen használhatók, intuitív működésük a ceruza fogásához hasonló, így még az első alkalommal használók is gyorsan elsajátíthatják az alapvető funkciókat.",
    "s11": "Megjegyzés:",
    "s12": "Stylus vásárlásakor győződjön meg róla, hogy a megvásárolt stylus rendelkezik az (AES) protokoll támogatási funkciójával a jobb felhasználói élmény érdekében."
  },
  "it": {
    "s1": "Offrire agli utenti di laptop un modo più intuitivo e preciso di interagire: «Touch Stylus»",
    "s2": "Perché penna stilo attiva",
    "s3": "Una penna attiva offre funzionalità avanzate rispetto a un dito o a una penna passiva, fornendo vantaggi come la sensibilità alla pressione per spessori di linea variabili, il riconoscimento del palmo per evitare tocchi accidentali e maggiore precisione per attività dettagliate come prendere appunti, illustrare e fare arte digitale. Questi componenti digitali consentono un’esperienza utente più naturale ed espressiva, imitando penne e matite tradizionali sui dispositivi digitali.",
    "s4": "L’uso di penne attive sui laptop offerti da Acer offre diversi vantaggi significativi",
    "s5": "Offre un controllo e un input precisi",
    "s6": "Le penne stylus sono progettate per i touchscreen e presentano una punta sottile che consente un input più preciso e accurato rispetto alle dita, rendendo più semplici operazioni delicate come disegnare, schizzare o scrivere sul laptop.",
    "s7": "Aumenta produttività e creatività",
    "s8": "Lo stylus è uno strumento diffuso per prendere appunti e disegnare sui laptop. È inoltre molto efficace per la modifica dei documenti e l’annotazione, offrendo un controllo preciso durante la revisione di PDF, l’annotazione di presentazioni o la modifica di immagini.",
    "s9": "Migliora la facilità d’uso e l’adattabilità",
    "s10": "Le penne stylus sono facili da usare, con un funzionamento intuitivo simile a tenere una matita, consentendo anche agli utenti alle prime armi di apprendere rapidamente le funzioni di base.",
    "s11": "Nota:",
    "s12": "Quando acquisti una penna stilografica, assicurati che la penna che acquisti abbia la funzione di supporto del protocollo (AES) per offrirti una migliore esperienza utente."
  },
  "ja": {
    "s1": "ノートパソコンユーザーに、より直感的で正確な操作方法を提供：「タッチスタイラス」",
    "s2": "なぜアクティブスタイラスペンか",
    "s3": "アクティブスタイラスペンは、指やパッシブスタイラスよりも高度な機能を提供し、線の太さを変えられる筆圧感知、誤操作を防ぐ手のひら拒否、メモやイラスト、デジタルアートなどの細かい作業での高精度といった利点があります。これらのデジタル要素により、従来のペンや鉛筆を模した自然で表現力豊かな操作体験が可能になります。",
    "s4": "Acerが提供するノートパソコンでのアクティブスタイラスペンの使用は、いくつかの重要な利点を提供します",
    "s5": "正確な操作と入力を実現します",
    "s6": "スタイラスはタッチスクリーン向けに設計されており、指先よりも正確で精密な入力を可能にする細いペン先により、ノートパソコン上での描画、スケッチ、手書きなどの繊細な操作を容易にします。",
    "s7": "生産性と創造性を高めます",
    "s8": "スタイラスは、ノートパソコンでのメモ取りや描画に広く使われているツールです。文書の編集や注釈付けにおいても高い効果を発揮し、PDFの確認、プレゼンテーションへの書き込み、画像編集時に正確な操作を可能にします。",
    "s9": "使いやすさと適応性を向上させます",
    "s10": "スタイラスは鉛筆を持つ感覚に近い直感的な操作で、初めて使う方でも基本機能をすぐに理解できます。",
    "s11": "注：",
    "s12": "スタイラスを購入する際は、購入するスタイラスがサポート（AES）プロトコル機能を備えており、より良いユーザー体験を提供できることを確認してください。"
  },
  "ko": {
    "s1": "노트북 사용자에게 보다 직관적이고 정밀한 상호작용 방법 제공: \"터치 스타일러스\"",
    "s2": "왜 액티브 스타일러스 펜인가",
    "s3": "액티브 스타일러스 펜은 손가락이나 수동 스타일러스보다 향상된 기능을 제공하며, 다양한 선 굵기를 위한 압력 감지, 의도치 않은 터치를 방지하는 손바닥 무시 기능, 필기, 그림, 디지털 아트와 같은 세밀한 작업에서 더 높은 정밀도를 제공합니다. 이러한 디지털 구성 요소는 디지털 장치에서 전통적인 펜과 연필을 모방하여 보다 자연스럽고 표현력 있는 사용자 경험을 제공합니다.",
    "s4": "Acer가 제공하는 노트북에서 액티브 스타일러스 펜 사용은 여러 중요한 이점을 제공합니다",
    "s5": "정확한 제어와 입력을 제공합니다",
    "s6": "스타일러스는 터치스크린용으로 설계되었으며, 손가락보다 더 정밀하고 정확한 입력이 가능한 미세한 펜촉을 통해 노트북에서 드로잉, 스케치, 필기와 같은 섬세한 작업을 더욱 쉽게 수행할 수 있습니다.",
    "s7": "생산성과 창의성을 향상시킵니다",
    "s8": "스타일러스는 노트북에서 필기와 드로잉에 널리 사용되는 도구입니다. 문서 편집과 주석 작업에서도 뛰어난 효율을 제공하며, PDF 검토, 프레젠테이션 표시, 이미지 편집 시 정확한 제어를 지원합니다.",
    "s9": "사용 편의성과 적응성을 향상시킵니다",
    "s10": "스타일러스는 연필을 잡는 것과 유사한 직관적인 조작으로 누구나 쉽게 사용할 수 있어, 처음 사용하는 사용자도 기본 기능을 빠르게 익힐 수 있습니다.",
    "s11": "참고:",
    "s12": "스타일러스를 구매할 때, 구매하는 스타일러스가 지원(AES) 프로토콜 기능을 가지고 있어 더 나은 사용자 경험을 제공하는지 확인하세요."
  },
  "nb": {
    "s1": "Gi laptopbrukere en mer intuitiv og presis måte å samhandle på: \"Touch Stylus\"",
    "s2": "Hvorfor aktiv stylus",
    "s3": "En aktiv styluspen gir forbedret funksjonalitet over en finger eller passiv stylus, med fordeler som trykkfølsomhet for varierte linjetykkelser, håndflateavvisning for å forhindre utilsiktede trykk og større presisjon for detaljerte oppgaver som notatskriving, illustrasjon og digital kunst. Disse digitale komponentene muliggjør en mer naturlig og uttrykksfull brukeropplevelse, som etterligner tradisjonelle penner og blyanter på digitale enheter.",
    "s4": "Bruk av aktive styluspenner på Acer-laptoper gir flere betydelige fordeler",
    "s5": "Gir presis kontroll og inndata",
    "s6": "Styluspenner er utviklet for berøringsskjermer og har en fin spiss som gir mer presis og nøyaktig input enn fingre, noe som gjør detaljerte oppgaver som tegning, skissering eller skriving på en bærbar PC enklere.",
    "s7": "Øker produktivitet og kreativitet",
    "s8": "En stylus er et populært verktøy for notatskriving og tegning på bærbare PC-er. Den er også svært effektiv for dokumentredigering og annotering, og gir presis kontroll ved gjennomgang av PDF-filer, merking av presentasjoner eller redigering av bilder.",
    "s9": "Forbedrer brukervennlighet og tilpasningsevne",
    "s10": "Styluspenner er enkle å bruke, med intuitiv betjening som ligner på å holde en blyant, slik at selv førstegangsbrukere raskt kan lære de grunnleggende funksjonene.",
    "s11": "Merk:",
    "s12": "Når du kjøper en stylus, vennligst sørg for at stylusen du kjøper har støtte for (AES)-protokollfunksjon for å gi deg en bedre brukeropplevelse."
  },
  "nl": {
    "s1": "Breng laptopgebruikers een intuïtievere en nauwkeurigere manier van interactie: \"Touch Stylus\"",
    "s2": "Waarom actieve styluspen",
    "s3": "Een actieve styluspen biedt verbeterde functionaliteit ten opzichte van een vinger of passieve stylus, met voordelen zoals drukgevoeligheid voor verschillende lijndiktes, handpalmafwijzing om onbedoelde aanrakingen te voorkomen en grotere precisie voor gedetailleerde taken zoals notities maken, illustreren en digitale kunst. Deze digitale componenten maken een natuurlijkere en expressievere gebruikerservaring mogelijk, die traditionele pennen en potloden op digitale apparaten nabootst.",
    "s4": "Het gebruik van actieve styluspennen op laptops van Acer biedt verschillende belangrijke voordelen",
    "s5": "Biedt nauwkeurige bediening en invoer",
    "s6": "Styluspennen zijn ontworpen voor touchscreens en hebben een fijne punt die nauwkeurigere en preciezere invoer mogelijk maakt dan vingers, waardoor delicate taken zoals tekenen, schetsen of schrijven op een laptop eenvoudiger worden.",
    "s7": "Verhoogt productiviteit en creativiteit",
    "s8": "Een stylus is een populair hulpmiddel voor notities maken en tekenen op laptops. Bij het bewerken van documenten en het maken van annotaties is de stylus eveneens zeer effectief en biedt hij nauwkeurige controle bij het beoordelen van PDF’s, het markeren van presentaties of het bewerken van afbeeldingen.",
    "s9": "Verbetert gebruiksgemak en aanpasbaarheid",
    "s10": "Styluspennen zijn eenvoudig te gebruiken en bieden een intuïtieve bediening vergelijkbaar met het vasthouden van een potlood, waardoor zelfs beginnende gebruikers de basisfuncties snel begrijpen.",
    "s11": "Opmerking:",
    "s12": "Bij het kopen van een stylus, zorg ervoor dat de stylus die u koopt de ondersteuning van het (AES)-protocol heeft om u een betere gebruikerservaring te bieden."
  },
  "pl": {
    "s1": "Zapewnij użytkownikom laptopów bardziej intuicyjny i precyzyjny sposób interakcji: „Rysiki dotykowe“",
    "s2": "Dlaczego aktywny rysik",
    "s3": "Aktywny rysik zapewnia zwiększoną funkcjonalność w porównaniu z palcem lub pasywnym stylusem, oferując zalety takie jak czułość nacisku dla różnych grubości linii, odrzucanie dłoni w celu uniknięcia przypadkowych dotknięć oraz większą precyzję przy szczegółowych zadaniach, takich jak sporządzanie notatek, ilustracje i sztuka cyfrowa. Te cyfrowe elementy umożliwiają bardziej naturalne i ekspresyjne doświadczenie użytkownika, naśladując tradycyjne długopisy i ołówki na urządzeniach cyfrowych.",
    "s4": "Używanie aktywnych rysików w laptopach oferowanych przez Acer zapewnia kilka istotnych korzyści",
    "s5": "Zapewnia precyzyjną kontrolę i wprowadzanie",
    "s6": "Rysiki są przeznaczone do ekranów dotykowych i wyposażone w cienką końcówkę, która zapewnia bardziej precyzyjne i dokładne wprowadzanie danych niż palce, ułatwiając wykonywanie delikatnych czynności, takich jak rysowanie, szkicowanie czy pisanie na laptopie.",
    "s7": "Zwiększa produktywność i kreatywność",
    "s8": "Rysik jest popularnym narzędziem do robienia notatek i rysowania na laptopach. Jest również bardzo skuteczny podczas edycji dokumentów i nanoszenia adnotacji, zapewniając precyzyjną kontrolę przy przeglądaniu plików PDF, oznaczaniu prezentacji lub edycji obrazów.",
    "s9": "Poprawia łatwość obsługi i elastyczność",
    "s10": "Rysiki są łatwe w użyciu, a ich obsługa jest intuicyjna i przypomina trzymanie ołówka, dzięki czemu nawet początkujący użytkownicy szybko opanują podstawowe funkcje.",
    "s11": "Uwaga:",
    "s12": "Podczas zakupu rysika upewnij się, że rysik, który kupujesz, obsługuje funkcję protokołu (AES), aby zapewnić lepsze wrażenia użytkownika."
  },
  "pt": {
    "s1": "Ofereça aos utilizadores de portáteis uma forma mais intuitiva e precisa de interagir: «Stylus tátil»",
    "s2": "Por que caneta stylus ativa",
    "s3": "Uma caneta stylus ativa oferece funcionalidade aprimorada em relação a um dedo ou stylus passivo, proporcionando benefícios como sensibilidade à pressão para diferentes espessuras de linha, rejeição da palma para evitar toques indesejados e maior precisão para tarefas detalhadas, como anotações, ilustrações e arte digital. Esses componentes digitais permitem uma experiência de usuário mais natural e expressiva, imitando canetas e lápis tradicionais em dispositivos digitais.",
    "s4": "O uso de canetas stylus ativas em laptops oferecidos pela Acer proporciona vários benefícios significativos",
    "s5": "Proporciona controlo e introdução precisos",
    "s6": "As canetas stylus são concebidas para ecrãs táteis e possuem uma ponta fina que permite uma introdução mais precisa e exata do que os dedos, facilitando tarefas delicadas como desenhar, esboçar ou escrever no portátil.",
    "s7": "Impulsiona a produtividade e a criatividade",
    "s8": "A caneta stylus é uma ferramenta popular para tomar notas e desenhar em portáteis. Também é altamente eficaz na edição de documentos e na anotação, proporcionando um controlo preciso ao rever PDFs, assinalar apresentações ou editar imagens.",
    "s9": "Melhora a facilidade de utilização e a adaptabilidade",
    "s10": "As canetas stylus são fáceis de utilizar, com uma operação intuitiva semelhante a segurar um lápis, permitindo que até utilizadores de primeira vez aprendam rapidamente as funções básicas.",
    "s11": "Nota:",
    "s12": "Ao comprar um stylus, certifique-se de que o stylus que você adquirir tenha a função de suporte ao protocolo (AES) para oferecer uma melhor experiência ao usuário."
  },
  "ro": {
    "s1": "Oferiți utilizatorilor de laptop un mod mai intuitiv și precis de a interacționa: „Stylusuri tactile“",
    "s2": "De ce stylus activ",
    "s3": "Un stylus activ oferă funcționalități îmbunătățite față de un deget sau un stylus pasiv, oferind beneficii precum sensibilitate la presiune pentru grosimi variate ale liniei, respingerea palmei pentru a preveni atingerile neintenționate și precizie mai mare pentru sarcini detaliate, cum ar fi luarea de notițe, ilustrații și artă digitală. Aceste componente digitale permit o experiență de utilizare mai naturală și expresivă, imitând pixurile și creioanele tradiționale pe dispozitive digitale.",
    "s4": "Utilizarea stylusurilor active pe laptopurile oferite de Acer oferă câteva beneficii importante",
    "s5": "Oferă control și introducere precise",
    "s6": "Stilourile sunt concepute pentru ecrane tactile și au un vârf fin care permite o introducere mai precisă și mai exactă decât degetele, facilitând operațiuni delicate precum desenul, schițarea sau scrierea pe laptop.",
    "s7": "Crește productivitatea și creativitatea",
    "s8": "Stylusul este un instrument popular pentru luarea de notițe și desen pe laptopuri. De asemenea, este foarte eficient în editarea documentelor și adnotare, oferind un control precis la revizuirea fișierelor PDF, marcarea prezentărilor sau editarea imaginilor.",
    "s9": "Îmbunătățește ușurința în utilizare și adaptabilitatea",
    "s10": "Stilourile sunt ușor de utilizat, cu o operare intuitivă similară ținerii unui creion, permițând chiar și utilizatorilor începători să înțeleagă rapid funcțiile de bază.",
    "s11": "Notă:",
    "s12": "La achiziționarea unui stylus, vă rugăm să vă asigurați că stylusul achiziționat are funcția de suport al protocolului (AES) pentru a vă oferi o experiență mai bună de utilizator."
  },
  "ru": {
    "s1": "Предложите пользователям ноутбуков более интуитивный и точный способ взаимодействия: «Сенсорные стилусы»",
    "s2": "Почему активный стилус",
    "s3": "Активный стилус обеспечивает расширенные функции по сравнению с пальцем или пассивным стилусом, предоставляя преимущества, такие как чувствительность к нажатию для различной толщины линий, отклонение ладони для предотвращения случайных касаний и повышенная точность для детализированных задач, таких как ведение заметок, иллюстрирование и цифровое искусство. Эти цифровые компоненты обеспечивают более естественный и выразительный пользовательский опыт, имитируя традиционные ручки и карандаши на цифровых устройствах.",
    "s4": "Использование активных стилусов на ноутбуках, предлагаемых Acer, дает несколько значительных преимуществ",
    "s5": "Обеспечивает точное управление и ввод",
    "s6": "Стилусы разработаны для сенсорных экранов и оснащены тонким наконечником, обеспечивающим более точный и аккуратный ввод по сравнению с пальцами, что упрощает выполнение деликатных задач, таких как рисование, создание эскизов или письмо на ноутбуке.",
    "s7": "Повышает продуктивность и креативность",
    "s8": "Стилус — это популярный инструмент для ведения заметок и рисования на ноутбуках. Он также чрезвычайно эффективен при редактировании документов и аннотировании, обеспечивая точное управление при просмотре PDF-файлов, разметке презентаций или редактировании изображений.",
    "s9": "Повышает удобство использования и адаптивность",
    "s10": "Стилусы просты в использовании и обладают интуитивным управлением, напоминающим удержание карандаша, благодаря чему даже новые пользователи быстро осваивают основные функции.",
    "s11": "Примечание:",
    "s12": "При покупке стилуса убедитесь, что приобретаемый стилус поддерживает протокол (AES) для обеспечения лучшего пользовательского опыта."
  },
  "zh-CN": {
    "s1": "为笔记本用户提供更直观、更精准的交互方式：“触控笔”",
    "s2": "为什么选择主动式触控笔",
    "s3": "主动式触控笔相比手指或被动式触控笔提供更强大的功能，例如不同线条粗细的压力感应、手掌防误触、以及在记笔记、绘图和数字艺术等精细操作时的高精度。这些数字组件让用户体验更自然、更富表现力，模拟传统笔和铅笔在数字设备上的使用。",
    "s4": "在 Acer 提供的笔记本电脑上使用主动式触控笔提供了几个重要优势",
    "s5": "提供精确的控制与输入",
    "s6": "触控笔专为触控屏幕设计，配备细致笔尖，可提供比手指更精确、更准确的输入，使在笔记本电脑上进行绘图、素描或书写等精细操作更加轻松。",
    "s7": "提升生产力与创造力",
    "s8": "触控笔是笔记本电脑上进行记笔记和绘图的常用工具。在文档编辑和批注方面同样表现出色，无论是审阅 PDF、标注演示文稿，还是编辑图像，都能提供精确的控制。",
    "s9": "提升易用性与适应性",
    "s10": "触控笔操作简单，使用方式如同握笔，即使是初次使用者也能轻松掌握基本功能。",
    "s11": "注意：",
    "s12": "在购买触控笔时，请确保您购买的触控笔具有支持（AES）协议功能，为您带来更好的使用体验。"
  },
  "sk": {
    "s1": "Prineste používateľom notebookov intuitívnejší a presnejší spôsob interakcie: „Dotykové stylusy“",
    "s2": "Prečo aktívny stylus",
    "s3": "Aktívny stylus ponúka rozšírenú funkcionalitu oproti prstu alebo pasívnemu stylusu, poskytuje výhody ako citlivosť na tlak pre rôzne hrúbky čiar, odmietanie dlane na zabránenie nechcených dotykov a väčšiu presnosť pri detailných úlohách, ako je písanie poznámok, ilustrácie a digitálne umenie. Tieto digitálne komponenty umožňujú prirodzenejší a expresívnejší používateľský zážitok, napodobňujúci tradičné perá a ceruzky na digitálnych zariadeniach.",
    "s4": "Používanie aktívnych stylusov na notebookoch od spoločnosti Acer prináša niekoľko významných výhod",
    "s5": "Poskytuje presné ovládanie a vstup",
    "s6": "Stylusy sú navrhnuté pre dotykové obrazovky a majú jemný hrot, ktorý umožňuje presnejší a presnejší vstup než prsty, čím uľahčuje jemné úkony, ako je kreslenie, skicovanie alebo písanie na notebooku.",
    "s7": "Zvyšuje produktivitu a kreativitu",
    "s8": "Stylus je obľúbeným nástrojom na písanie poznámok a kreslenie na notebookoch. Je tiež veľmi účinný pri úpravách dokumentov a anotáciách, pričom poskytuje presné ovládanie pri prezeraní PDF súborov, označovaní prezentácií alebo úpravách obrázkov.",
    "s9": "Zlepšuje jednoduchosť používania a prispôsobivosť",
    "s10": "Stylusy sa jednoducho používajú a ich ovládanie je intuitívne, podobné držaniu ceruzky, takže aj používatelia, ktorí ich používajú prvýkrát, rýchlo pochopia základné funkcie.",
    "s11": "Poznámka:",
    "s12": "Pri kúpe stylusu sa uistite, že stylus, ktorý kupujete, podporuje funkciu protokolu (AES) pre lepší používateľský zážitok."
  },
  "sl": {
    "s1": "Ponudite uporabnikom prenosnikov bolj intuitiven in natančen način interakcije: „Dotik stylusi“",
    "s2": "Zakaj aktivno pisalo",
    "s3": "Aktivni stylus omogoča izboljšano funkcionalnost v primerjavi s prstom ali pasivnim pisalom, nudi prednosti, kot so občutljivost na pritisk za različne debeline črt, zavrnitev dlani za preprečevanje nenamernih dotikov in večjo natančnost za podrobna opravila, kot so zapisovanje, ilustracije in digitalna umetnost. Te digitalne komponente omogočajo bolj naravno in izrazno uporabniško izkušnjo, ki posnema tradicionalne svinčnike in pisala na digitalnih napravah.",
    "s4": "Uporaba aktivnih pisal na prenosnikih, ki jih ponuja Acer, prinaša več pomembnih prednosti",
    "s5": "Omogoča natančen nadzor in vnos",
    "s6": "Pisala stylus so zasnovana za zaslone na dotik in imajo tanek vrh, ki omogoča natančnejši in bolj precizen vnos kot prsti, kar olajša zahtevna opravila, kot so risanje, skiciranje ali pisanje na prenosniku.",
    "s7": "Povečuje produktivnost in ustvarjalnost",
    "s8": "Pisalo stylus je priljubljeno orodje za zapisovanje in risanje na prenosnikih. Prav tako je zelo učinkovito pri urejanju dokumentov in dodajanju opomb, saj omogoča natančen nadzor pri pregledu PDF-jev, označevanju predstavitev ali urejanju slik.",
    "s9": "Izboljšuje enostavnost uporabe in prilagodljivost",
    "s10": "Pisala stylus so enostavna za uporabo, z intuitivnim upravljanjem, podobnim držanju svinčnika, kar omogoča tudi novim uporabnikom hitro razumevanje osnovnih funkcij.",
    "s11": "Opomba:",
    "s12": "Pri nakupu pisala se prepričajte, da ima kupljeno pisalo funkcijo podpore protokola (AES), da boste dobili boljšo uporabniško izkušnjo."
  },
  "sv": {
    "s1": "Ge laptopanvändare ett mer intuitivt och precist sätt att interagera: \"Touch Stylus\"",
    "s2": "Varför aktiv styluspenna",
    "s3": "En aktiv styluspen erbjuder förbättrad funktionalitet jämfört med ett finger eller passiv stylus, med fördelar som tryckkänslighet för varierande linjetjocklek, handflatesavvisning för att förhindra oavsiktliga tryck och större precision för detaljerade uppgifter som anteckningar, illustrationer och digital konst. Dessa digitala komponenter möjliggör en mer naturlig och uttrycksfull användarupplevelse, som efterliknar traditionella pennor och blyertspennor på digitala enheter.",
    "s4": "Användning av aktiva styluspennor på Acer-bärbara datorer ger flera betydande fördelar",
    "s5": "Ger exakt kontroll och inmatning",
    "s6": "Styluspennor är utformade för pekskärmar och har en fin spets som ger mer exakt och precis inmatning än fingrar, vilket gör detaljerade uppgifter som att rita, skissa eller skriva på en bärbar dator enklare.",
    "s7": "Ökar produktivitet och kreativitet",
    "s8": "En stylus är ett populärt verktyg för anteckningar och ritande på bärbara datorer. Den är också mycket effektiv vid dokumentredigering och annotering och ger exakt kontroll vid granskning av PDF-filer, markering av presentationer eller bildredigering.",
    "s9": "Förbättrar användarvänlighet och anpassningsförmåga",
    "s10": "Styluspennor är enkla att använda med intuitiv hantering som liknar att hålla en penna, vilket gör att även förstagångsanvändare snabbt förstår grundläggande funktioner.",
    "s11": "Obs:",
    "s12": "När du köper en stylus, se till att den stylus du köper har stöd för (AES)-protokollfunktionen för att ge dig en bättre användarupplevelse."
  },
  "zh-TW": {
    "s1": "為筆記本用戶提供更直覺、更精準的互動方式：「觸控筆」",
    "s2": "為什麼選擇主動式觸控筆",
    "s3": "主動式觸控筆相比手指或被動觸控筆提供更強大的功能，例如不同線條粗細的壓力感應、手掌防誤觸，以及在筆記、插畫和數位藝術等精細操作時的高精度。這些數位元件讓使用體驗更自然、更富表現力，模擬傳統筆與鉛筆在數位裝置上的使用。",
    "s4": "在 Acer 提供的筆記本上使用主動式觸控筆提供了幾個重要好處",
    "s5": "提供精準的控制與輸入",
    "s6": "觸控筆專為觸控螢幕設計，搭載細緻筆尖，能提供比手指更精準、細膩的輸入體驗，讓在筆電上進行繪圖、素描或書寫等精細操作更加輕鬆順暢。",
    "s7": "提升生產力與創造力",
    "s8": "觸控筆是筆電上進行筆記與繪圖的常用工具。在文件編輯與註解時同樣表現出色，無論是檢視 PDF、標註簡報或編輯影像，都能提供精準的操控體驗。",
    "s9": "提升易用性與適應性",
    "s10": "觸控筆操作直覺，使用方式如同握筆，即使是第一次使用，也能快速上手並掌握基本功能。",
    "s11": "注意：",
    "s12": "在購買觸控筆時，請確認您購買的觸控筆具有支援 (AES) 協議功能，以帶來更好的使用者體驗。"
  },
  "tr": {
    "s1": "Dizüstü kullanıcılarına daha sezgisel ve hassas bir etkileşim yöntemi sunun: \"Dokunmatik Kalemler\"",
    "s2": "Neden aktif stylus kalem",
    "s3": "Aktif stylus kalem, parmak veya pasif stylus kaleme kıyasla geliştirilmiş işlevsellik sunar; farklı çizgi kalınlıkları için basınç hassasiyeti, istem dışı dokunuşları önlemek için avuç içi reddi ve not alma, çizim ve dijital sanat gibi ayrıntılı görevlerde daha yüksek hassasiyet sağlar. Bu dijital bileşenler, dijital cihazlarda geleneksel kalem ve kurşun kalemleri taklit ederek daha doğal ve ifade edici bir kullanıcı deneyimi sağlar.",
    "s4": "Acer tarafından sunulan dizüstü bilgisayarlarda aktif stylus kalem kullanımı, birkaç önemli avantaj sağlar",
    "s5": "Hassas kontrol ve giriş sağlar",
    "s6": "Stylus kalemler dokunmatik ekranlar için tasarlanmıştır ve parmaklara kıyasla daha hassas ve doğru giriş sağlayan ince bir uca sahiptir; bu sayede dizüstü bilgisayarda çizim, eskiz veya yazma gibi hassas işlemler daha kolay yapılır.",
    "s7": "Üretkenliği ve yaratıcılığı artırır",
    "s8": "Stylus kalem, dizüstü bilgisayarlarda not alma ve çizim için yaygın olarak kullanılan bir araçtır. Belgeleri düzenleme ve not ekleme sırasında da son derece etkilidir; PDF’leri incelerken, sunumları işaretlerken veya görselleri düzenlerken hassas kontrol sağlar.",
    "s9": "Kullanım kolaylığını ve uyarlanabilirliği artırır",
    "s10": "Stylus kalemler, kalem tutmaya benzer sezgisel bir kullanım sunarak kolayca kullanılabilir ve ilk kez kullananların bile temel işlevleri hızla kavramasını sağlar.",
    "s11": "Not:",
    "s12": "Bir stylus satın alırken, lütfen satın aldığınız stylusun daha iyi bir kullanıcı deneyimi sunmak için (AES) protokol fonksiyonunu desteklediğinden emin olun."
  },
  "uk": {
    "s1": "Пропонуйте користувачам ноутбуків більш інтуїтивний та точний спосіб взаємодії: «Сенсорні стилуси»",
    "s2": "Чому активний стилус",
    "s3": "Активний стилус забезпечує покращену функціональність порівняно з пальцем або пасивним стилусом, надаючи переваги, такі як чутливість до натискання для різної товщини ліній, відхилення долоні для запобігання випадкових дотиків та більшу точність для детальних завдань, таких як ведення нотаток, ілюстрації та цифрове мистецтво. Ці цифрові компоненти забезпечують більш природний і виразний користувацький досвід, імітуючи традиційні ручки та олівці на цифрових пристроях.",
    "s4": "Використання активних стилусів на ноутбуках, що пропонуються Acer, забезпечує кілька значних переваг",
    "s5": "Забезпечує точне керування та введення",
    "s6": "Стилуси призначені для сенсорних екранів і мають тонкий наконечник, який забезпечує точніше та акуратніше введення, ніж пальці, полегшуючи виконання делікатних завдань, таких як малювання, ескізи або письмо на ноутбуці.",
    "s7": "Підвищує продуктивність і креативність",
    "s8": "Стилус є популярним інструментом для нотаток і малювання на ноутбуках. Він також надзвичайно ефективний під час редагування документів та анотування, забезпечуючи точний контроль при перегляді PDF-файлів, розмітці презентацій або редагуванні зображень.",
    "s9": "Покращує зручність використання та адаптивність",
    "s10": "Стилуси прості у використанні та мають інтуїтивне керування, подібне до тримання олівця, що дозволяє навіть новим користувачам швидко опанувати базові функції.",
    "s11": "Примітка:",
    "s12": "При покупці стилуса переконайтеся, що стилус, який ви купуєте, має підтримку протоколу (AES) для забезпечення кращого користувацького досвіду."
  }
}