{
  "en": {
    "s1": "Haptic Touchpad: Say goodbye to mechanical buttons for a longer-lasting, more reliable experience.",
    "s2": "Unlike mechanical trackpads, where clicks are easier at the bottom and harder at the top, haptic touchpads provide better user experience.",
    "s3": "Stylus Support (Supports tilt-enabled styluses with up to MPP 2.5 protocol compatibility.)",
    "s4": "Revolutionizing Touchpad Interaction –Unlock new possibilities with stylus support on your laptop touchpad.",
    "s5": "Sketch, write, and create with precision, all on a seamless, ultra-responsive surface.",
    "s6": "Enhanced Precision for Professionals – Ideal for designers, artists, and professionals seeking pinpoint accuracy.",
    "s7": "Seamless Multi-Input Integration – Effortlessly switch between touch, gestures, and stylus for a versatile workflow.",
    "s8": "Note:",
    "s9": "Feature availability may vary by model."
  },
  "bg": {
    "s1": "Хаптичен тъчпад: Кажете сбогом на механичните бутони за по-дълготрайно и надеждно изживяване.",
    "s2": "За разлика от механичните тъчпадове, при които щракванията са по-лесни в долната част и по-трудни в горната, хаптичните тъчпадове осигуряват по-добро потребителско изживяване.",
    "s3": "Поддръжка на стилус (Поддържа стилуси с наклон и съвместимост с протокол MPP 2.5.)",
    "s4": "Революция в работата с тъчпада – отключете нови възможности с поддръжка на стилус върху лаптопа си.",
    "s5": "Рисувайте, пишете и създавайте с прецизност, всичко върху безшевна, изключително отзивчива повърхност.",
    "s6": "Подобрена прецизност за професионалисти – Идеална за дизайнери, художници и специалисти, търсещи максимална точност.",
    "s7": "Безпроблемна интеграция на множество входни методи – Лесно превключвайте между докосване, жестове и стилус за гъвкав работен процес.",
    "s8": "Забележка:",
    "s9": "Наличността на функциите може да варира в зависимост от модела."
  },
  "cs": {
    "s1": "Haptický touchpad: Rozlučte se s mechanickými tlačítky pro delší a spolehlivější používání.",
    "s2": "Na rozdíl od mechanických trackpadů, kde jsou kliknutí dole snazší a nahoře obtížnější, haptické trackpady poskytují lepší uživatelskou zkušenost.",
    "s3": "Podpora stylusu (Podporuje stylusy s podporou náklonu až do protokolu MPP 2.5.)",
    "s4": "Revoluce v používání touchpadu – Odemkněte nové možnosti díky podpoře stylusu na touchpadu notebooku.",
    "s5": "Kreslete, pište a tvořte s přesností, vše na bezproblémovém a vysoce citlivém povrchu.",
    "s6": "Vylepšená přesnost pro profesionály – Ideální pro designéry, umělce a profesionály, kteří hledají přesnou přesnost.",
    "s7": "Plynulá integrace více vstupů – Snadno přepínejte mezi dotykem, gesty a stylusem pro všestranný pracovní tok.",
    "s8": "Poznámka:",
    "s9": "Dostupnost funkcí se může lišit podle modelu."
  },
  "da": {
    "s1": "Haptisk touchpad: Sig farvel til mekaniske knapper for en mere holdbar og pålidelig oplevelse.",
    "s2": "I modsætning til mekaniske pegefelter, hvor klik er lettere nederst og sværere øverst, giver haptiske pegefelter en bedre brugeroplevelse.",
    "s3": "Understøttelse af stylus (Understøtter hældningsfølsomme styluspenne med kompatibilitet op til MPP 2.5-protokollen.)",
    "s4": "Revolutionerer touchpad-interaktion – Lås op for nye muligheder med stylus-understøttelse på din bærbare computers touchpad.",
    "s5": "Skitsér, skriv og skab med præcision, alt på en sømløs, ultra-responsiv overflade.",
    "s6": "Forbedret præcision for professionelle – Ideel til designere, kunstnere og fagfolk, der søger præcis nøjagtighed.",
    "s7": "Problemfri multi-input-integration – Skift enkelt mellem berøring, bevægelser og stylus for en alsidig arbejdsgang.",
    "s8": "Bemærk:",
    "s9": "Funktioners tilgængelighed kan variere afhængigt af model."
  },
  "de": {
    "s1": "Haptisches Touchpad: Verabschieden Sie sich von mechanischen Tasten für eine langlebigere und zuverlässigere Nutzung.",
    "s2": "Anders als bei mechanischen Trackpads, bei denen Klicks unten leichter und oben schwerer sind, bieten haptische Trackpads eine bessere Benutzererfahrung.",
    "s3": "Stiftunterstützung (Unterstützt neigungsempfindliche Stifte mit Kompatibilität bis zum MPP 2.5-Protokoll.)",
    "s4": "Revolutionierung der Touchpad-Interaktion – Entfesseln Sie neue Möglichkeiten mit Stiftunterstützung auf dem Touchpad Ihres Laptops.",
    "s5": "Skizzieren, schreiben und präzise erstellen – alles auf einer nahtlosen, hochreaktiven Oberfläche.",
    "s6": "Verbesserte Präzision für Profis – Ideal für Designer, Künstler und Fachleute, die höchste Genauigkeit suchen.",
    "s7": "Nahtlose Multi-Input-Integration – Müheloses Wechseln zwischen Touch, Gesten und Stift für einen vielseitigen Workflow.",
    "s8": "Hinweis:",
    "s9": "Die Verfügbarkeit von Funktionen kann je nach Modell variieren."
  },
  "el": {
    "s1": "Απτικό touchpad: Πείτε αντίο στα μηχανικά κουμπιά για πιο ανθεκτική και αξιόπιστη εμπειρία.",
    "s2": "Σε αντίθεση με τα μηχανικά trackpads, όπου τα κλικ είναι ευκολότερα στο κάτω μέρος και δυσκολότερα στο επάνω, τα απτικά trackpads προσφέρουν καλύτερη εμπειρία χρήσης.",
    "s3": "Υποστήριξη γραφίδας (Υποστηρίζει γραφίδες με ανίχνευση κλίσης, συμβατές με το πρωτόκολλο MPP 2.5.)",
    "s4": "Επαναστατώντας την αλληλεπίδραση με το touchpad – Ξεκλειδώστε νέες δυνατότητες με υποστήριξη γραφίδας στο touchpad του laptop σας.",
    "s5": "Σχεδιάστε, γράψτε και δημιουργήστε με ακρίβεια, όλα σε μια αδιάκοπη, εξαιρετικά ευαίσθητη επιφάνεια.",
    "s6": "Βελτιωμένη ακρίβεια για επαγγελματίες – Ιδανικό για σχεδιαστές, καλλιτέχνες και επαγγελματίες που αναζητούν ακρίβεια στην λεπτομέρεια.",
    "s7": "Ολοκληρωμένη πολλαπλή εισαγωγή – Μεταβαίνετε εύκολα μεταξύ αφής, χειρονομιών και γραφίδας για μια ευέλικτη ροή εργασίας.",
    "s8": "Σημείωση:",
    "s9": "Η διαθεσιμότητα των λειτουργιών ενδέχεται να διαφέρει ανάλογα με το μοντέλο."
  },
  "es": {
    "s1": "Panel táctil háptico: Di adiós a los botones mecánicos para una experiencia más duradera y confiable.",
    "s2": "A diferencia de los trackpads mecánicos, donde los clics son más fáciles en la parte inferior y más difíciles en la superior, los paneles táctiles hápticos ofrecen una mejor experiencia de usuario.",
    "s3": "Compatibilidad con lápiz (Compatible con lápices con sensibilidad a la inclinación y hasta protocolo MPP 2.5.)",
    "s4": "Revolucionando la interacción con el panel táctil – Desbloquea nuevas posibilidades con soporte para lápiz en el panel táctil de tu portátil.",
    "s5": "Dibuja, escribe y crea con precisión, todo en una superficie continua y ultrarresistente.",
    "s6": "Precisión mejorada para profesionales – Ideal para diseñadores, artistas y profesionales que buscan exactitud.",
    "s7": "Integración fluida de múltiples entradas – Cambia sin esfuerzo entre táctil, gestos y stylus para un flujo de trabajo versátil.",
    "s8": "Nota:",
    "s9": "La disponibilidad de las funciones puede variar según el modelo."
  },
  "fi": {
    "s1": "Haptinen kosketuslevy: Jätä hyvästit mekaanisille painikkeille pidempää ja luotettavampaa käyttökokemusta varten.",
    "s2": "Toisin kuin mekaanisissa ohjauslevyissä, joissa klikkaukset ovat helpompia alhaalla ja vaikeampia ylhäällä, haptiset ohjauslevyt tarjoavat paremman käyttökokemuksen.",
    "s3": "Kynätuki (Tukee kallistusherkkiä kyniä, jotka ovat yhteensopivia MPP 2.5 -protokollan kanssa.)",
    "s4": "Mullistava kosketuslevykokemus – Avaa uusia mahdollisuuksia stylustuen avulla kannettavasi kosketuslevyllä.",
    "s5": "Piirrä, kirjoita ja luo tarkasti, kaikki saumattomalla, erittäin responsiivisella pinnalla.",
    "s6": "Parannettu tarkkuus ammattilaisille – Ihanteellinen suunnittelijoille, taiteilijoille ja ammattilaisille, jotka tarvitsevat tarkkuutta.",
    "s7": "Saumaton monisyöttöintegraatio – Vaihda vaivattomasti kosketuksen, eleiden ja styluksen välillä monipuoliseen työnkulkuun.",
    "s8": "Huomautus:",
    "s9": "Ominaisuuksien saatavuus voi vaihdella mallin mukaan."
  },
  "fr": {
    "s1": "Pavé tactile haptique : Dites adieu aux boutons mécaniques pour une expérience plus durable et fiable.",
    "s2": "Contrairement aux trackpads mécaniques, où les clics sont plus faciles en bas et plus difficiles en haut, les trackpads haptiques offrent une meilleure expérience utilisateur.",
    "s3": "Prise en charge du stylet (Compatible avec les stylets détectant l’inclinaison jusqu’au protocole MPP 2.5.)",
    "s4": "Révolutionner l’interaction avec le pavé tactile – Débloquez de nouvelles possibilités grâce au support du stylet sur le pavé tactile de votre ordinateur portable.",
    "s5": "Esquissez, écrivez et créez avec précision, le tout sur une surface continue et ultra-réactive.",
    "s6": "Précision améliorée pour les professionnels – Idéal pour les designers, artistes et professionnels recherchant une précision extrême.",
    "s7": "Intégration transparente de plusieurs entrées – Passez facilement du toucher aux gestes et au stylet pour un flux de travail polyvalent.",
    "s8": "Remarque :",
    "s9": "La disponibilité des fonctionnalités peut varier selon le modèle."
  },
  "hr": {
    "s1": "Haptička dodirna ploča: Oprostite se od mehaničkih tipki za dugotrajnije i pouzdanije iskustvo.",
    "s2": "Za razliku od mehaničkih touchpada, gdje su klikovi lakši pri dnu, a teži pri vrhu, haptički touchpadi pružaju bolje korisničko iskustvo.",
    "s3": "Podrška za stylus (Podržava styluse osjetljive na nagib, kompatibilne s protokolom MPP 2.5.)",
    "s4": "Revolucioniranje interakcije s touchpadom – Otključajte nove mogućnosti uz podršku za stylus na touchpadu vašeg prijenosnika.",
    "s5": "Skicirajte, pišite i stvarajte s preciznošću, sve na besprijekornoj, izuzetno osjetljivoj površini.",
    "s6": "Povećana preciznost za profesionalce – Idealno za dizajnere, umjetnike i profesionalce koji traže vrhunsku preciznost.",
    "s7": "Besprijekorna integracija više ulaza – Jednostavno prebacujte između dodira, gesta i stylusa za svestran radni tijek.",
    "s8": "Napomena:",
    "s9": "Dostupnost značajki može se razlikovati ovisno o modelu."
  },
  "hu": {
    "s1": "Haptikus érintőpad: Mondjon búcsút a mechanikus gomboknak a tartósabb és megbízhatóbb élményért.",
    "s2": "A mechanikus érintőpadokkal ellentétben, ahol az alsó részen könnyebb, a felső részen pedig nehezebb kattintani, a haptikus érintőpadok jobb felhasználói élményt nyújtanak.",
    "s3": "Stylus támogatás (Támogatja a dőlésérzékeny stylusokat, MPP 2.5 protokoll kompatibilitással.)",
    "s4": "A touchpad-használat forradalmasítása – Engedjen szabadjára új lehetőségeket a stylustámogatással laptopja érintőpadján.",
    "s5": "Rajzolj, írj és alkoss precízen, mindezt egy zökkenőmentes, rendkívül érzékeny felületen.",
    "s6": "Fokozott pontosság a szakemberek számára – Ideális tervezőknek, művészeknek és szakembereknek, akik csúcs pontosságot keresnek.",
    "s7": "Zökkenőmentes többbemenetes integráció – Könnyedén váltson az érintés, gesztusok és stylus között a sokoldalú munkafolyamat érdekében.",
    "s8": "Megjegyzés:",
    "s9": "A funkciók elérhetősége modellenként eltérhet."
  },
  "it": {
    "s1": "Touchpad aptico: Dì addio ai pulsanti meccanici per un’esperienza più duratura e affidabile.",
    "s2": "A differenza dei trackpad meccanici, in cui i clic sono più facili nella parte inferiore e più difficili in quella superiore, i touchpad aptici offrono una migliore esperienza d’uso.",
    "s3": "Supporto per stilo (Supporta stilo con rilevamento dell’inclinazione compatibili con protocollo MPP 2.5.)",
    "s4": "Rivoluzionare l’interazione con il touchpad – Sblocca nuove possibilità grazie al supporto per stilo sul touchpad del tuo laptop.",
    "s5": "Schizza, scrivi e crea con precisione, tutto su una superficie continua e ultra-reattiva.",
    "s6": "Precisione migliorata per i professionisti – Ideale per designer, artisti e professionisti alla ricerca di precisione assoluta.",
    "s7": "Integrazione multi-input senza soluzione di continuità – Passa facilmente tra touch, gesti e stilo per un flusso di lavoro versatile.",
    "s8": "Nota:",
    "s9": "La disponibilità delle funzionalità può variare in base al modello."
  },
  "ja": {
    "s1": "触覚タッチパッド：より長持ちし、信頼性の高い操作体験のために、機械式ボタンにさよならしましょう。",
    "s2": "従来のメカニカルトラックパッドでは、下部はクリックしやすく、上部はクリックしにくいですが、ハプティックタッチパッドはより優れたユーザー体験を提供します。",
    "s3": "スタイラス対応（MPP 2.5 プロトコルに対応した傾き検知スタイラスをサポート。）",
    "s4": "タッチパッド操作を革新 – ノートパソコンのタッチパッドでスタイラス対応により新たな可能性を解き放ちます。",
    "s5": "正確にスケッチ、書き込み、作成を行える、シームレスで超応答性のある表面上ですべて可能です。",
    "s6": "プロフェッショナル向けの高精度 – デザイナー、アーティスト、精密さを求めるプロフェッショナルに最適。",
    "s7": "シームレスなマルチ入力統合 – タッチ、ジェスチャー、スタイラスを簡単に切り替えて多用途なワークフローを実現。",
    "s8": "注：",
    "s9": "機能の提供状況はモデルによって異なる場合があります。"
  },
  "ko": {
    "s1": "햅틱 터치패드: 더 오래가고 신뢰할 수 있는 사용 경험을 위해 기계식 버튼과 작별하세요.",
    "s2": "기계식 트랙패드에서는 아래쪽 클릭이 더 쉽고 위쪽은 더 어렵지만, 햅틱 터치패드는 더 나은 사용자 경험을 제공합니다.",
    "s3": "스타일러스 지원 (기울기 감지 기능을 지원하며 MPP 2.5 프로토콜과 호환되는 스타일러스를 지원합니다.)",
    "s4": "터치패드 상호작용의 혁신 – 노트북 터치패드의 스타일러스 지원으로 새로운 가능성을 열어보세요.",
    "s5": "정밀하게 스케치하고, 글을 쓰며, 창작하세요. 모두 매끄럽고 초반응형 표면 위에서 가능합니다.",
    "s6": "전문가를 위한 향상된 정밀도 – 정밀한 정확성을 추구하는 디자이너, 아티스트 및 전문가에게 이상적입니다.",
    "s7": "원활한 다중 입력 통합 – 터치, 제스처, 스타일러스를 자유롭게 전환하여 다재다능한 워크플로우를 제공합니다.",
    "s8": "참고:",
    "s9": "기능 제공 여부는 모델에 따라 다를 수 있습니다."
  },
  "nb": {
    "s1": "Haptisk styreflate: Si farvel til mekaniske knapper for en mer holdbar og pålitelig opplevelse.",
    "s2": "I motsetning til mekaniske styreflater, der klikk er lettere nederst og vanskeligere øverst, gir haptiske styreflater en bedre brukeropplevelse.",
    "s3": "Stylus-støtte (Støtter styluser med helningsgjenkjenning og kompatibilitet opptil MPP 2.5-protokollen.)",
    "s4": "Revolusjonerer touchpad-interaksjon – Lås opp nye muligheter med stylusstøtte på den bærbare datamaskinens touchpad.",
    "s5": "Skisser, skriv og skap med presisjon, alt på en sømløs, ultrareaktiv overflate.",
    "s6": "Forbedret presisjon for profesjonelle – Ideell for designere, kunstnere og fagfolk som søker høy presisjon.",
    "s7": "Sømløs multi-input-integrasjon – Bytt enkelt mellom berøring, bevegelser og stylus for en allsidig arbeidsflyt.",
    "s8": "Merk:",
    "s9": "Tilgjengeligheten av funksjoner kan variere etter modell."
  },
  "nl": {
    "s1": "Haptisch touchpad: Zeg vaarwel tegen mechanische knoppen voor een duurzamere en betrouwbaardere ervaring.",
    "s2": "In tegenstelling tot mechanische trackpads, waarbij klikken onderaan gemakkelijker en bovenaan moeilijker is, bieden haptische trackpads een betere gebruikerservaring.",
    "s3": "Stylusondersteuning (Ondersteunt stylussen met kantelherkenning, compatibel tot MPP 2.5-protocol.)",
    "s4": "De touchpadinteractie wordt gerevolutioneerd – Ontgrendel nieuwe mogelijkheden met stylusondersteuning op het touchpad van je laptop.",
    "s5": "Schets, schrijf en creëer met precisie, allemaal op een naadloos, ultragevoelig oppervlak.",
    "s6": "Verbeterde precisie voor professionals – Ideaal voor ontwerpers, kunstenaars en professionals die nauwkeurigheid nastreven.",
    "s7": "Naadloze multi-input-integratie – Schakel moeiteloos tussen touch, gebaren en stylus voor een veelzijdige workflow.",
    "s8": "Opmerking:",
    "s9": "De beschikbaarheid van functies kan per model verschillen."
  },
  "pl": {
    "s1": "Haptczny touchpad: Pożegnaj się z mechanicznymi przyciskami dla dłuższej i bardziej niezawodnej pracy.",
    "s2": "W przeciwieństwie do mechanicznych touchpadów, w których kliknięcia są łatwiejsze na dole, a trudniejsze na górze, haptyczne touchpady zapewniają lepsze wrażenia użytkownika.",
    "s3": "Obsługa rysika (Obsługuje rysiki z funkcją nachylenia, kompatybilne z protokołem MPP 2.5.)",
    "s4": "Rewolucjonizowanie interakcji z touchpadem – Odblokuj nowe możliwości dzięki obsłudze rysika na touchpadzie swojego laptopa.",
    "s5": "Szkicuj, pisz i twórz z precyzją, wszystko na bezszwowej, ultra-czułej powierzchni.",
    "s6": "Zwiększona precyzja dla profesjonalistów – Idealna dla projektantów, artystów i specjalistów poszukujących najwyższej dokładności.",
    "s7": "Bezproblemowa integracja wielu wejść – Łatwo przełączaj się między dotykiem, gestami i rysikiem dla wszechstronnego przepływu pracy.",
    "s8": "Uwaga:",
    "s9": "Dostępność funkcji może się różnić w zależności od modelu."
  },
  "pt": {
    "s1": "Touchpad háptico: Diga adeus aos botões mecânicos para uma experiência mais duradoura e confiável.",
    "s2": "Ao contrário dos trackpads mecânicos, onde os cliques são mais fáceis na parte inferior e mais difíceis na superior, os touchpads hápticos oferecem uma melhor experiência ao utilizador.",
    "s3": "Suporte para caneta (Suporta canetas com detecção de inclinação compatíveis com o protocolo MPP 2.5.)",
    "s4": "Revolucionando a interação com o touchpad – Desbloqueie novas possibilidades com suporte para caneta no touchpad do seu laptop.",
    "s5": "Desenhe, escreva e crie com precisão, tudo em uma superfície contínua e ultra-responsiva.",
    "s6": "Precisão aprimorada para profissionais – Ideal para designers, artistas e profissionais que buscam precisão extrema.",
    "s7": "Integração multi-entrada perfeita – Alterne facilmente entre toque, gestos e stylus para um fluxo de trabalho versátil.",
    "s8": "Nota:",
    "s9": "A disponibilidade das funcionalidades pode variar conforme o modelo."
  },
  "ro": {
    "s1": "Touchpad haptic: Spuneți adio butoanelor mecanice pentru o experiență mai durabilă și mai fiabilă.",
    "s2": "Spre deosebire de trackpadurile mecanice, unde clicurile sunt mai ușoare în partea de jos și mai dificile în partea de sus, trackpadurile haptice oferă o experiență de utilizare mai bună.",
    "s3": "Suport pentru stylus (Acceptă stylusuri cu detecția înclinării, compatibile cu protocolul MPP 2.5.)",
    "s4": "Revoluționând interacțiunea cu touchpadul – Deblocați noi posibilități cu suportul pentru stylus pe touchpadul laptopului.",
    "s5": "Schițează, scrie și creează cu precizie, toate pe o suprafață fără cusături, ultra-reactivă.",
    "s6": "Precizie sporită pentru profesioniști – Ideal pentru designeri, artiști și profesioniști care caută acuratețe maximă.",
    "s7": "Integrare multi-input fără cusur – Comutați fără efort între atingere, gesturi și stylus pentru un flux de lucru versatil.",
    "s8": "Notă:",
    "s9": "Disponibilitatea funcțiilor poate varia în funcție de model."
  },
  "ru": {
    "s1": "Тактильная сенсорная панель: Попрощайтесь с механическими кнопками для более долговечного и надежного опыта.",
    "s2": "В отличие от механических трекпадов, где щелчки легче в нижней части и труднее в верхней, тактильные трекпады обеспечивают лучший пользовательский опыт.",
    "s3": "Поддержка стилуса (Поддерживает стилусы с распознаванием наклона, совместимые с протоколом MPP 2.5.)",
    "s4": "Революция во взаимодействии с тачпадом – Откройте новые возможности с поддержкой стилуса на тачпаде вашего ноутбука.",
    "s5": "Рисуйте, пишите и создавайте с точностью, всё на бесшовной, сверхчувствительной поверхности.",
    "s6": "Повышенная точность для профессионалов – Идеально для дизайнеров, художников и специалистов, стремящихся к предельной точности.",
    "s7": "Бесшовная интеграция нескольких способов ввода – Легко переключайтесь между сенсорным вводом, жестами и стилусом для универсального рабочего процесса.",
    "s8": "Примечание:",
    "s9": "Доступность функций может различаться в зависимости от модели."
  },
  "zh-CN": {
    "s1": "触觉触控板：告别机械按键，带来更耐用、更可靠的使用体验。",
    "s2": "与传统的机械触控板相比，其下方更容易点击、上方更难点击，触觉触控板则提供更好的用户体验。",
    "s3": "触控笔支持（支持带倾斜功能且兼容 MPP 2.5 协议的触控笔。）",
    "s4": "彻底革新触控板交互方式——在笔记本触控板上启用触控笔支持，解锁更多新可能。",
    "s5": "在無縫且超靈敏的表面上精準地素描、書寫和創作。",
    "s6": "提升专业人士精度——适合设计师、艺术家及追求极致精准的专业人士。",
    "s7": "无缝多输入整合——轻松在触控、手势和触控笔之间切换，实现多功能工作流。",
    "s8": "注意：",
    "s9": "功能提供情況可能因機型而異。"
  },
  "sk": {
    "s1": "Haptický touchpad: Rozlúčte sa s mechanickými tlačidlami pre dlhšiu a spoľahlivejšiu skúsenosť.",
    "s2": "Na rozdiel od mechanických touchpadov, kde sú kliknutia jednoduchšie dole a ťažšie hore, haptické touchpady poskytujú lepší používateľský zážitok.",
    "s3": "Podpora stylusu (Podporuje stylusy s rozpoznávaním náklonu kompatibilné s protokolom MPP 2.5.)",
    "s4": "Revolúcia v interakcii s touchpadom – Odomknite nové možnosti vďaka podpore stylusu na touchpade notebooku.",
    "s5": "Kreslite, píšte a vytvárajte s presnosťou, všetko na bezšvovej, ultra-reaktívnej ploche.",
    "s6": "Zvýšená presnosť pre profesionálov – Ideálne pre dizajnérov, umelcov a profesionálov, ktorí hľadajú maximálnu presnosť.",
    "s7": "Bezproblémová integrácia viacerých vstupov – Ľahko prepínajte medzi dotykom, gestami a stylusom pre všestranný pracovný tok.",
    "s8": "Poznámka:",
    "s9": "Dostupnosť funkcií sa môže líšiť podľa modelu."
  },
  "sl": {
    "s1": "Haptična sledilna ploščica: Poslovite se od mehanskih gumbov za dolgotrajnejšo in zanesljivejšo izkušnjo.",
    "s2": "Za razliko od mehanskih sledilnih ploščic, kjer je klikanje lažje spodaj in težje zgoraj, haptične sledilne ploščice zagotavljajo boljšo uporabniško izkušnjo.",
    "s3": "Podpora pisala (Podpira pisala z zaznavanjem nagiba, skladna s protokolom MPP 2.5.)",
    "s4": "Revolucioniranje interakcije s sledilno ploščico – Odklenite nove možnosti s podporo pisala na sledilni ploščici prenosnika.",
    "s5": "Risajte, pišite in ustvarjajte natančno, vse na brezšivni, ultra-odzivni površini.",
    "s6": "Izboljšana natančnost za profesionalce – Idealno za oblikovalce, umetnike in strokovnjake, ki iščejo najvišjo natančnost.",
    "s7": "Brezhibna integracija več vhodov – Preklapljajte med dotikom, gibi in pisalom za vsestransko delovno izkušnjo.",
    "s8": "Opomba:",
    "s9": "Razpoložljivost funkcij se lahko razlikuje glede na model."
  },
  "sv": {
    "s1": "Haptisk styrplatta: Säg hejdå till mekaniska knappar för en mer hållbar och pålitlig upplevelse.",
    "s2": "Till skillnad från mekaniska styrplattor, där klick är lättare längst ned och svårare längst upp, ger haptiska styrplattor en bättre användarupplevelse.",
    "s3": "Stöd för stylus (Stöder styluspennor med lutningsigenkänning kompatibla med MPP 2.5-protokollet.)",
    "s4": "Revolutionerande touchpad-interaktion – Lås upp nya möjligheter med stylusstöd på din bärbara dators styrplatta.",
    "s5": "Skissa, skriv och skapa med precision, allt på en sömlös, ultrakänslig yta.",
    "s6": "Förbättrad precision för yrkespersoner – Perfekt för designers, konstnärer och yrkesverksamma som söker maximal noggrannhet.",
    "s7": "Sömlös multi-input-integration – Växla enkelt mellan touch, gester och stylus för ett mångsidigt arbetsflöde.",
    "s8": "Obs:",
    "s9": "Tillgången till funktioner kan variera beroende på modell."
  },
  "zh-TW": {
    "s1": "觸覺觸控板：告別機械按鍵，享受更耐用、更可靠的使用體驗。",
    "s2": "與機械式觸控板下方容易點擊、上方難以點擊的情況不同，觸覺觸控板能提供更好的使用體驗。",
    "s3": "觸控筆支援（支援具備傾斜功能並相容 MPP 2.5 協議的觸控筆。）",
    "s4": "革新觸控板互動方式——在筆電觸控板上啟用觸控筆支援，開啟更多可能性。",
    "s5": "在無縫且超靈敏的表面上精準地素描、書寫與創作。",
    "s6": "提升專業人士精準度——適合設計師、藝術家及追求極致精準的專業人士。",
    "s7": "無縫多輸入整合——輕鬆在觸控、手勢與觸控筆之間切換，實現多功能工作流程。",
    "s8": "注意：",
    "s9": "功能提供情況可能因機型而異。"
  },
  "tr": {
    "s1": "Haptik dokunmatik yüzey: Daha uzun ömürlü ve güvenilir bir deneyim için mekanik düğmelere veda edin.",
    "s2": "Mekanik izleme dörtgenlerinde alt kısımda tıklamak daha kolay, üst kısımda daha zorsa, hapti̇k dokunmati̇k yüzeyler daha iyi bir kullanıcı deneyimi sunar.",
    "s3": "Kalem desteği (Eğim algılamalı ve MPP 2.5 protokolüyle uyumlu kalemleri destekler.)",
    "s4": "Dokunmatik yüzey etkileşimini devrimleştirin – Dizüstü bilgisayarınızın dokunmatik yüzeyinde kalem desteğiyle yeni olanakların kilidini açın.",
    "s5": "Hassasiyetle çizin, yazın ve yaratın; hepsi kesintisiz ve son derece hassas bir yüzeyde.",
    "s6": "Profesyoneller için geliştirilmiş hassasiyet – Tasarımcılar, sanatçılar ve hassasiyet arayan profesyoneller için ideal.",
    "s7": "Kesintisiz çoklu giriş entegrasyonu – Dokunma, jestler ve kalem arasında zahmetsizce geçiş yaparak çok yönlü bir iş akışı sağlayın.",
    "s8": "Not:",
    "s9": "Özelliklerin kullanılabilirliği modele göre değişiklik gösterebilir."
  },
  "uk": {
    "s1": "Гаптична тачпад-панель: Попрощайтеся з механічними кнопками заради довговічнішого та надійнішого досвіду.",
    "s2": "На відміну від механічних трекпадів, де натискання легші внизу та складніші вгорі, гаптичні трекпади забезпечують кращий користувацький досвід.",
    "s3": "Підтримка стилуса (Підтримує стилуси з розпізнаванням нахилу, сумісні з протоколом MPP 2.5.)",
    "s4": "Революціонізуємо взаємодію з тачпадом – Відкрийте нові можливості з підтримкою стилуса на тачпаді вашого ноутбука.",
    "s5": "Малюйте, пишіть та створюйте з точністю, все на безшовній, ультра-чутливій поверхні.",
    "s6": "Покращена точність для професіоналів – Ідеально для дизайнерів, художників та спеціалістів, які прагнуть максимальної точності.",
    "s7": "Безшовна інтеграція кількох способів введення – Легко перемикайтеся між дотиком, жестами та стилусом для універсального робочого процесу.",
    "s8": "Примітка:",
    "s9": "Доступність функцій може відрізнятися залежно від моделі."
  }
}