{
  "en": {
    "s1": "Haptic Touchpad: Say goodbye to mechanical buttons for a longer-lasting, more reliable experience.",
    "s2": "Unlike mechanical trackpads, where clicks are easier at the bottom and harder at the top, haptic touchpads provide better user experience.",
    "s3": "Stylus Support (Supports tilt-enabled styluses with up to MPP 2.5 protocol compatibility.)",
    "s4": "Revolutionizing Touchpad Interaction –Unlock new possibilities with stylus support on your laptop touchpad.",
    "s5": "Sketch, write, and create with precision, all on a seamless, ultra-responsive surface.",
    "s6": "Enhanced Precision for Professionals – Ideal for designers, artists, and professionals seeking pinpoint accuracy.",
    "s7": "Seamless Multi-Input Integration – Effortlessly switch between touch, gestures, and stylus for a versatile workflow."
  },
  "bg": {
    "s1": "Хаптичен тъчпад: Кажете сбогом на механичните бутони за по-дълготрайно и по-надеждно изживяване.",
    "s2": "За разлика от механичните тракпадове, където кликванията са по-лесни в долната част и по-трудни в горната, хаптичните тъчпадове осигуряват по-добро потребителско изживяване.",
    "s3": "Поддръжка на стилус (Поддържа стилуси с възможност за накланяне и съвместимост с протокола MPP 2.5.)",
    "s4": "Революционно взаимодействие с тъчпада – Открийте нови възможности с поддръжката на стилус върху тъчпада на вашия лаптоп.",
    "s5": "Рисувайте, пишете и създавайте с прецизност, всичко върху безшевна, изключително отзивчива повърхност.",
    "s6": "Подобрена прецизност за професионалисти – Идеален за дизайнери, художници и професионалисти, търсещи точност до точка.",
    "s7": "Безпроблемна интеграция на много входове – Превключвайте без усилие между докосване, жестове и стилус за гъвкав работен процес."
  },
  "cs": {
    "s1": "Haptický Touchpad: Rozlučte se s mechanickými tlačítky a získejte déletrvající a spolehlivější zážitek.",
    "s2": "Na rozdíl od mechanických trackpadů, kde jsou kliknutí snazší dole a obtížnější nahoře, haptické touchpady poskytují lepší uživatelský zážitek.",
    "s3": "Podpora stylusu (Podporuje stylusy s možností náklonu a kompatibilitou s protokolem MPP 2.5.)",
    "s4": "Revoluce v interakci s touchpadem – Odemkněte nové možnosti s podporou stylusu na touchpadu vašeho notebooku.",
    "s5": "Kreslete, pište a tvořte s přesností, vše na bezproblémovém a vysoce citlivém povrchu.",
    "s6": "Vylepšená přesnost pro profesionály – Ideální pro designéry, umělce a profesionály, kteří hledají naprostou přesnost.",
    "s7": "Bezproblémová integrace více vstupů – Snadno přepínejte mezi dotykem, gesty a stylusem pro všestranný pracovní postup."
  },
  "da": {
    "s1": "Haptisk Touchpad: Sig farvel til mekaniske knapper for en længerevarende og mere pålidelig oplevelse.",
    "s2": "I modsætning til mekaniske trackpads, hvor klik er nemmere i bunden og sværere i toppen, giver haptiske touchpads en bedre brugeroplevelse.",
    "s3": "Stylus-understøttelse (Understøtter vippeaktiverede stylusser med op til MPP 2.5 protokolkompatibilitet.)",
    "s4": "Revolutionerer Touchpad-interaktion – Lås op for nye muligheder med stylus-understøttelse på din bærbare computers touchpad.",
    "s5": "Skitsér, skriv og skab med præcision, alt på en sømløs, ultra-responsiv overflade.",
    "s6": "Forbedret præcision for professionelle – Ideel til designere, kunstnere og professionelle, der søger knivskarp nøjagtighed.",
    "s7": "Problemfri Multi-Input Integration – Skift ubesværet mellem touch, bevægelser og stylus for en alsidig arbejdsgang."
  },
  "de": {
    "s1": "Haptisches Touchpad: Verabschieden Sie sich von mechanischen Tasten für ein langlebigeres und zuverlässigeres Erlebnis.",
    "s2": "Im Gegensatz zu mechanischen Trackpads, bei denen Klicks unten einfacher und oben schwieriger sind, bieten haptische Touchpads eine bessere Benutzererfahrung.",
    "s3": "Stiftunterstützung (Unterstützt neigungsfähige Stifte mit bis zu MPP 2.5 Protokollkompatibilität.)",
    "s4": "Revolutionäre Touchpad-Interaktion – Erschließen Sie neue Möglichkeiten mit der Stiftunterstützung auf dem Touchpad Ihres Laptops.",
    "s5": "Skizzieren, schreiben und präzise erstellen – alles auf einer nahtlosen, hochreaktiven Oberfläche.",
    "s6": "Verbesserte Präzision für Profis – Ideal für Designer, Künstler und Profis, die punktgenaue Genauigkeit suchen.",
    "s7": "Nahtlose Multi-Input-Integration – Wechseln Sie mühelos zwischen Berührung, Gesten und Stift für einen vielseitigen Workflow."
  },
  "el": {
    "s1": "Απτικό Touchpad: Πείτε αντίο στα μηχανικά κουμπιά για μια πιο μακροχρόνια, πιο αξιόπιστη εμπειρία.",
    "s2": "Σε αντίθεση με τα μηχανικά trackpads, όπου τα κλικ είναι πιο εύκολα στο κάτω μέρος και πιο δύσκολα στο πάνω μέρος, τα απτικά touchpads παρέχουν καλύτερη εμπειρία χρήστη.",
    "s3": "Υποστήριξη γραφίδας (Υποστηρίζει γραφίδες με δυνατότητα κλίσης και συμβατότητα με το πρωτόκολλο MPP 2.5.)",
    "s4": "Επανάσταση στην αλληλεπίδραση του Touchpad – Ξεκλειδώστε νέες δυνατότητες με την υποστήριξη γραφίδας στο touchpad του φορητού υπολογιστή σας.",
    "s5": "Σχεδιάστε, γράψτε και δημιουργήστε με ακρίβεια, όλα σε μια αδιάκοπη, εξαιρετικά ευαίσθητη επιφάνεια.",
    "s6": "Βελτιωμένη ακρίβεια για επαγγελματίες – Ιδανικό για σχεδιαστές, καλλιτέχνες και επαγγελματίες που αναζητούν ακρίβεια σημείου.",
    "s7": "Απρόσκοπτη ενσωμάτωση πολλαπλών εισόδων – Εναλλαγή χωρίς κόπο μεταξύ αφής, χειρονομιών και γραφίδας για μια ευέλικτη ροή εργασίας."
  },
  "es": {
    "s1": "Touchpad háptico: Diga adiós a los botones mecánicos para una experiencia más duradera y fiable.",
    "s2": "A diferencia de los trackpads mecánicos, donde los clics son más fáciles en la parte inferior y más difíciles en la superior, los touchpads hápticos proporcionan una mejor experiencia de usuario.",
    "s3": "Compatibilidad con lápiz óptico (Compatible con lápices ópticos con inclinación y compatibilidad con el protocolo MPP 2.5.)",
    "s4": "Revolucionando la interacción del Touchpad – Desbloquea nuevas posibilidades con la compatibilidad con lápiz óptico en el touchpad de tu portátil.",
    "s5": "Dibuja, escribe y crea con precisión, todo en una superficie continua y ultrarresistente.",
    "s6": "Precisión mejorada para profesionales – Ideal para diseñadores, artistas y profesionales que buscan una precisión milimétrica.",
    "s7": "Integración de múltiples entradas sin interrupciones – Cambia sin esfuerzo entre el tacto, los gestos y el lápiz óptico para un flujo de trabajo versátil."
  },
  "fi": {
    "s1": "Haptinen kosketuslevy: Sano hyvästit mekaanisille painikkeille pidempikestoisen ja luotettavamman kokemuksen vuoksi.",
    "s2": "Toisin kuin mekaaniset kosketuslevyt, joissa napsautukset ovat helpompia alhaalla ja vaikeampia ylhäällä, haptiset kosketuslevyt tarjoavat paremman käyttökokemuksen.",
    "s3": "Kynän tuki (Tukee kallistusta tukevia kyniä, joiden yhteensopivuus on jopa MPP 2.5 -protokollan mukainen.)",
    "s4": "Kosketuslevyn vuorovaikutuksen mullistaminen – Avaa uusia mahdollisuuksia kynän tuella kannettavasi kosketuslevyllä.",
    "s5": "Piirrä, kirjoita ja luo tarkasti, kaikki saumattomalla, erittäin responsiivisella pinnalla.",
    "s6": "Parempi tarkkuus ammattilaisille – Ihanteellinen suunnittelijoille, taiteilijoille ja ammattilaisille, jotka etsivät täsmällistä tarkkuutta.",
    "s7": "Saumaton monisyöttöintegraatio – Vaihda vaivattomasti kosketuksen, eleiden ja kynän välillä monipuolista työnkulkua varten."
  },
  "fr": {
    "s1": "Touchpad haptique : Dites adieu aux boutons mécaniques pour une expérience plus durable et plus fiable.",
    "s2": "Contrairement aux trackpads mécaniques, où les clics sont plus faciles en bas et plus difficiles en haut, les touchpads haptiques offrent une meilleure expérience utilisateur.",
    "s3": "Prise en charge du stylet (Prend en charge les stylets à inclinaison avec une compatibilité de protocole allant jusqu'à MPP 2.5.)",
    "s4": "Révolutionner l'interaction du pavé tactile – Débloquez de nouvelles possibilités avec le support du stylet sur le pavé tactile de votre ordinateur portable.",
    "s5": "Esquissez, écrivez et créez avec précision, le tout sur une surface continue et ultra-réactive.",
    "s6": "Précision Améliorée pour les Professionnels – Idéal pour les designers, les artistes et les professionnels à la recherche d'une précision absolue.",
    "s7": "Intégration Multi-Entrée Transparente – Basculez sans effort entre le toucher, les gestes et le stylet pour un flux de travail polyvalent."
  },
  "hr": {
    "s1": "Haptička dodirna podloga: Recite zbogom mehaničkim tipkama za dugotrajnije i pouzdanije iskustvo.",
    "s2": "Za razliku od mehaničkih trackpada, gdje je klikanje lakše na dnu, a teže na vrhu, haptičke dodirne podloge pružaju bolje korisničko iskustvo.",
    "s3": "Podrška za pisaljku (Podržava pisaljke s omogućenom nagibom i kompatibilnošću s MPP 2.5 protokolom.)",
    "s4": "Revolucioniranje interakcije s dodirnom podlogom – Otključajte nove mogućnosti uz podršku za pisaljku na dodirnoj podlozi vašeg prijenosnog računala.",
    "s5": "Skicirajte, pišite i stvarajte s preciznošću, sve na besprijekornoj, izuzetno osjetljivoj površini.",
    "s6": "Poboljšana preciznost za profesionalce – Idealno za dizajnere, umjetnike i profesionalce koji traže iznimnu točnost.",
    "s7": "Besprijekorna integracija više ulaza – Bez napora se prebacujte između dodira, gesti i pisaljke za svestran tijek rada."
  },
  "hu": {
    "s1": "Haptikus érintőpad: Mondjon búcsút a mechanikus gomboknak a hosszabb élettartamú, megbízhatóbb élmény érdekében.",
    "s2": "Ellentétben a mechanikus érintőpadokkal, ahol a kattintások alul könnyebbek és felül nehezebbek, a haptikus érintőpadok jobb felhasználói élményt nyújtanak.",
    "s3": "Stylus támogatás (Támogatja a dőlést engedélyező stylusokat, amelyek kompatibilisek az MPP 2.5 protokollal.)",
    "s4": "Az érintőpad interakció forradalmasítása – Fedezze fel az új lehetőségeket a stylus támogatással laptopja érintőpadján.",
    "s5": "Rajzolj, írj és alkoss precízen, mindezt egy zökkenőmentes, rendkívül érzékeny felületen.",
    "s6": "Fokozott pontosság a szakemberek számára – Ideális tervezőknek, művészeknek és szakembereknek, akik tűpontos pontosságot keresnek.",
    "s7": "Zökkenőmentes több bemenet integrációja – Könnyedén válthat érintés, gesztusok és stylus között a sokoldalú munkafolyamat érdekében."
  },
  "it": {
    "s1": "Touchpad aptico: Dite addio ai pulsanti meccanici per un'esperienza più duratura e affidabile.",
    "s2": "A differenza dei trackpad meccanici, dove i clic sono più facili in basso e più difficili in alto, i touchpad aptici offrono una migliore esperienza utente.",
    "s3": "Supporto stilo (Supporta stili abilitati all'inclinazione con compatibilità fino al protocollo MPP 2.5.)",
    "s4": "Rivoluzionare l'interazione del touchpad – Sblocca nuove possibilità con il supporto stilo sul touchpad del tuo laptop.",
    "s5": "Schizza, scrivi e crea con precisione, tutto su una superficie continua e ultra-reattiva.",
    "s6": "Precisione migliorata per i professionisti – Ideale per designer, artisti e professionisti alla ricerca di precisione millimetrica.",
    "s7": "Integrazione multi-input senza interruzioni – Passa senza sforzo tra tocco, gesti e stilo per un flusso di lavoro versatile."
  },
  "ja": {
    "s1": "ハプティックタッチパッド: より長く使える、より信頼性の高い体験のために、メカニカルボタンにさようなら。",
    "s2": "クリックが下部では簡単で上部では難しいメカニカルトラックパッドとは異なり、ハプティックタッチパッドはより良いユーザーエクスペリエンスを提供します。",
    "s3": "スタイラスサポート (MPP 2.5プロトコル互換性までのチルト対応スタイラスをサポート。)",
    "s4": "タッチパッドの操作性を革新 – ノートパソコンのタッチパッドでのスタイラスサポートで新たな可能性を解き放ちます。",
    "s5": "正確にスケッチ、書き込み、作成を行える、シームレスで超応答性のある表面上ですべて可能です。",
    "s6": "プロフェッショナルのための強化された精度 – ピンポイントの精度を求めるデザイナー、アーティスト、プロフェッショナルに最適です。",
    "s7": "シームレスなマルチインプット統合 – 多彩なワークフローのために、タッチ、ジェスチャー、スタイラスを簡単に切り替えます。"
  },
  "ko": {
    "s1": "햅틱 터치패드: 보다 오래 지속되고 신뢰할 수 있는 경험을 위해 기계식 버튼에 작별을 고하세요.",
    "s2": "클릭이 아래쪽에서는 쉽고 위쪽에서는 어려운 기계식 트랙패드와 달리 햅틱 터치패드는 더 나은 사용자 경험을 제공합니다.",
    "s3": "스타일러스 지원 (MPP 2.5 프로토콜 호환성까지 기울기 지원 스타일러스를 지원합니다.)",
    "s4": "터치패드 상호작용의 혁신 – 노트북 터치패드의 스타일러스 지원으로 새로운 가능성을 열어보세요.",
    "s5": "정밀하게 스케치하고, 글을 쓰며, 창작하세요. 모두 매끄럽고 초반응형 표면 위에서 가능합니다.",
    "s6": "전문가를 위한 향상된 정밀도 – 정확한 정확도를 추구하는 디자이너, 아티스트 및 전문가에게 이상적입니다.",
    "s7": "원활한 다중 입력 통합 – 다재다능한 워크플로우를 위해 터치, 제스처 및 스타일러스 간에 손쉽게 전환하세요."
  },
  "nb": {
    "s1": "Haptisk Touchpad: Si farvel til mekaniske knapper for en mer holdbar og pålitelig opplevelse.",
    "s2": "I motsetning til mekaniske styreflater, der klikk er enklere nederst og vanskeligere øverst, gir haptiske styreflater bedre brukeropplevelse.",
    "s3": "Stylusstøtte (Støtter tilt-aktiverte penner med opptil MPP 2.5 protokollkompatibilitet.)",
    "s4": "Revolusjonerende Touchpad-interaksjon – Lås opp nye muligheter med stylusstøtte på den bærbare datamaskinens touchpad.",
    "s5": "Skisser, skriv og skap med presisjon, alt på en sømløs, ultrareaktiv overflate.",
    "s6": "Forbedret presisjon for profesjonelle – Ideell for designere, kunstnere og profesjonelle som søker nøyaktighet.",
    "s7": "Sømløs Multi-Input Integrasjon – Bytt uanstrengt mellom berøring, bevegelser og stylus for en allsidig arbeidsflyt."
  },
  "nl": {
    "s1": "Haptische Touchpad: Zeg vaarwel tegen mechanische knoppen voor een langer meegaande, betrouwbaardere ervaring.",
    "s2": "In tegenstelling tot mechanische trackpads, waar klikken onderaan gemakkelijker en bovenaan moeilijker zijn, bieden haptische touchpads een betere gebruikerservaring.",
    "s3": "Stylusondersteuning (Ondersteunt kantelbare stylussen met tot MPP 2.5 protocolcompatibiliteit.)",
    "s4": "Revolutionaire Touchpad-interactie – Ontgrendel nieuwe mogelijkheden met stylusondersteuning op de touchpad van uw laptop.",
    "s5": "Schets, schrijf en creëer met precisie, allemaal op een naadloos, ultragevoelig oppervlak.",
    "s6": "Verbeterde precisie voor professionals – Ideaal voor ontwerpers, artiesten en professionals die uiterste nauwkeurigheid zoeken.",
    "s7": "Naadloze Multi-Input Integratie – Schakel moeiteloos tussen aanraking, gebaren en stylus voor een veelzijdige workflow."
  },
  "pl": {
    "s1": "Dotykowy touchpad: Pożegnaj się z mechanicznymi przyciskami, aby uzyskać trwalsze i bardziej niezawodne działanie.",
    "s2": "W przeciwieństwie do mechanicznych trackpadów, w których kliknięcia są łatwiejsze na dole i trudniejsze na górze, dotykowe touchpady zapewniają lepsze wrażenia użytkownika.",
    "s3": "Obsługa rysika (Obsługuje rysiki z obsługą pochylenia i zgodnością z protokołem MPP 2.5.)",
    "s4": "Rewolucjonizowanie interakcji z touchpadem – Odblokuj nowe możliwości dzięki obsłudze rysika na touchpadzie laptopa.",
    "s5": "Szkicuj, pisz i twórz z precyzją, wszystko na bezszwowej, ultra-czułej powierzchni.",
    "s6": "Ulepszona precyzja dla profesjonalistów – Idealne dla projektantów, artystów i profesjonalistów poszukujących dokładności co do punktu.",
    "s7": "Bezproblemowa integracja wielu wejść – Bez wysiłku przełączaj się między dotykiem, gestami i rysikiem, aby uzyskać wszechstronny przepływ pracy."
  },
  "pt": {
    "s1": "Touchpad Haptic: Diga adeus aos botões mecânicos para uma experiência mais duradoura e confiável.",
    "s2": "Ao contrário dos trackpads mecânicos, onde os cliques são mais fáceis na parte inferior e mais difíceis na parte superior, os touchpads hápticos proporcionam uma melhor experiência do usuário.",
    "s3": "Suporte para Caneta Stylus (Suporta canetas stylus com inclinação ativada e compatibilidade com protocolo MPP 2.5.)",
    "s4": "Revolucionando a Interação do Touchpad – Desbloqueie novas possibilidades com o suporte para caneta stylus no touchpad do seu laptop.",
    "s5": "Desenhe, escreva e crie com precisão, tudo em uma superfície contínua e ultra-responsiva.",
    "s6": "Precisão Aprimorada para Profissionais – Ideal para designers, artistas e profissionais que buscam precisão milimétrica.",
    "s7": "Integração Multientrada Contínua – Alterne sem esforço entre toque, gestos e caneta stylus para um fluxo de trabalho versátil."
  },
  "ro": {
    "s1": "Touchpad haptic: Spuneți adio butoanelor mecanice pentru o experiență mai durabilă și mai fiabilă.",
    "s2": "Spre deosebire de trackpad-urile mecanice, unde clicurile sunt mai ușoare în partea de jos și mai grele în partea de sus, touchpad-urile haptice oferă o experiență de utilizare mai bună.",
    "s3": "Suport pentru stylus (Suportă stylus-uri cu înclinare activată și compatibilitate cu protocolul MPP 2.5.)",
    "s4": "Revoluționând interacțiunea cu Touchpad-ul – Deblocați noi posibilități cu suportul pentru stylus pe touchpad-ul laptopului dvs.",
    "s5": "Schițează, scrie și creează cu precizie, toate pe o suprafață fără cusături, ultra-reactivă.",
    "s6": "Precizie îmbunătățită pentru profesioniști – Ideal pentru designeri, artiști și profesioniști care caută precizie maximă.",
    "s7": "Integrare Multi-Intrare Fără Probleme – Treceți fără efort între atingere, gesturi și stylus pentru un flux de lucru versatil."
  },
  "ru": {
    "s1": "Тактильный тачпад: Попрощайтесь с механическими кнопками ради более долговечного и надежного использования.",
    "s2": "В отличие от механических трекпадов, где нажатия легче внизу и тяжелее вверху, тактильные тачпады обеспечивают лучший пользовательский опыт.",
    "s3": "Поддержка стилуса (Поддерживает стилусы с функцией наклона и совместимостью с протоколом MPP 2.5.)",
    "s4": "Революция взаимодействия с тачпадом – Откройте новые возможности благодаря поддержке стилуса на тачпаде вашего ноутбука.",
    "s5": "Рисуйте, пишите и создавайте с точностью, всё на бесшовной, сверхчувствительной поверхности.",
    "s6": "Повышенная точность для профессионалов – Идеально подходит для дизайнеров, художников и профессионалов, ищущих максимальную точность.",
    "s7": "Бесшовная интеграция множества вводов – Легко переключайтесь между касанием, жестами и стилусом для универсального рабочего процесса."
  },
  "zh-CN": {
    "s1": "触觉触控板：告别机械按钮，享受更长久、更可靠的体验。",
    "s2": "与机械触控板（底部点击较容易，顶部较困难）不同，触觉触控板提供更好的用户体验。",
    "s3": "触控笔支持 (支持带倾斜功能的触控笔，兼容 MPP 2.5 协议。)",
    "s4": "彻底改变触控板互动 – 通过笔记本电脑触控板上的触控笔支持解锁新的可能性。",
    "s5": "在無縫且超靈敏的表面上精準地素描、書寫和創作。",
    "s6": "专业人士增强的精度 – 是寻求精确度的设计师、艺术家和专业人士的理想选择。",
    "s7": "无缝多输入集成 – 轻松在触摸、手势和触控笔之间切换，实现多功能工作流程。"
  },
  "sk": {
    "s1": "Haptický Touchpad: Rozlúčte sa s mechanickými tlačidlami pre dlhšiu životnosť a spoľahlivejší zážitok.",
    "s2": "Na rozdiel od mechanických trackpadov, kde sú kliknutia jednoduchšie dole a ťažšie hore, haptické touchpady poskytujú lepší používateľský zážitok.",
    "s3": "Podpora stylusu (Podporuje stylusy s podporou nakláňania a kompatibilitou s protokolom MPP 2.5.)",
    "s4": "Revolúcia v interakcii s touchpadom – Odomknite nové možnosti s podporou stylusu na touchpade vášho notebooku.",
    "s5": "Kreslite, píšte a vytvárajte s presnosťou, všetko na bezšvovej, ultra-reaktívnej ploche.",
    "s6": "Vylepšená presnosť pre profesionálov – Ideálne pre dizajnérov, umelcov a profesionálov hľadajúcich presnú presnosť.",
    "s7": "Bezproblémová integrácia viacerých vstupov – Bez námahy prepínajte medzi dotykom, gestami a stylusom pre všestranný pracovný tok."
  },
  "sl": {
    "s1": "Haptična sledilna ploščica: Poslovite se od mehanskih gumbov za daljšo in zanesljivejšo izkušnjo.",
    "s2": "Za razliko od mehanskih sledilnih ploščic, kjer so kliki lažji na dnu in težji na vrhu, haptične sledilne ploščice zagotavljajo boljšo uporabniško izkušnjo.",
    "s3": "Podpora za pisalo (Podpira pisala z omogočenim nagibom in združljivostjo s protokolom MPP 2.5.)",
    "s4": "Revolucioniranje interakcije s sledilno ploščico – Odklenite nove možnosti s podporo za pisalo na sledilni ploščici prenosnika.",
    "s5": "Risajte, pišite in ustvarjajte natančno, vse na brezšivni, ultra-odzivni površini.",
    "s6": "Izboljšana natančnost za profesionalce – Idealno za oblikovalce, umetnike in profesionalce, ki iščejo izjemno natančnost.",
    "s7": "Brezšivna integracija več vnosov – Brez napora preklapljajte med dotikom, kretnjami in pisalom za vsestranski potek dela."
  },
  "sv": {
    "s1": "Haptisk Touchpad: Säg adjö till mekaniska knappar för en mer hållbar och pålitlig upplevelse.",
    "s2": "Till skillnad från mekaniska styrplattor, där klick är lättare i botten och svårare i toppen, ger haptiska styrplattor bättre användarupplevelse.",
    "s3": "Stylusstöd (Stöder lutningsaktiverade pennor med upp till MPP 2.5 protokollkompatibilitet.)",
    "s4": "Revolutionerande Touchpad-interaktion – Lås upp nya möjligheter med stylusstöd på din bärbara dators styrplatta.",
    "s5": "Skissa, skriv och skapa med precision, allt på en sömlös, ultrakänslig yta.",
    "s6": "Förbättrad precision för proffs – Idealisk för designers, konstnärer och proffs som söker exakt noggrannhet.",
    "s7": "Sömlös Multi-Input Integration – Växla enkelt mellan beröring, gester och stylus för ett mångsidigt arbetsflöde."
  },
  "zh-TW": {
    "s1": "觸覺觸控板：告別機械按鈕，享受更長久、更可靠的體驗。",
    "s2": "與機械觸控板（底部點擊較容易，頂部較困難）不同，觸覺觸控板提供更好的使用者體驗。",
    "s3": "手寫筆支援 (支援具備傾斜功能的手寫筆，相容 MPP 2.5 協定。)",
    "s4": "徹底改變觸控板互動 – 透過筆記型電腦觸控板上的手寫筆支援解鎖新的可能性。",
    "s5": "在無縫且超靈敏的表面上精準地素描、書寫與創作。",
    "s6": "專業人士增強的精度 – 是尋求精確度的設計師、藝術家和專業人士的理想選擇。",
    "s7": "無縫多輸入整合 – 輕鬆在觸摸、手勢和手寫筆之間切換，實現多功能工作流程。"
  },
  "tr": {
    "s1": "Dokunsal Touchpad: Daha uzun ömürlü, daha güvenilir bir deneyim için mekanik düğmelere veda edin.",
    "s2": "Tıklamaların alt kısımda daha kolay, üst kısımda ise daha zor olduğu mekanik trackpad'lerin aksine, dokunsal dokunmatik yüzeyler daha iyi bir kullanıcı deneyimi sağlar.",
    "s3": "Kalem Desteği (MPP 2.5 protokol uyumluluğuna kadar eğim özellikli kalemleri destekler.)",
    "s4": "Dokunmatik Yüzey Etkileşiminde Devrim – Dizüstü bilgisayarınızın dokunmatik yüzeyindeki kalem desteğiyle yeni olasılıkların kilidini açın.",
    "s5": "Hassasiyetle çizin, yazın ve yaratın; hepsi kesintisiz ve son derece hassas bir yüzeyde.",
    "s6": "Profesyoneller için Gelişmiş Hassasiyet – Hassasiyet arayan tasarımcılar, sanatçılar ve profesyoneller için idealdir.",
    "s7": "Kusursuz Çoklu Giriş Entegrasyonu – Çok yönlü bir iş akışı için dokunmatik, hareketler ve kalem arasında zahmetsizce geçiş yapın."
  },
  "uk": {
    "s1": "Тактильна сенсорна панель: попрощайтеся з механічними кнопками заради довговічнішого та надійнішого використання.",
    "s2": "На відміну від механічних трекпадів, де кліки легші внизу та важчі вгорі, тактильні сенсорні панелі забезпечують кращий користувацький досвід.",
    "s3": "Підтримка стилуса (підтримує стилуси з функцією нахилу та сумісністю з протоколом MPP 2.5.)",
    "s4": "Революція взаємодії з тачпадом – Відкрийте нові можливості завдяки підтримці стилуса на тачпаді вашого ноутбука.",
    "s5": "Малюйте, пишіть та створюйте з точністю, все на безшовній, ультра-чутливій поверхні.",
    "s6": "Покращена точність для професіоналів – Ідеально підходить для дизайнерів, художників та професіоналів, які шукають точність до точки.",
    "s7": "Безшовна інтеграція кількох входів – Легко перемикайтеся між дотиком, жестами та стилусом для універсального робочого процесу."
  }
}