{
  "en": {
    "s1": "VESA Certified DisplayHDR: A quality you can trust for all display content.",
    "s2": "VESA-certified HDR (High Dynamic Range) displays deliver higher brightness, richer colors, and finer details in both bright and dark areas.",
    "s3": "This certification ensures your laptop screen meets the official HDR standard, not just HDR capable, but verified HDR performance.",
    "s4": "What is the VESA Certified DisplayHDR ?",
    "s5": "With HDR content becoming increasingly available, the DisplayHDR and DisplayHDR True Black specifications ensure that visuals appear vivid, lifelike, and true to color, with precise contrast reproduction. To enjoy the full benefits of HDR, consumers are encouraged to choose products that are VESA-tested and certified for DisplayHDR or DisplayHDR True Black.",
    "s6": "What’s the experience you can feel HDR Content ?",
    "s7": "Higher brightness, richer colors, and finer details in both bright and dark areas."
  },
  "bg": {
    "s1": "VESA Certified DisplayHDR: Качество, на което можете да се доверите за цялото съдържание на дисплея.",
    "s2": "VESA-сертифицираните HDR (High Dynamic Range) дисплеи осигуряват по-висока яркост, по-богати цветове и по-фини детайли както в светли, така и в тъмни области.",
    "s3": "Този сертификат гарантира, че екранът на вашия лаптоп отговаря на официалния стандарт за HDR, не само с възможност за HDR, но и с проверена HDR производителност.",
    "s4": "Какво представлява VESA Certified DisplayHDR?",
    "s5": "Тъй като HDR съдържанието става все по-достъпно, спецификациите DisplayHDR и DisplayHDR True Black гарантират, че визуалните изображения изглеждат живи, реалистични и верни на цветовете, с прецизно възпроизвеждане на контраста. За да се насладят на всички предимства на HDR, потребителите се насърчават да избират продукти, които са тествани по VESA и са сертифицирани за DisplayHDR или DisplayHDR True Black.",
    "s6": "Какво е изживяването, което можете да усетите при HDR съдържание?",
    "s7": "По-висока яркост, по-богати цветове и по-фини детайли както в светлите, така и в тъмните области."
  },
  "cs": {
    "s1": "DisplayHDR s certifikací VESA: Kvalita, které můžete důvěřovat pro veškerý obsah displeje.",
    "s2": "Displeje HDR (High Dynamic Range) s certifikací VESA poskytují vyšší jas, bohatší barvy a jemnější detaily ve světlých i tmavých oblastech.",
    "s3": "Tato certifikace zajišťuje, že obrazovka vašeho notebooku splňuje oficiální standard HDR, nejen podporující HDR, ale ověřený výkon HDR.",
    "s4": "Co je VESA Certified DisplayHDR?",
    "s5": "Vzhledem k tomu, že obsah HDR je stále dostupnější, specifikace DisplayHDR a DisplayHDR True Black zajišťují, že obraz bude vypadat živě, realisticky a věrně barvám s přesnou reprodukcí kontrastu. Aby si spotřebitelé mohli užívat všech výhod HDR, měli by si vybrat produkty, které jsou testovány VESA a certifikovány pro DisplayHDR nebo DisplayHDR True Black.",
    "s6": "Jaký je zážitek, kdy můžete cítit HDR obsah?",
    "s7": "Vyšší jas, bohatší barvy a jemnější detaily ve světlých i tmavých oblastech."
  },
  "da": {
    "s1": "VESA Certified DisplayHDR: En kvalitet, du kan stole på for alt displayindhold.",
    "s2": "VESA-certificerede HDR-skærme (High Dynamic Range) leverer højere lysstyrke, rigere farver og finere detaljer i både lyse og mørke områder.",
    "s3": "Denne certificering sikrer, at din bærbare computers skærm opfylder den officielle HDR-standard, ikke kun HDR-kompatibel, men verificeret HDR-ydeevne.",
    "s4": "Hvad er VESA-certificeret DisplayHDR?",
    "s5": "Med HDR-indhold, der bliver mere og mere tilgængeligt, sikrer DisplayHDR- og DisplayHDR True Black-specifikationerne, at det visuelle fremstår levende, naturtro og farvetro med præcis kontrastgengivelse. For at nyde de fulde fordele ved HDR opfordres forbrugerne til at vælge produkter, der er VESA-testet og certificeret til DisplayHDR eller DisplayHDR True Black.",
    "s6": "Hvad er den oplevelse, du kan føle HDR-indhold?",
    "s7": "Højere lysstyrke, rigere farver og finere detaljer i både lyse og mørke områder."
  },
  "de": {
    "s1": "VESA-zertifiziertes DisplayHDR: Eine Qualität, der Sie bei allen Anzeigeinhalten vertrauen können.",
    "s2": "VESA-zertifizierte HDR-Displays (High Dynamic Range) bieten höhere Helligkeit, sattere Farben und feinere Details in hellen und dunklen Bereichen.",
    "s3": "Diese Zertifizierung stellt sicher, dass Ihr Laptop-Bildschirm dem offiziellen HDR-Standard entspricht und nicht nur HDR-fähig ist, sondern auch eine geprüfte HDR-Leistung bietet.",
    "s4": "Was ist das VESA-zertifizierte DisplayHDR?",
    "s5": "Da HDR-Inhalte zunehmend verfügbar sind, sorgen die DisplayHDR- und DisplayHDR True Black-Spezifikationen für lebendige, naturgetreue und farbgetreue Bilder mit präziser Kontrastwiedergabe. Um die Vorteile von HDR voll auszuschöpfen, sollten Verbraucher Produkte wählen, die VESA-geprüft und für DisplayHDR oder DisplayHDR True Black zertifiziert sind.",
    "s6": "Welche Erfahrung können Sie mit HDR-Inhalten machen?",
    "s7": "Höhere Helligkeit, sattere Farben und feinere Details in hellen und dunklen Bereichen."
  },
  "el": {
    "s1": "VESA Certified DisplayHDR: Ποιότητα που μπορείτε να εμπιστευτείτε για όλο το περιεχόμενο προβολής.",
    "s2": "Οι οθόνες HDR (High Dynamic Range) με πιστοποίηση VESA προσφέρουν υψηλότερη φωτεινότητα, πιο πλούσια χρώματα και λεπτότερες λεπτομέρειες τόσο σε φωτεινές όσο και σε σκοτεινές περιοχές.",
    "s3": "Αυτή η πιστοποίηση διασφαλίζει ότι η οθόνη του φορητού υπολογιστή σας πληροί το επίσημο πρότυπο HDR, όχι μόνο με δυνατότητα HDR, αλλά και επαληθευμένη απόδοση HDR.",
    "s4": "Τι είναι το VESA Certified DisplayHDR;",
    "s5": "Καθώς το περιεχόμενο HDR γίνεται όλο και πιο διαθέσιμο, οι προδιαγραφές DisplayHDR και DisplayHDR True Black διασφαλίζουν ότι τα γραφικά φαίνονται ζωντανά, ζωντανά και αληθινά στο χρώμα, με ακριβή αναπαραγωγή αντίθεσης. Για να απολαύσουν τα πλήρη πλεονεκτήματα του HDR, οι καταναλωτές ενθαρρύνονται να επιλέγουν προϊόντα που είναι ελεγμένα από την VESA και πιστοποιημένα για DisplayHDR ή DisplayHDR True Black.",
    "s6": "Ποια είναι η εμπειρία που μπορείτε να νιώσετε Περιεχόμενο HDR;",
    "s7": "Υψηλότερη φωτεινότητα, πιο πλούσια χρώματα και πιο λεπτές λεπτομέρειες τόσο σε φωτεινές όσο και σε σκοτεινές περιοχές."
  },
  "es": {
    "s1": "DisplayHDR con certificación VESA: una calidad en la que puede confiar para todo el contenido de visualización.",
    "s2": "Las pantallas HDR (alto rango dinámico) con certificación VESA ofrecen mayor brillo, colores más intensos y detalles más finos tanto en áreas brillantes como oscuras.",
    "s3": "Esta certificación garantiza que la pantalla de su computadora portátil cumple con el estándar HDR oficial, no solo es compatible con HDR, sino que también tiene un rendimiento HDR verificado.",
    "s4": "¿Qué es DisplayHDR con certificación VESA?",
    "s5": "Con la creciente disponibilidad de contenido HDR, las especificaciones DisplayHDR y DisplayHDR True Black garantizan imágenes vívidas, realistas y con colores fieles, con una reproducción precisa del contraste. Para disfrutar al máximo de las ventajas del HDR, se recomienda a los consumidores elegir productos con certificación VESA para DisplayHDR o DisplayHDR True Black.",
    "s6": "¿Qué experiencia puedes sentir con el contenido HDR?",
    "s7": "Mayor brillo, colores más ricos y detalles más finos tanto en áreas brillantes como oscuras."
  },
  "fi": {
    "s1": "VESA-sertifioitu DisplayHDR: Laatu, johon voit luottaa kaikessa näyttösisällössä.",
    "s2": "VESA-sertifioidut HDR (High Dynamic Range) -näytöt tarjoavat korkeamman kirkkauden, rikkaammat värit ja hienommat yksityiskohdat sekä kirkkailla että tummilla alueilla.",
    "s3": "Tämä sertifikaatti varmistaa, että kannettavan tietokoneen näyttö täyttää viralliset HDR-standardit, ei vain HDR-yhteensopiva, vaan myös varmennettu HDR-suorituskyky.",
    "s4": "Mikä on VESA-sertifioitu DisplayHDR?",
    "s5": "Kun HDR-sisältöä tulee yhä enemmän saataville, DisplayHDR- ja DisplayHDR True Black -määritykset varmistavat, että visuaalit näyttävät eloisilta, todentuntuisilta ja väreiltä tarkan kontrastin toiston ansiosta. HDR:n kaikista eduista nauttiakseen kuluttajia kehotetaan valitsemaan VESA-testattuja ja DisplayHDR- tai DisplayHDR True Black -sertifioituja tuotteita.",
    "s6": "Millaisen kokemuksen voit kokea HDR-sisällöstä?",
    "s7": "Suurempi kirkkaus, rikkaammat värit ja hienommat yksityiskohdat sekä kirkkailla että tummilla alueilla."
  },
  "fr": {
    "s1": "DisplayHDR certifié VESA : une qualité à laquelle vous pouvez faire confiance pour tout le contenu d'affichage.",
    "s2": "Les écrans HDR (High Dynamic Range) certifiés VESA offrent une luminosité plus élevée, des couleurs plus riches et des détails plus fins dans les zones claires et sombres.",
    "s3": "Cette certification garantit que l'écran de votre ordinateur portable est conforme à la norme officielle HDR, non seulement compatible HDR, mais également aux performances HDR vérifiées.",
    "s4": "Qu'est-ce que le DisplayHDR certifié VESA ?",
    "s5": "Avec la disponibilité croissante du contenu HDR, les spécifications DisplayHDR et DisplayHDR True Black garantissent des images éclatantes, réalistes et fidèles aux couleurs, avec une reproduction précise des contrastes. Pour profiter pleinement des avantages du HDR, nous vous encourageons à choisir des produits testés et certifiés VESA pour DisplayHDR ou DisplayHDR True Black.",
    "s6": "Quelle expérience pouvez-vous ressentir avec le contenu HDR ?",
    "s7": "Luminosité plus élevée, couleurs plus riches et détails plus fins dans les zones claires et sombres."
  },
  "hr": {
    "s1": "VESA Certified DisplayHDR: Kvaliteta kojoj možete vjerovati za sav sadržaj zaslona.",
    "s2": "Zasloni s VESA certifikatom HDR (High Dynamic Range) pružaju veću svjetlinu, bogatije boje i finije detalje u svijetlim i tamnim područjima.",
    "s3": "Ova potvrda osigurava da zaslon vašeg prijenosnog računala zadovoljava službeni HDR standard, ne samo da podržava HDR, već i provjerenu HDR izvedbu.",
    "s4": "Što je VESA Certified DisplayHDR?",
    "s5": "Budući da HDR sadržaj postaje sve dostupniji, specifikacije DisplayHDR i DisplayHDR True Black osiguravaju živopisne, realistične i vjerne boje, s preciznom reprodukcijom kontrasta. Kako bi uživali u svim prednostima HDR-a, potrošače se potiče da izaberu proizvode koji su VESA testirani i certificirani za DisplayHDR ili DisplayHDR True Black.",
    "s6": "Kakvo je iskustvo kada možete osjetiti HDR sadržaj?",
    "s7": "Veća svjetlina, bogatije boje i finiji detalji u svijetlim i tamnim područjima."
  },
  "hu": {
    "s1": "VESA-tanúsítvánnyal rendelkező DisplayHDR: Minőség, amelyben megbízhat minden megjelenített tartalom esetében.",
    "s2": "A VESA-tanúsítvánnyal rendelkező HDR (High Dynamic Range) kijelzők nagyobb fényerőt, gazdagabb színeket és finomabb részleteket biztosítanak világos és sötét területeken egyaránt.",
    "s3": "Ez a tanúsítvány biztosítja, hogy laptopja képernyője megfelel a hivatalos HDR-szabványnak, nem csak HDR-képes, hanem ellenőrzött HDR-teljesítmény is.",
    "s4": "Mi az a VESA tanúsítvánnyal rendelkező DisplayHDR?",
    "s5": "A HDR-tartalom egyre elérhetőbbé válásával a DisplayHDR és a DisplayHDR True Black specifikációi gondoskodnak arról, hogy a látvány élénk, élethű és színhű legyen, precíz kontrasztreprodukcióval. A HDR előnyeinek teljes kihasználása érdekében a fogyasztókat arra bátorítjuk, hogy olyan termékeket válasszanak, amelyek VESA-tesztelt és DisplayHDR-re vagy DisplayHDR True Blackre tanúsítottak.",
    "s6": "Milyen élményben lehet része a HDR-tartalomnak?",
    "s7": "Nagyobb fényerő, gazdagabb színek és finomabb részletek világos és sötét területeken egyaránt."
  },
  "it": {
    "s1": "DisplayHDR certificato VESA: una qualità di cui ti puoi fidare per tutti i contenuti visualizzati.",
    "s2": "I display HDR (High Dynamic Range) certificati VESA offrono maggiore luminosità, colori più intensi e dettagli più precisi sia nelle aree luminose che in quelle scure.",
    "s3": "Questa certificazione garantisce che lo schermo del tuo laptop soddisfi lo standard HDR ufficiale, non solo sia compatibile con HDR, ma che disponga anche di prestazioni HDR verificate.",
    "s4": "Che cos'è il DisplayHDR certificato VESA?",
    "s5": "Con la crescente disponibilità di contenuti HDR, le specifiche DisplayHDR e DisplayHDR True Black garantiscono immagini vivide, realistiche e fedeli ai colori, con una riproduzione precisa del contrasto. Per sfruttare appieno i vantaggi dell'HDR, i consumatori sono incoraggiati a scegliere prodotti testati VESA e certificati per DisplayHDR o DisplayHDR True Black.",
    "s6": "Che tipo di esperienza puoi provare con i contenuti HDR?",
    "s7": "Maggiore luminosità, colori più intensi e dettagli più precisi sia nelle aree luminose che in quelle scure."
  },
  "ja": {
    "s1": "VESA 認定 DisplayHDR: あらゆるディスプレイ コンテンツに信頼できる品質。",
    "s2": "VESA 認定の HDR (ハイダイナミックレンジ) ディスプレイは、明るい部分と暗い部分の両方で、より高い明るさ、より豊かな色彩、より細かいディテールを実現します。",
    "s3": "この認証により、ノートパソコンの画面が公式の HDR 標準を満たしていることが保証され、HDR 対応であるだけでなく、検証済みの HDR パフォーマンスも保証されます。",
    "s4": "VESA 認定 DisplayHDR とは何ですか?",
    "s5": "HDRコンテンツの利用が拡大する中、DisplayHDRおよびDisplayHDR True Black規格は、鮮明でリアル、そして色彩豊かな映像と正確なコントラスト再現を保証します。HDRのメリットを最大限に享受するには、VESAテストに合格し、DisplayHDRまたはDisplayHDR True Blackの認定を受けた製品をお選びいただくことをお勧めします。",
    "s6": "HDRコンテンツを体感できる体験とは？",
    "s7": "明るい部分と暗い部分の両方で、より高い明るさ、より豊かな色彩、より細かいディテールを実現します。"
  },
  "ko": {
    "s1": "VESA 인증 DisplayHDR: 모든 디스플레이 콘텐츠에 신뢰할 수 있는 품질을 제공합니다.",
    "s2": "VESA 인증 HDR(High Dynamic Range) 디스플레이는 밝은 영역과 어두운 영역 모두에서 더 높은 밝기, 더 풍부한 색상, 더 세밀한 디테일을 제공합니다.",
    "s3": "이 인증은 노트북 화면이 HDR을 지원할 뿐만 아니라 검증된 HDR 성능을 제공하는 공식 HDR 표준을 충족함을 보장합니다.",
    "s4": "VESA 인증 DisplayHDR이란 무엇입니까?",
    "s5": "HDR 콘텐츠가 점점 더 많이 보급됨에 따라, DisplayHDR 및 DisplayHDR True Black 사양은 정확한 명암비 재현을 통해 생생하고 사실적이며 정확한 색상을 구현합니다. HDR의 모든 이점을 누리려면 VESA 테스트를 거쳐 DisplayHDR 또는 DisplayHDR True Black 인증을 받은 제품을 선택하는 것이 좋습니다.",
    "s6": "HDR 콘텐츠를 어떤 경험으로 느낄 수 있나요?",
    "s7": "더 높은 밝기, 더 풍부한 색상, 밝은 부분과 어두운 부분 모두에서 더 세밀한 디테일이 표현됩니다."
  },
  "nb": {
    "s1": "VESA-sertifisert DisplayHDR: En kvalitet du kan stole på for alt skjerminnhold.",
    "s2": "VESA-sertifiserte HDR-skjermer (High Dynamic Range) gir høyere lysstyrke, rikere farger og finere detaljer i både lyse og mørke områder.",
    "s3": "Denne sertifiseringen sikrer at skjermen på den bærbare datamaskinen oppfyller den offisielle HDR-standarden, ikke bare HDR-kompatible, men bekreftet HDR-ytelse.",
    "s4": "Hva er VESA-sertifisert DisplayHDR?",
    "s5": "Med HDR-innhold som blir stadig mer tilgjengelig, sikrer DisplayHDR- og DisplayHDR True Black-spesifikasjonene at det visuelle fremstår som levende, naturtro og fargetro, med presis kontrastgjengivelse. For å nyte de fulle fordelene med HDR, oppfordres forbrukere til å velge produkter som er VESA-testet og sertifisert for DisplayHDR eller DisplayHDR True Black.",
    "s6": "Hva er opplevelsen du kan føle HDR-innhold?",
    "s7": "Høyere lysstyrke, rikere farger og finere detaljer i både lyse og mørke områder."
  },
  "nl": {
    "s1": "VESA-gecertificeerde DisplayHDR: een kwaliteit waarop u kunt vertrouwen voor al uw weergegeven content.",
    "s2": "VESA-gecertificeerde HDR-schermen (High Dynamic Range) bieden een hogere helderheid, rijkere kleuren en fijnere details in zowel lichte als donkere gebieden.",
    "s3": "Deze certificering garandeert dat uw laptopscherm voldoet aan de officiële HDR-standaard. Dat wil zeggen dat het niet alleen HDR-compatibel is, maar ook geverifieerde HDR-prestaties levert.",
    "s4": "Wat is VESA-gecertificeerde DisplayHDR?",
    "s5": "Nu HDR-content steeds meer beschikbaar komt, zorgen de DisplayHDR- en DisplayHDR True Black-specificaties ervoor dat beelden er levendig, levensecht en kleurecht uitzien, met een nauwkeurige contrastweergave. Om optimaal te profiteren van HDR, raden we consumenten aan te kiezen voor producten die VESA-getest en gecertificeerd zijn voor DisplayHDR of DisplayHDR True Black.",
    "s6": "Hoe ervaar je HDR-inhoud?",
    "s7": "Hogere helderheid, rijkere kleuren en fijnere details in zowel lichte als donkere gebieden."
  },
  "pl": {
    "s1": "Certyfikat VESA DisplayHDR: jakość, której możesz zaufać w przypadku wszystkich wyświetlanych treści.",
    "s2": "Wyświetlacze HDR (High Dynamic Range) z certyfikatem VESA zapewniają większą jasność, bogatsze kolory i dokładniejsze szczegóły zarówno w jasnych, jak i ciemnych obszarach.",
    "s3": "Certyfikat ten gwarantuje, że ekran Twojego laptopa spełnia oficjalny standard HDR, nie tylko obsługuje HDR, ale także potwierdza wydajność HDR.",
    "s4": "Czym jest certyfikat VESA DisplayHDR?",
    "s5": "Wraz ze wzrostem dostępności treści HDR, specyfikacje DisplayHDR i DisplayHDR True Black gwarantują, że obrazy będą żywe, realistyczne i wiernie oddane kolory, z precyzyjnym kontrastem. Aby w pełni korzystać z zalet HDR, zachęcamy konsumentów do wyboru produktów przetestowanych i certyfikowanych zgodnie ze standardem VESA dla DisplayHDR lub DisplayHDR True Black.",
    "s6": "Jakie wrażenia możesz odnieść oglądając treści HDR?",
    "s7": "Większa jasność, bogatsze kolory i dokładniejsze szczegóły zarówno w jasnych, jak i ciemnych obszarach."
  },
  "pt": {
    "s1": "DisplayHDR com certificação VESA: uma qualidade em que você pode confiar para todo o conteúdo de exibição.",
    "s2": "Os monitores HDR (High Dynamic Range) com certificação VESA oferecem maior brilho, cores mais ricas e detalhes mais nítidos em áreas claras e escuras.",
    "s3": "Esta certificação garante que a tela do seu laptop atenda ao padrão oficial HDR, não apenas à compatibilidade com HDR, mas também ao desempenho HDR verificado.",
    "s4": "O que é o VESA Certified DisplayHDR?",
    "s5": "Com o conteúdo HDR se tornando cada vez mais disponível, as especificações DisplayHDR e DisplayHDR True Black garantem que os visuais pareçam vívidos, realistas e com cores fiéis, com reprodução precisa do contraste. Para aproveitar todos os benefícios do HDR, os consumidores são incentivados a escolher produtos testados e certificados pela VESA para DisplayHDR ou DisplayHDR True Black.",
    "s6": "Qual é a experiência que você pode sentir com o conteúdo HDR?",
    "s7": "Maior brilho, cores mais ricas e detalhes mais finos em áreas claras e escuras."
  },
  "ro": {
    "s1": "DisplayHDR certificat VESA: o calitate în care puteți avea încredere pentru tot conținutul afișat.",
    "s2": "Ecranele HDR (High Dynamic Range) certificate VESA oferă luminozitate mai mare, culori mai bogate și detalii mai fine atât în ​​zonele luminoase, cât și în cele întunecate.",
    "s3": "Această certificare asigură că ecranul laptopului dvs. îndeplinește standardul oficial HDR, nu doar capabil HDR, ci și performanța HDR verificată.",
    "s4": "Ce este DisplayHDR certificat VESA?",
    "s5": "Pe măsură ce conținutul HDR devine din ce în ce mai disponibil, specificațiile DisplayHDR și DisplayHDR True Black asigură că imaginile par vii, realiste și fidele culorilor, cu o reproducere precisă a contrastului. Pentru a se bucura de toate beneficiile HDR, consumatorii sunt încurajați să aleagă produse care sunt testate VESA și certificate pentru DisplayHDR sau DisplayHDR True Black.",
    "s6": "Care este experiența în care poți simți conținutul HDR?",
    "s7": "Luminozitate mai mare, culori mai bogate și detalii mai fine atât în ​​zonele luminoase, cât și în cele întunecate."
  },
  "ru": {
    "s1": "DisplayHDR, сертифицированный VESA: качество, которому можно доверять при отображении любого контента.",
    "s2": "Дисплеи HDR (High Dynamic Range), сертифицированные VESA, обеспечивают более высокую яркость, более насыщенные цвета и более четкую детализацию как в ярких, так и в темных областях.",
    "s3": "Эта сертификация гарантирует, что экран вашего ноутбука соответствует официальному стандарту HDR, не просто поддерживает HDR, а имеет проверенную производительность HDR.",
    "s4": "Что такое сертифицированный VESA DisplayHDR?",
    "s5": "С ростом доступности HDR-контента спецификации DisplayHDR и DisplayHDR True Black гарантируют яркость, реалистичность и точную цветопередачу изображения с точной контрастностью. Чтобы в полной мере оценить преимущества HDR, потребителям рекомендуется выбирать устройства, протестированные VESA и сертифицированные для DisplayHDR или DisplayHDR True Black.",
    "s6": "Какие ощущения вы можете испытывать, просматривая HDR-контент?",
    "s7": "Более высокая яркость, более насыщенные цвета и более четкая детализация как в светлых, так и в темных областях."
  },
  "zh-CN": {
    "s1": "VESA 认证的 DisplayHDR：您可以信赖所有显示内容的质量。",
    "s2": "VESA 认证的 HDR（高动态范围）显示器在明亮和黑暗区域均可提供更高的亮度、更丰富的色彩和更精细的细节。",
    "s3": "此认证确保您的笔记本电脑屏幕符合官方 HDR 标准，不仅支持 HDR，而且经过验证的 HDR 性能。",
    "s4": "什么是 VESA 认证的 DisplayHDR？",
    "s5": "随着 HDR 内容日益普及，DisplayHDR 和 DisplayHDR True Black 规格确保视觉效果生动逼真、色彩逼真，并实现精准的对比度再现。为了充分享受 HDR 的各项优势，我们建议消费者选择经过 VESA 测试并获得 DisplayHDR 或 DisplayHDR True Black 认证的产品。",
    "s6": "您能感受到 HDR 内容的什么体验？",
    "s7": "亮度更高、色彩更丰富、明暗区域细节更精细。"
  },
  "sk": {
    "s1": "DisplayHDR s certifikáciou VESA: Kvalita, ktorej môžete dôverovať pre všetok zobrazovaný obsah.",
    "s2": "Displeje HDR (High Dynamic Range) s certifikáciou VESA poskytujú vyšší jas, bohatšie farby a jemnejšie detaily v jasných aj tmavých oblastiach.",
    "s3": "Táto certifikácia zaisťuje, že obrazovka vášho notebooku spĺňa oficiálny štandard HDR, nielen podporu HDR, ale aj overený výkon HDR.",
    "s4": "Čo je to VESA Certified DisplayHDR?",
    "s5": "Keďže obsah HDR je čoraz dostupnejší, špecifikácie DisplayHDR a DisplayHDR True Black zaisťujú, že obraz bude živý, realistický a verný farbám s presnou reprodukciou kontrastu. Aby si spotrebitelia mohli naplno užívať výhody HDR, odporúčame, aby si vybrali produkty, ktoré sú testované VESA a certifikované pre DisplayHDR alebo DisplayHDR True Black.",
    "s6": "Aký je zážitok z obsahu HDR?",
    "s7": "Vyšší jas, bohatšie farby a jemnejšie detaily v jasných aj tmavých oblastiach."
  },
  "sl": {
    "s1": "DisplayHDR s certifikatom VESA: Kakovost, ki ji lahko zaupate za vse prikazne vsebine.",
    "s2": "Zasloni s certifikatom VESA HDR (High Dynamic Range) zagotavljajo večjo svetlost, bogatejše barve in natančnejše podrobnosti v svetlih in temnih območjih.",
    "s3": "Ta certifikat zagotavlja, da zaslon vašega prenosnika ustreza uradnemu standardu HDR, ne le zmožnosti HDR, ampak tudi preverjeno zmogljivost HDR.",
    "s4": "Kaj je VESA Certified DisplayHDR?",
    "s5": "Ker je vsebina HDR vse bolj dostopna, specifikaciji DisplayHDR in DisplayHDR True Black zagotavljata, da so slike žive, realistične in pristne barvam z natančno reprodukcijo kontrasta. Da bi uživali v vseh prednostih HDR, se potrošnike spodbuja, da izberejo izdelke, ki so testirani s standardom VESA in imajo certifikat za DisplayHDR ali DisplayHDR True Black.",
    "s6": "Kakšna je izkušnja, ko lahko občutite vsebino HDR?",
    "s7": "Večja svetlost, bogatejše barve in natančnejši detajli na svetlih in temnih področjih."
  },
  "sv": {
    "s1": "VESA Certified DisplayHDR: En kvalitet du kan lita på för allt skärminnehåll.",
    "s2": "VESA-certifierade HDR-skärmar (High Dynamic Range) ger högre ljusstyrka, rikare färger och finare detaljer i både ljusa och mörka områden.",
    "s3": "Denna certifiering säkerställer att din bärbara dators skärm uppfyller den officiella HDR-standarden, inte bara HDR-kompatibel utan även verifierad HDR-prestanda.",
    "s4": "Vad är VESA-certifierad DisplayHDR?",
    "s5": "Med HDR-innehåll som blir alltmer tillgängligt, säkerställer DisplayHDR- och DisplayHDR True Black-specifikationerna att bilder ser levande, verklighetstrogna och sanna mot färger, med exakt kontraståtergivning. För att dra full nytta av HDRs fördelar uppmuntras konsumenter att välja produkter som är VESA-testade och certifierade för DisplayHDR eller DisplayHDR True Black.",
    "s6": "Vad är upplevelsen du kan känna HDR-innehåll?",
    "s7": "Högre ljusstyrka, fylligare färger och finare detaljer i både ljusa och mörka områden."
  },
  "zh-TW": {
    "s1": "VESA 認證的 DisplayHDR：您可以信賴所有顯示內容的品質。",
    "s2": "VESA 認證的 HDR（高動態範圍）顯示器在明亮和黑暗區域中提供更高的亮度、更豐富的色彩和更精細的細節。",
    "s3": "此認證確保您的筆記型電腦螢幕符合官方 HDR 標準，不僅支援 HDR，而且經過驗證的 HDR 效能。",
    "s4": "什麼是 VESA 認證的 DisplayHDR？",
    "s5": "隨著 HDR 內容日益普及，DisplayHDR 和 DisplayHDR True Black 規格確保視覺效果生動逼真、色彩逼真，並實現精準的對比度再現。為了充分享受 HDR 的各項優勢，我們建議消費者選擇經過 VESA 測試並獲得 DisplayHDR 或 DisplayHDR True Black 認證的產品。",
    "s6": "您能感受到 HDR 內容的什麼體驗？",
    "s7": "亮度更高、色彩更豐富、明暗區域細節更精細。"
  },
  "tr": {
    "s1": "VESA Sertifikalı DisplayHDR: Tüm ekran içerikleriniz için güvenebileceğiniz bir kalite.",
    "s2": "VESA sertifikalı HDR (Yüksek Dinamik Aralık) ekranlar, hem aydınlık hem de karanlık alanlarda daha yüksek parlaklık, daha zengin renkler ve daha ince ayrıntılar sunar.",
    "s3": "Bu sertifika, dizüstü bilgisayarınızın ekranının resmi HDR standardını karşıladığını, yalnızca HDR yeteneğine sahip olduğunu değil, aynı zamanda doğrulanmış HDR performansını da garanti eder.",
    "s4": "VESA Sertifikalı DisplayHDR nedir?",
    "s5": "HDR içeriklerin giderek daha fazla erişilebilir hale gelmesiyle birlikte, DisplayHDR ve DisplayHDR True Black özellikleri, görsellerin canlı, gerçekçi ve gerçeğe yakın görünmesini ve hassas kontrast üretimi sağlar. HDR'nin tüm avantajlarından yararlanmak için tüketicilerin VESA testinden geçmiş ve DisplayHDR veya DisplayHDR True Black sertifikalı ürünleri tercih etmeleri önerilir.",
    "s6": "HDR İçerik ile nasıl bir deneyim yaşayabilirsiniz?",
    "s7": "Daha yüksek parlaklık, daha zengin renkler ve hem aydınlık hem de karanlık alanlarda daha ince detaylar."
  },
  "uk": {
    "s1": "Сертифікований VESA DisplayHDR: якість, якій можна довіряти для всього вмісту дисплея.",
    "s2": "VESA-сертифіковані HDR (розширений динамічний діапазон) дисплеї забезпечують вищу яскравість, насичені кольори та дрібніші деталі як у яскравих, так і в темних областях.",
    "s3": "Ця сертифікація гарантує, що екран вашого ноутбука відповідає офіційному стандарту HDR, не лише підтримує HDR, але й підтверджує продуктивність HDR.",
    "s4": "Що таке сертифікований VESA DisplayHDR?",
    "s5": "Оскільки HDR-контент стає все доступнішим, специфікації DisplayHDR і DisplayHDR True Black гарантують, що зображення буде яскравим, реалістичним і відповідає кольорам, з точним відтворенням контрасту. Щоб насолодитися всіма перевагами HDR, споживачам рекомендується вибирати продукти, перевірені VESA та сертифіковані для DisplayHDR або DisplayHDR True Black.",
    "s6": "Який досвід ви можете відчути HDR-контент?",
    "s7": "Вища яскравість, насичені кольори та дрібні деталі як у світлих, так і в темних областях."
  }
}