{
  "en": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView is designed to optimize your on-camera presence, delivering a smarter, clearer, and more engaging video experience—whether in professional meetings, casual conversations, or moments of personal expression.",
    "s3": "Portrait Refinement",
    "s4": "Bring out your best look effortlessly. Beauty 2.0 make your nose taller, reduces eye bags, blemish removal , and even makes your hair look softer—all in real time.",
    "s5": "Glasses Reflection Removal",
    "s6": "See your face clearly, every time. With Eyeglasses Reflection Removal, distracting reflections from screen glare are reduced, so your eyes stay visible and natural during video calls.",
    "s7": "Avatar",
    "s8": "Show your playful side with a cartoon-style Avatar that mirrors your expressions in real time. Whether in meetings or casual chats, it offers a fun and unique way to present yourself.",
    "s9": "Auto Framing",
    "s10": "Track the face to keep you in the center of the camera.",
    "s11": "Eye Contact",
    "s12": "The camera automatically adjusts your line of sight, making your gaze appear more natural.",
    "s13": "Background Blur",
    "s14": "Keep your personal privacy while in a video meeting.",
    "s15": "Note:",
    "s16": "Acer PurifiedView updated version, availability and rollout timing varies by models."
  },
  "bg": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView е създаден да оптимизира присъствието ви пред камерата, осигурявайки по-интелигентно, по-ясно и по-ангажиращо видео изживяване — независимо дали в професионални срещи, неформални разговори или моменти на лично изразяване.",
    "s3": "Подобряване на портрета",
    "s4": "Постигнете най-добрия си външен вид без усилие. Beauty 2.0 подобрява чертите на лицето, намалява торбичките под очите, премахва несъвършенствата и омекотява вида на косата — всичко това в реално време.",
    "s5": "Премахване на отраженията от очила",
    "s6": "Виждайте лицето си ясно всеки път. С премахване на отраженията от очила се намаляват разсейващите отблясъци от екрана, така че очите ви остават видими и естествени по време на видеоразговори.",
    "s7": "Avatar",
    "s8": "Покажете своята закачлива страна с Avatar в анимационен стил, който отразява израженията ви в реално време. Независимо дали в срещи или неформални разговори, това предлага забавен и уникален начин да се представите.",
    "s9": "Автоматично кадриране",
    "s10": "Проследява лицето, за да ви държи в центъра на камерата.",
    "s11": "Зрителен контакт",
    "s12": "Камерата автоматично коригира линията на погледа ви, за да изглежда погледът ви по-естествен.",
    "s13": "Замъгляване на фона",
    "s14": "Запазете личното си пространство по време на видео среща.",
    "s15": "Забележка:",
    "s16": "Актуализираната версия на Acer PurifiedView; наличността и графикът за внедряване може да варират според модела."
  },
  "cs": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView je navržen tak, aby optimalizoval vaši přítomnost před kamerou a poskytoval chytřejší, jasnější a poutavější videozážitek — ať už při profesionálních schůzkách, neformálních hovorech nebo osobním vyjádření.",
    "s3": "Vylepšení portrétu",
    "s4": "Snadno zvýrazněte svůj nejlepší vzhled. Beauty 2.0 vylepšuje rysy obličeje, redukuje váčky pod očima, odstraňuje nedokonalosti a zjemňuje vzhled vlasů — vše v reálném čase.",
    "s5": "Odstranění odlesků z brýlí",
    "s6": "Uvidíte svou tvář jasně pokaždé. Díky odstranění odlesků z brýlí jsou rušivé odrazy způsobené světlem obrazovky omezeny, takže vaše oči zůstávají viditelné a přirozené při videohovorech.",
    "s7": "Avatar",
    "s8": "Ukažte svou hravou stránku pomocí kresleného Avataru, který v reálném čase napodobuje vaše výrazy. Ať už při schůzkách nebo neformálních hovorech, nabízí zábavný a jedinečný způsob prezentace.",
    "s9": "Automatické orámování",
    "s10": "Sleduje obličej, aby vás udržela uprostřed záběru kamery.",
    "s11": "Oční kontakt",
    "s12": "Kamera automaticky upravuje směr vašeho pohledu, aby váš pohled působil přirozeněji.",
    "s13": "Rozmazání pozadí",
    "s14": "Zachovejte si své soukromí během videohovoru.",
    "s15": "Poznámka:",
    "s16": "Aktualizovaná verze Acer PurifiedView; dostupnost a načasování uvedení se mohou lišit podle modelu."
  },
  "da": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView er designet til at optimere din tilstedeværelse foran kameraet og levere en mere intelligent, klarere og mere engagerende videooplevelse — uanset om det er til professionelle møder, uformelle samtaler eller personligt udtryk.",
    "s3": "Portrætforbedring",
    "s4": "Fremhæv dit bedste udseende uden besvær. Beauty 2.0 forbedrer ansigtstræk, reducerer poser under øjnene, fjerner urenheder og giver håret et blødere udtryk — alt sammen i realtid.",
    "s5": "Fjernelse af brillerefleksioner",
    "s6": "Se dit ansigt klart – hver gang. Med fjernelse af brillerefleksioner reduceres forstyrrende genskin fra skærmen, så dine øjne forbliver tydelige og naturlige under videoopkald.",
    "s7": "Avatar",
    "s8": "Vis din legende side med en tegneserie‑inspireret Avatar, der spejler dine udtryk i realtid. Uanset om det er i møder eller uformelle samtaler, giver det en sjov og unik måde at præsentere dig på.",
    "s9": "Automatisk indramning",
    "s10": "Registrerer ansigtet for at holde dig i midten af kamerabilledet.",
    "s11": "Øjenkontakt",
    "s12": "Kameraet justerer automatisk din synsretning, så dit blik fremstår mere naturligt.",
    "s13": "Baggrundssløring",
    "s14": "Bevar dit personlige privatliv under et videomøde.",
    "s15": "Bemærk:",
    "s16": "Opdateret version af Acer PurifiedView; tilgængelighed og udrulningstidspunkt kan variere afhængigt af model."
  },
  "de": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView wurde entwickelt, um Ihre Präsenz vor der Kamera zu optimieren und ein intelligenteres, klareres und ansprechenderes Videoerlebnis zu bieten — ob bei professionellen Meetings, informellen Gesprächen oder Momenten persönlicher Ausdruckskraft.",
    "s3": "Porträtverfeinerung",
    "s4": "Bringen Sie Ihr bestes Aussehen mühelos zur Geltung. Beauty 2.0 verfeinert Gesichtszüge, reduziert Augenringe, entfernt Unreinheiten und lässt das Haar weicher wirken — alles in Echtzeit.",
    "s5": "Entfernung von Brillenreflexionen",
    "s6": "Sehen Sie Ihr Gesicht jederzeit klar. Durch die Entfernung von Brillenreflexionen werden störende Spiegelungen durch Bildschirmblendung reduziert, sodass Ihre Augen bei Videoanrufen sichtbar und natürlich bleiben.",
    "s7": "Avatar",
    "s8": "Zeigen Sie Ihre spielerische Seite mit einem Cartoon‑Avatar, der Ihre Gesichtsausdrücke in Echtzeit widerspiegelt. Ob in Meetings oder bei lockeren Gesprächen – eine unterhaltsame und einzigartige Art, sich zu präsentieren.",
    "s9": "Automatische Bildanpassung",
    "s10": "Verfolgt das Gesicht, um Sie im Zentrum des Kamerabildes zu halten.",
    "s11": "Blickkontakt",
    "s12": "Die Kamera passt Ihre Blickrichtung automatisch an, damit Ihr Blick natürlicher wirkt.",
    "s13": "Hintergrundunschärfe",
    "s14": "Wahren Sie Ihre Privatsphäre während einer Videokonferenz.",
    "s15": "Hinweis:",
    "s16": "Aktualisierte Version von Acer PurifiedView; Verfügbarkeit und Einführungszeitpunkt können je nach Modell variieren."
  },
  "el": {
    "s1": "Acer PurifiedView",
    "s2": "Το Acer PurifiedView έχει σχεδιαστεί για να βελτιστοποιεί την παρουσία σας στην κάμερα, προσφέροντας μια πιο έξυπνη, καθαρή και ελκυστική εμπειρία βίντεο — είτε σε επαγγελματικές συναντήσεις, ανεπίσημες συνομιλίες είτε σε στιγμές προσωπικής έκφρασης.",
    "s3": "Βελτίωση πορτρέτου",
    "s4": "Αναδείξτε την καλύτερη εκδοχή του εαυτού σας χωρίς κόπο. Το Beauty 2.0 βελτιώνει τα χαρακτηριστικά του προσώπου, μειώνει τους μαύρους κύκλους, αφαιρεί ατέλειες και απαλύνει την όψη των μαλλιών — όλα σε πραγματικό χρόνο.",
    "s5": "Αφαίρεση αντανακλάσεων γυαλιών",
    "s6": "Δείτε το πρόσωπό σας καθαρά, κάθε φορά. Με την αφαίρεση αντανακλάσεων γυαλιών μειώνονται οι ενοχλητικές αντανακλάσεις από τη λάμψη της οθόνης, ώστε τα μάτια σας να παραμένουν ορατά και φυσικά στις βιντεοκλήσεις.",
    "s7": "Avatar",
    "s8": "Αναδείξτε την παιχνιδιάρικη πλευρά σας με ένα Avatar σε στυλ καρτούν που αντικατοπτρίζει τις εκφράσεις σας σε πραγματικό χρόνο. Είτε σε συναντήσεις είτε σε χαλαρές συνομιλίες, προσφέρει έναν διασκεδαστικό και μοναδικό τρόπο παρουσίασης.",
    "s9": "Αυτόματο καδράρισμα",
    "s10": "Παρακολουθεί το πρόσωπο για να σας διατηρεί στο κέντρο της κάμερας.",
    "s11": "Οπτική επαφή",
    "s12": "Η κάμερα προσαρμόζει αυτόματα τη γραμμή του βλέμματός σας, ώστε να φαίνεται πιο φυσικό.",
    "s13": "Θόλωση φόντου",
    "s14": "Διατηρήστε την προσωπική σας ιδιωτικότητα κατά τη διάρκεια μιας βιντεοσύσκεψης.",
    "s15": "Σημείωση:",
    "s16": "Ενημερωμένη έκδοση του Acer PurifiedView· η διαθεσιμότητα και ο χρόνος διάθεσης ενδέχεται να διαφέρουν ανάλογα με το μοντέλο."
  },
  "es": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView está diseñado para optimizar tu presencia frente a la cámara, ofreciendo una experiencia de video más inteligente, clara y atractiva, ya sea en reuniones profesionales, conversaciones informales o momentos de expresión personal.",
    "s3": "Refinamiento de retrato",
    "s4": "Resalta tu mejor aspecto sin esfuerzo. Beauty 2.0 mejora los rasgos faciales, reduce las bolsas bajo los ojos, elimina imperfecciones y suaviza la apariencia del cabello, todo en tiempo real.",
    "s5": "Eliminación de reflejos en gafas",
    "s6": "Muestra tu rostro con total claridad en todo momento. Con la eliminación de reflejos en gafas se reducen los reflejos molestos causados por el brillo de la pantalla, manteniendo tus ojos visibles y naturales durante las videollamadas.",
    "s7": "Avatar",
    "s8": "Muestra tu lado más divertido con un Avatar de estilo caricatura que refleja tus expresiones en tiempo real. Ya sea en reuniones o en charlas informales, ofrece una forma divertida y única de presentarte.",
    "s9": "Encuadre automático",
    "s10": "Sigue el rostro para mantenerte en el centro de la cámara.",
    "s11": "Contacto visual",
    "s12": "La cámara ajusta automáticamente la dirección de tu mirada para que se vea más natural.",
    "s13": "Desenfoque de fondo",
    "s14": "Mantén tu privacidad personal durante una videollamada.",
    "s15": "Nota:",
    "s16": "Versión actualizada de Acer PurifiedView; la disponibilidad y el calendario de implementación pueden variar según el modelo."
  },
  "fi": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView on suunniteltu optimoimaan esiintymisesi kameran edessä ja tarjoamaan älykkäämmän, selkeämmän ja mukaansatempaavamman videokokemuksen — niin ammatillisissa kokouksissa, rennossa keskustelussa kuin henkilökohtaisessa ilmaisussa.",
    "s3": "Muotokuvan parannus",
    "s4": "Tuo esiin paras puolesi vaivattomasti. Beauty 2.0 parantaa kasvonpiirteitä, vähentää silmäpusseja, poistaa epäpuhtauksia ja pehmentää hiusten ilmettä — kaikki reaaliajassa.",
    "s5": "Silmälasien heijastusten poisto",
    "s6": "Näe kasvosi selkeästi joka kerta. Silmälasien heijastusten poisto vähentää näytön häikäisystä aiheutuvia häiritseviä heijastuksia, jotta silmäsi näkyvät luonnollisesti videopuheluissa.",
    "s7": "Avatar",
    "s8": "Tuo esiin leikkisä puolesi sarjakuvatyylisellä Avatarilla, joka heijastaa ilmeitäsi reaaliajassa. Olipa kyse kokouksista tai rennosta keskustelusta, se tarjoaa hauskan ja yksilöllisen tavan esiintyä.",
    "s9": "Automaattinen rajaus",
    "s10": "Seuraa kasvoja ja pitää sinut kamerakuvan keskellä.",
    "s11": "Katsekontakti",
    "s12": "Kamera säätää automaattisesti katseen suuntaa, jotta katse näyttää luonnollisemmalta.",
    "s13": "Taustan sumennus",
    "s14": "Säilytä henkilökohtainen yksityisyytesi videokokouksen aikana.",
    "s15": "Huomautus:",
    "s16": "Acer PurifiedView -päivitetty versio; saatavuus ja käyttöönoton aikataulu voivat vaihdella mallin mukaan."
  },
  "fr": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView est conçu pour optimiser votre présence à l’écran, en offrant une expérience vidéo plus intelligente, plus claire et plus engageante — que ce soit lors de réunions professionnelles, de conversations informelles ou de moments d’expression personnelle.",
    "s3": "Affinement du portrait",
    "s4": "Révélez le meilleur de vous-même sans effort. Beauty 2.0 affine les traits du visage, réduit les poches sous les yeux, élimine les imperfections et adoucit l’apparence des cheveux — le tout en temps réel.",
    "s5": "Suppression des reflets de lunettes",
    "s6": "Voyez votre visage clairement, à chaque instant. Grâce à la suppression des reflets de lunettes, les reflets gênants causés par l’éblouissement de l’écran sont réduits, afin que vos yeux restent visibles et naturels lors des appels vidéo.",
    "s7": "Avatar",
    "s8": "Exprimez votre côté ludique avec un Avatar de style cartoon qui reproduit vos expressions en temps réel. Que ce soit en réunion ou lors de conversations informelles, il offre une manière amusante et unique de vous présenter.",
    "s9": "Cadrage automatique",
    "s10": "Suit le visage pour vous maintenir au centre de l’image de la caméra.",
    "s11": "Contact visuel",
    "s12": "La caméra ajuste automatiquement l’axe de votre regard pour un rendu plus naturel.",
    "s13": "Flou d’arrière-plan",
    "s14": "Préservez votre vie privée lors de vos réunions vidéo.",
    "s15": "Remarque :",
    "s16": "Version mise à jour d’Acer PurifiedView ; la disponibilité et le calendrier de déploiement peuvent varier selon le modèle."
  },
  "hr": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView osmišljen je za optimizaciju vaše prisutnosti pred kamerom, pružajući pametnije, jasnije i privlačnije video iskustvo — bilo u profesionalnim sastancima, neformalnim razgovorima ili trenucima osobnog izražavanja.",
    "s3": "Poboljšanje portreta",
    "s4": "Istaknite svoj najbolji izgled bez napora. Beauty 2.0 poboljšava crte lica, smanjuje podočnjake, uklanja nepravilnosti i omekšava izgled kose — sve u stvarnom vremenu.",
    "s5": "Uklanjanje odsjaja s naočala",
    "s6": "Vidite svoje lice jasno, svaki put. Uklanjanjem odsjaja s naočala smanjuju se ometajući odsjaji uzrokovani blještavilom zaslona, pa vaše oči ostaju vidljive i prirodne tijekom videopoziva.",
    "s7": "Avatar",
    "s8": "Pokažite svoju razigranu stranu uz Avatar u crtanom stilu koji u stvarnom vremenu oponaša vaše izraze. Bilo na sastancima ili u neformalnim razgovorima, pruža zabavan i jedinstven način predstavljanja.",
    "s9": "Automatsko kadriranje",
    "s10": "Prati lice kako bi vas zadržala u središtu kadra kamere.",
    "s11": "Kontakt očima",
    "s12": "Kamera automatski prilagođava smjer vašeg pogleda kako bi izgledao prirodnije.",
    "s13": "Zamućenje pozadine",
    "s14": "Zadržite svoju osobnu privatnost tijekom video sastanka.",
    "s15": "Napomena:",
    "s16": "Ažurirana verzija Acer PurifiedViewa; dostupnost i vremenski okvir uvođenja mogu se razlikovati ovisno o modelu."
  },
  "hu": {
    "s1": "Acer PurifiedView",
    "s2": "Az Acer PurifiedView célja, hogy optimalizálja a kamerán megjelenő jelenlétet, intelligensebb, tisztább és magával ragadóbb videóélményt nyújtva — legyen szó szakmai megbeszélésekről, kötetlen beszélgetésekről vagy személyes önkifejezésről.",
    "s3": "Portréfinomítás",
    "s4": "Hozza ki a legjobb megjelenését könnyedén. A Beauty 2.0 finomítja az arcvonásokat, csökkenti a szem alatti táskákat, eltünteti a bőrhibákat és lágyabbá teszi a haj megjelenését — mindezt valós időben.",
    "s5": "Szemüveg tükröződésének eltávolítása",
    "s6": "Lássa arcát tisztán minden alkalommal. A szemüveg tükröződésének eltávolítása csökkenti a képernyő fényvisszaverődéséből eredő zavaró tükröződéseket, így szemei videohívások során is jól láthatók és természetesek maradnak.",
    "s7": "Avatar",
    "s8": "Mutassa meg játékos oldalát egy rajzfilmes stílusú Avatar segítségével, amely valós időben tükrözi arckifejezéseit. Legyen szó megbeszélésekről vagy kötetlen beszélgetésekről, ez egy szórakoztató és egyedi megjelenési forma.",
    "s9": "Automatikus képkivágás",
    "s10": "Követi az arcot, hogy a kamera képének közepén maradjon.",
    "s11": "Szemkontaktus",
    "s12": "A kamera automatikusan beállítja a tekintet irányát, így a tekintet természetesebbnek hat.",
    "s13": "Háttérelmosás",
    "s14": "Őrizze meg személyes adatvédelmét videómegbeszélés közben.",
    "s15": "Megjegyzés:",
    "s16": "Az Acer PurifiedView frissített verziója; az elérhetőség és a bevezetés ütemezése modellenként eltérhet."
  },
  "it": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView è progettato per ottimizzare la tua presenza davanti alla videocamera, offrendo un’esperienza video più intelligente, chiara e coinvolgente — sia in riunioni professionali, conversazioni informali o momenti di espressione personale.",
    "s3": "Rifinitura del ritratto",
    "s4": "Esprimi al meglio il tuo aspetto senza sforzo. Beauty 2.0 affina i tratti del viso, riduce le borse sotto gli occhi, elimina le imperfezioni e rende i capelli visibilmente più morbidi — il tutto in tempo reale.",
    "s5": "Rimozione dei riflessi dagli occhiali",
    "s6": "Vedi il tuo volto con chiarezza, ogni volta. Con la rimozione dei riflessi dagli occhiali vengono ridotti i riflessi fastidiosi causati dall’abbagliamento dello schermo, così i tuoi occhi restano visibili e naturali durante le videochiamate.",
    "s7": "Avatar",
    "s8": "Mostra il tuo lato giocoso con un Avatar in stile cartoon che riflette le tue espressioni in tempo reale. Che si tratti di riunioni o conversazioni informali, offre un modo divertente e unico per presentarti.",
    "s9": "Inquadratura automatica",
    "s10": "Rileva il volto per mantenerti al centro della visuale della fotocamera.",
    "s11": "Contatto visivo",
    "s12": "La fotocamera regola automaticamente la direzione dello sguardo, rendendolo più naturale.",
    "s13": "Sfocatura dello sfondo",
    "s14": "Mantieni la tua privacy personale durante una riunione video.",
    "s15": "Nota:",
    "s16": "Versione aggiornata di Acer PurifiedView; disponibilità e tempistiche di distribuzione possono variare in base al modello."
  },
  "ja": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView は、カメラ越しの存在感を最適化し、よりスマートで鮮明、かつ魅力的なビデオ体験を提供するよう設計されています。プロフェッショナルな会議からカジュアルな会話、個人的な表現の場面まで幅広く対応します。",
    "s3": "ポートレート補正",
    "s4": "手軽に、あなた本来の魅力を引き出します。Beauty 2.0 は顔立ちを整え、目の下のクマを軽減し、肌の欠点を補正しながら、髪をより柔らかな印象に仕上げます。すべてリアルタイムで実現します。",
    "s5": "メガネ反射除去",
    "s6": "いつでも、顔をクリアに映し出します。メガネ反射除去により、画面の映り込みによる不要な反射を抑え、ビデオ通話中でも目元を自然で見やすく保ちます。",
    "s7": "Avatar",
    "s8": "リアルタイムで表情を反映するカートゥーンスタイルの Avatar で、遊び心のある一面を表現できます。会議でもカジュアルな会話でも、楽しく個性的な自己表現を可能にします。",
    "s9": "自動フレーミング",
    "s10": "顔を追跡し、常にカメラの中央に保ちます。",
    "s11": "アイコンタクト",
    "s12": "カメラが視線の方向を自動的に調整し、より自然な視線に見せます。",
    "s13": "背景ぼかし",
    "s14": "ビデオ会議中も個人のプライバシーを守ります。",
    "s15": "注：",
    "s16": "Acer PurifiedView の更新版です。提供状況および展開時期はモデルによって異なる場合があります。"
  },
  "ko": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView는 카메라 앞에서의 존재감을 최적화하도록 설계되어, 전문적인 회의부터 일상적인 대화, 개인적인 표현의 순간까지 더욱 스마트하고 선명하며 몰입감 있는 영상 경험을 제공합니다.",
    "s3": "인물 보정",
    "s4": "별도의 노력 없이 최상의 모습을 연출하세요. Beauty 2.0은 얼굴 윤곽을 개선하고 눈 밑 처짐을 줄이며 잡티를 보정하고 머리카락을 더욱 부드럽게 표현합니다. 모든 과정이 실시간으로 이루어집니다.",
    "s5": "안경 반사 제거",
    "s6": "언제나 또렷한 얼굴을 보여줍니다. 안경 반사 제거 기능을 통해 화면 눈부심으로 인한 방해되는 반사를 줄여 영상 통화 중에도 눈이 자연스럽고 선명하게 보이도록 합니다.",
    "s7": "Avatar",
    "s8": "실시간으로 표정을 반영하는 카툰 스타일의 Avatar로 당신의 유쾌한 면모를 표현하세요. 회의나 일상적인 대화 모두에서 재미있고 개성 있는 자기 표현이 가능합니다.",
    "s9": "자동 프레이밍",
    "s10": "얼굴을 추적하여 카메라 화면의 중앙에 유지합니다.",
    "s11": "아이 콘택트",
    "s12": "카메라가 시선의 방향을 자동으로 조정해 눈맞춤이 더욱 자연스럽게 보이도록 합니다.",
    "s13": "배경 흐림",
    "s14": "화상 회의 중에도 개인적인 프라이버시를 보호합니다.",
    "s15": "참고:",
    "s16": "Acer PurifiedView의 업데이트 버전으로, 제공 여부 및 출시 일정은 모델에 따라 다를 수 있습니다."
  },
  "nb": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView er utviklet for å optimalisere din tilstedeværelse foran kameraet og levere en smartere, klarere og mer engasjerende videoopplevelse — enten det gjelder profesjonelle møter, uformelle samtaler eller øyeblikk av personlig uttrykk.",
    "s3": "Portrettforbedring",
    "s4": "Fremhev ditt beste utseende uten anstrengelse. Beauty 2.0 forbedrer ansiktstrekk, reduserer poser under øynene, fjerner urenheter og gir håret et mykere uttrykk — alt i sanntid.",
    "s5": "Fjerning av brilleglans",
    "s6": "Se ansiktet ditt tydelig – hver gang. Med fjerning av brillegjenskinn reduseres forstyrrende refleksjoner fra skjermens gjenskinn, slik at øynene dine forblir synlige og naturlige under videosamtaler.",
    "s7": "Avatar",
    "s8": "Vis din lekne side med en tegneserie‑inspirert Avatar som speiler uttrykkene dine i sanntid. Enten det er i møter eller uformelle samtaler, gir den en morsom og unik måte å presentere deg på.",
    "s9": "Automatisk innramming",
    "s10": "Sporer ansiktet for å holde deg i sentrum av kameraet.",
    "s11": "Øyekontakt",
    "s12": "Kameraet justerer automatisk synsretningen din, slik at blikket fremstår mer naturlig.",
    "s13": "Bakgrunnsuskarphet",
    "s14": "Bevar ditt personlige personvern under videomøter.",
    "s15": "Merk:",
    "s16": "Oppdatert versjon av Acer PurifiedView; tilgjengelighet og utrullingstidspunkt kan variere etter modell."
  },
  "nl": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView is ontworpen om uw aanwezigheid voor de camera te optimaliseren en een slimmere, helderdere en meer boeiende video-ervaring te leveren — of het nu gaat om professionele vergaderingen, informele gesprekken of momenten van persoonlijke expressie.",
    "s3": "Portretverfijning",
    "s4": "Breng moeiteloos uw beste uitstraling naar voren. Beauty 2.0 verfijnt gelaatstrekken, vermindert wallen onder de ogen, verwijdert oneffenheden en zorgt voor een zachtere haarweergave — alles in realtime.",
    "s5": "Verwijdering van brilreflecties",
    "s6": "Zie uw gezicht altijd helder. Met het verwijderen van brilreflecties worden storende reflecties door schermglans verminderd, zodat uw ogen tijdens videogesprekken zichtbaar en natuurlijk blijven.",
    "s7": "Avatar",
    "s8": "Laat uw speelse kant zien met een cartoonachtige Avatar die uw gezichtsuitdrukkingen in realtime weerspiegelt. Of het nu in vergaderingen of informele gesprekken is, het biedt een leuke en unieke manier om uzelf te presenteren.",
    "s9": "Automatische kadrering",
    "s10": "Volgt het gezicht om u in het midden van de cameraweergave te houden.",
    "s11": "Oogcontact",
    "s12": "De camera past automatisch de kijkrichting aan, zodat uw blik natuurlijker oogt.",
    "s13": "Achtergrondvervaging",
    "s14": "Behoud uw persoonlijke privacy tijdens een videogesprek.",
    "s15": "Opmerking:",
    "s16": "Bijgewerkte versie van Acer PurifiedView; beschikbaarheid en uitrolmoment kunnen per model verschillen."
  },
  "pl": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView został zaprojektowany z myślą o optymalizacji Twojej obecności przed kamerą, zapewniając inteligentniejsze, wyraźniejsze i bardziej angażujące wrażenia wideo — zarówno podczas spotkań zawodowych, swobodnych rozmów, jak i chwil osobistej ekspresji.",
    "s3": "Udoskonalanie portretu",
    "s4": "Podkreśl swój najlepszy wygląd bez wysiłku. Beauty 2.0 udoskonala rysy twarzy, redukuje worki pod oczami, usuwa niedoskonałości i nadaje włosom miększy wygląd — wszystko w czasie rzeczywistym.",
    "s5": "Usuwanie odbić z okularów",
    "s6": "Zobacz swoją twarz wyraźnie za każdym razem. Dzięki usuwaniu odbić z okularów ograniczane są rozpraszające refleksy spowodowane odblaskiem ekranu, dzięki czemu oczy pozostają widoczne i naturalne podczas rozmów wideo.",
    "s7": "Avatar",
    "s8": "Pokaż swoją zabawną stronę dzięki kreskówkowemu Avatarowi, który w czasie rzeczywistym odzwierciedla Twoje wyrazy twarzy. Zarówno podczas spotkań, jak i luźnych rozmów, to zabawny i wyjątkowy sposób na autoprezentację.",
    "s9": "Automatyczne kadrowanie",
    "s10": "Śledzi twarz, aby utrzymać Cię w centrum obrazu z kamery.",
    "s11": "Kontakt wzrokowy",
    "s12": "Kamera automatycznie dostosowuje kierunek spojrzenia, aby wyglądało ono bardziej naturalnie.",
    "s13": "Rozmycie tła",
    "s14": "Zachowaj swoją prywatność podczas spotkań wideo.",
    "s15": "Uwaga:",
    "s16": "Zaktualizowana wersja Acer PurifiedView; dostępność i harmonogram wdrażania mogą się różnić w zależności od modelu."
  },
  "pt": {
    "s1": "Acer PurifiedView",
    "s2": "O Acer PurifiedView foi concebido para otimizar a sua presença em frente à câmara, proporcionando uma experiência de vídeo mais inteligente, mais nítida e mais envolvente — seja em reuniões profissionais, conversas informais ou momentos de expressão pessoal.",
    "s3": "Aprimoramento de retrato",
    "s4": "Realce o seu melhor visual sem esforço. Beauty 2.0 melhora os traços faciais, reduz olheiras, remove imperfeições e suaviza a aparência do cabelo — tudo em tempo real.",
    "s5": "Remoção de reflexos dos óculos",
    "s6": "Veja o seu rosto com clareza, sempre. Com a remoção de reflexos dos óculos, os reflexos distrativos causados pelo brilho do ecrã são reduzidos, mantendo os seus olhos visíveis e naturais durante as videochamadas.",
    "s7": "Avatar",
    "s8": "Mostre o seu lado divertido com um Avatar em estilo cartoon que espelha as suas expressões em tempo real. Seja em reuniões ou conversas informais, oferece uma forma divertida e única de se apresentar.",
    "s9": "Enquadramento automático",
    "s10": "Acompanha o rosto para mantê-lo no centro da câmara.",
    "s11": "Contacto visual",
    "s12": "A câmara ajusta automaticamente a direção do olhar, ajudando a torná-lo mais natural.",
    "s13": "Desfoque de fundo",
    "s14": "Mantenha a sua privacidade pessoal durante reuniões por vídeo.",
    "s15": "Nota:",
    "s16": "Versão atualizada do Acer PurifiedView; a disponibilidade e o calendário de implementação podem variar consoante o modelo."
  },
  "ro": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView este conceput pentru a optimiza prezența ta în fața camerei, oferind o experiență video mai inteligentă, mai clară și mai captivantă — fie în întâlniri profesionale, conversații informale sau momente de exprimare personală.",
    "s3": "Rafinarea portretului",
    "s4": "Evidențiați-vă cel mai bun aspect fără efort. Beauty 2.0 rafinează trăsăturile feței, reduce pungile de sub ochi, elimină imperfecțiunile și conferă părului un aspect mai delicat — totul în timp real.",
    "s5": "Eliminarea reflexiilor de pe ochelari",
    "s6": "Vedeți-vă chipul clar, de fiecare dată. Prin eliminarea reflexiilor de pe ochelari sunt reduse reflexiile deranjante cauzate de strălucirea ecranului, astfel încât ochii rămân vizibili și naturali în timpul apelurilor video.",
    "s7": "Avatar",
    "s8": "Arătați-vă latura jucăușă cu un Avatar în stil desen animat, care reflectă expresiile dumneavoastră în timp real. Fie în întâlniri, fie în conversații informale, oferă un mod distractiv și unic de a vă prezenta.",
    "s9": "Încadrare automată",
    "s10": "Urmărește fața pentru a vă menține în centrul camerei.",
    "s11": "Contact vizual",
    "s12": "Camera ajustează automat direcția privirii, astfel încât aceasta să pară mai naturală.",
    "s13": "Estompare fundal",
    "s14": "Păstrați-vă confidențialitatea personală în timpul unei întâlniri video.",
    "s15": "Notă:",
    "s16": "Versiunea actualizată Acer PurifiedView; disponibilitatea și calendarul de implementare pot varia în funcție de model."
  },
  "ru": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView разработан для оптимизации вашего присутствия перед камерой, обеспечивая более интеллектуальное, четкое и увлекательное видео — будь то профессиональные встречи, неформальные беседы или моменты личного самовыражения.",
    "s3": "Улучшение портрета",
    "s4": "Легко подчеркните свой лучший образ. Beauty 2.0 улучшает черты лица, уменьшает мешки под глазами, устраняет несовершенства и делает волосы более мягкими на вид — всё в реальном времени.",
    "s5": "Удаление бликов с очков",
    "s6": "Всегда видьте своё лицо чётко. Благодаря удалению бликов с очков снижаются отвлекающие отражения от экрана, благодаря чему глаза остаются видимыми и естественными во время видеозвонков.",
    "s7": "Avatar",
    "s8": "Покажите свою игривую сторону с помощью Avatar в мультяшном стиле, который в реальном времени отражает ваши выражения. Будь то деловые встречи или неформальное общение, это весёлый и уникальный способ самопрезентации.",
    "s9": "Автоматическое кадрирование",
    "s10": "Отслеживает лицо, чтобы удерживать вас в центре камеры.",
    "s11": "Зрительный контакт",
    "s12": "Камера автоматически корректирует направление взгляда, делая его более естественным.",
    "s13": "Размытие фона",
    "s14": "Сохраняйте личную конфиденциальность во время видеовстреч.",
    "s15": "Примечание:",
    "s16": "Обновлённая версия Acer PurifiedView; доступность и сроки внедрения могут различаться в зависимости от модели."
  },
  "zh-CN": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView 专为优化您的镜头表现而设计，无论是专业会议、日常交流，还是个人表达时刻，都能带来更智能、更清晰、更具吸引力的视频体验。",
    "s3": "人像优化",
    "s4": "轻松展现最佳状态。Beauty 2.0 优化面部轮廓，减少眼袋，修饰瑕疵，并让头发呈现更柔顺的质感，所有效果皆可实时呈现。",
    "s5": "眼镜反光消除",
    "s6": "每一次都能清晰呈现您的面容。通过眼镜反光消除，可减少屏幕眩光带来的干扰反射，让您在视频通话中双眼始终清晰自然。",
    "s7": "Avatar",
    "s8": "通过可实时同步表情的卡通风格 Avatar，展现你活泼有趣的一面。无论是会议还是轻松交流，都能以一种有趣且独特的方式呈现自我。",
    "s9": "自动取景",
    "s10": "追踪人脸，使您始终位于摄像头画面中央。",
    "s11": "眼神接触",
    "s12": "摄像头会自动调整视线方向，让您的目光看起来更加自然。",
    "s13": "背景虚化",
    "s14": "在视频会议中保护您的个人隐私。",
    "s15": "注意：",
    "s16": "Acer PurifiedView 更新版本，功能提供及推出时程可能因机型而异。"
  },
  "sk": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView je navrhnutý tak, aby optimalizoval vašu prítomnosť pred kamerou a poskytoval inteligentnejší, jasnejší a pútavejší videozážitok — či už pri profesionálnych stretnutiach, neformálnych rozhovoroch alebo osobnom vyjadrení.",
    "s3": "Vylepšenie portrétu",
    "s4": "Jednoducho zvýraznite svoj najlepší vzhľad. Beauty 2.0 vylepšuje črty tváre, znižuje vačky pod očami, odstraňuje nedokonalosti a zjemňuje vzhľad vlasov — všetko v reálnom čase.",
    "s5": "Odstránenie odleskov z okuliarov",
    "s6": "Vždy uvidíte svoju tvár jasne. Vďaka odstráneniu odleskov z okuliarov sa znižujú rušivé odrazy spôsobené žiarou obrazovky, takže vaše oči zostávajú počas videohovorov viditeľné a prirodzené.",
    "s7": "Avatar",
    "s8": "Ukážte svoju hravú stránku pomocou Avataru v kreslenom štýle, ktorý v reálnom čase zrkadlí vaše výrazy. Či už ide o stretnutia alebo neformálne rozhovory, ponúka zábavný a jedinečný spôsob prezentácie.",
    "s9": "Automatické orámovanie",
    "s10": "Sleduje tvár, aby vás udržala v strede obrazu kamery.",
    "s11": "Očný kontakt",
    "s12": "Kamera automaticky upravuje smer pohľadu, aby pôsobil prirodzenejšie.",
    "s13": "Rozmazanie pozadia",
    "s14": "Zachovajte si osobné súkromie počas videohovoru.",
    "s15": "Poznámka:",
    "s16": "Aktualizovaná verzia Acer PurifiedView; dostupnosť a čas uvedenia sa môžu líšiť podľa modelu."
  },
  "sl": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView je zasnovan za optimizacijo vaše prisotnosti pred kamero ter zagotavlja pametnejšo, jasnejšo in bolj privlačno video izkušnjo — bodisi na profesionalnih sestankih, sproščenih pogovorih ali ob osebnem izražanju.",
    "s3": "Izboljšava portreta",
    "s4": "Brez napora poudarite svoj najboljši videz. Beauty 2.0 izboljša obrazne poteze, zmanjša podočnjake, odstrani nepravilnosti in zmehča videz las — vse v realnem času.",
    "s5": "Odstranjevanje odsevov z očal",
    "s6": "Vedno jasno vidite svoj obraz. Z odstranjevanjem odsevov z očal se zmanjšajo moteči odsevi zaradi bleščanja zaslona, zato oči med videoklici ostanejo vidne in naravne.",
    "s7": "Avatar",
    "s8": "Pokažite svojo igrivo plat z Avatarjem v risanem slogu, ki v realnem času odraža vaše izraze. Ne glede na to, ali gre za sestanke ali sproščene pogovore, ponuja zabaven in edinstven način predstavitve.",
    "s9": "Samodejno kadriranje",
    "s10": "Spremlja obraz, da vas ohranja v središču kamere.",
    "s11": "Očesni stik",
    "s12": "Kamera samodejno prilagodi smer pogleda, da je videti bolj naraven.",
    "s13": "Zameglitev ozadja",
    "s14": "Ohranite svojo osebno zasebnost med video srečanjem.",
    "s15": "Opomba:",
    "s16": "Posodobljena različica Acer PurifiedView; razpoložljivost in čas uvedbe se lahko razlikujeta glede na model."
  },
  "sv": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView är utformad för att optimera din närvaro framför kameran och leverera en smartare, tydligare och mer engagerande videoupplevelse — oavsett om det gäller professionella möten, informella samtal eller personliga uttryck.",
    "s3": "Porträttförbättring",
    "s4": "Framhäv ditt bästa utseende utan ansträngning. Beauty 2.0 förfinar ansiktsdrag, minskar påsar under ögonen, korrigerar ojämnheter och ger håret ett mjukare intryck — allt i realtid.",
    "s5": "Borttagning av glasögonreflexer",
    "s6": "Se ditt ansikte tydligt, varje gång. Med borttagning av glasögonreflexer minskas störande reflexer från skärmens blänk, så att dina ögon förblir synliga och naturliga under videosamtal.",
    "s7": "Avatar",
    "s8": "Visa din lekfulla sida med en tecknad Avatar som speglar dina uttryck i realtid. Oavsett om det är i möten eller avslappnade samtal ger den ett roligt och unikt sätt att presentera dig själv.",
    "s9": "Automatisk inramning",
    "s10": "Följer ansiktet för att hålla dig i mitten av kamerabilden.",
    "s11": "Ögonkontakt",
    "s12": "Kameran justerar automatiskt blickriktningen så att blicken ser mer naturlig ut.",
    "s13": "Bakgrundsoskärpa",
    "s14": "Bevara din personliga integritet under videomöten.",
    "s15": "Obs:",
    "s16": "Uppdaterad version av Acer PurifiedView; tillgänglighet och lanseringstidpunkt kan variera beroende på modell."
  },
  "zh-TW": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView 專為優化鏡頭前的呈現而設計，無論是在專業會議、日常對話，或個人表達的時刻，都能帶來更智慧、更清晰且更具吸引力的視訊體驗。",
    "s3": "人像優化",
    "s4": "輕鬆展現最佳風采。Beauty 2.0 可優化臉部線條、淡化眼袋、修飾瑕疵，並讓髮絲呈現更柔順的質感，所有效果皆即時呈現。",
    "s5": "眼鏡反光消除",
    "s6": "每一次都能清楚呈現您的臉部影像。透過眼鏡反光消除，降低螢幕眩光造成的反射干擾，讓您在視訊通話中雙眼保持清晰自然。",
    "s7": "Avatar",
    "s8": "透過可即時同步表情的卡通風格 Avatar，展現你俏皮的一面。無論是在會議或輕鬆的聊天場合，都能以有趣且獨特的方式呈現自我。",
    "s9": "自動取景",
    "s10": "追蹤臉部位置，讓您始終位於攝影機畫面中央。",
    "s11": "眼神接觸",
    "s12": "攝影機會自動調整視線方向，讓您的目光看起來更加自然。",
    "s13": "背景模糊",
    "s14": "在視訊會議期間保護您的個人隱私。",
    "s15": "注意：",
    "s16": "Acer PurifiedView 更新版本，實際提供與推出時程可能依機型而有所不同。"
  },
  "tr": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView, kamera karşısındaki varlığınızı optimize etmek için tasarlanmıştır ve profesyonel toplantılardan gündelik sohbetlere, kişisel ifade anlarına kadar daha akıllı, daha net ve daha etkileyici bir video deneyimi sunar.",
    "s3": "Portre iyileştirme",
    "s4": "Zahmetsizce en iyi görünümünüzü ortaya çıkarın. Beauty 2.0 yüz hatlarını belirginleştirir, göz altı torbalarını azaltır, kusurları giderir ve saçların daha yumuşak görünmesini sağlar — tümü gerçek zamanlı olarak.",
    "s5": "Gözlük yansımalarının giderilmesi",
    "s6": "Her seferinde yüzünüzü net bir şekilde görün. Gözlük yansımalarının giderilmesi sayesinde ekran parlamasından kaynaklanan dikkat dağıtıcı yansımalar azaltılır ve görüntülü aramalarda gözleriniz doğal ve net görünür.",
    "s7": "Avatar",
    "s8": "Gerçek zamanlı olarak ifadelerinizi yansıtan çizgi film tarzı bir Avatar ile eğlenceli yönünüzü gösterin. Toplantılarda ya da gündelik sohbetlerde kendinizi sunmanın eğlenceli ve özgün bir yolunu sunar.",
    "s9": "Otomatik kadraj",
    "s10": "Yüzü takip ederek kamerada sizi ortada tutar.",
    "s11": "Göz teması",
    "s12": "Kamera bakış yönünü otomatik olarak ayarlayarak bakışınızın daha doğal görünmesini sağlar.",
    "s13": "Arka plan bulanıklaştırma",
    "s14": "Video toplantılar sırasında kişisel gizliliğinizi koruyun.",
    "s15": "Not:",
    "s16": "Acer PurifiedView güncellenmiş sürümüdür; kullanılabilirlik ve dağıtım takvimi modele göre değişiklik gösterebilir."
  },
  "uk": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView створено для оптимізації вашої присутності перед камерою, забезпечуючи розумніший, чіткіший і більш захопливий відеодосвід — як у професійних зустрічах, так і в невимушених розмовах чи моментах особистого самовираження.",
    "s3": "Покращення портрета",
    "s4": "Легко підкресліть свій найкращий вигляд. Beauty 2.0 вдосконалює риси обличчя, зменшує мішки під очима, усуває недоліки та надає волоссю м’якшого вигляду — усе в реальному часі.",
    "s5": "Усунення відблисків на окулярах",
    "s6": "Щоразу чітко бачте своє обличчя. Завдяки усуненню відблисків на окулярах зменшуються відблиски від сяйва екрана, тож очі залишаються помітними та природними під час відеодзвінків.",
    "s7": "Avatar",
    "s8": "Продемонструйте свою грайливу сторону за допомогою Avatar у мультяшному стилі, який у реальному часі відображає ваші вирази. Під час зустрічей або неформального спілкування це веселий і унікальний спосіб самопрезентації.",
    "s9": "Автоматичне кадрування",
    "s10": "Відстежує обличчя, щоб утримувати вас у центрі камери.",
    "s11": "Зоровий контакт",
    "s12": "Камера автоматично коригує напрямок погляду, щоб він виглядав більш природно.",
    "s13": "Розмиття фону",
    "s14": "Зберігайте свою особисту конфіденційність під час відеозустрічей.",
    "s15": "Примітка:",
    "s16": "Оновлена версія Acer PurifiedView; доступність і терміни впровадження можуть відрізнятися залежно від моделі."
  }
}