{
  "en": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView is designed to optimize your on-camera presence, delivering a smarter, clearer, and more engaging video experience—whether in professional meetings, casual conversations, or moments of personal expression.",
    "s3": "Portrait Refinement",
    "s4": "Bring out your best look effortlessly. Beauty 2.0 make your nose taller, reduces eye bags, blemish removal , and even makes your hair look softer—all in real time.",
    "s5": "Glasses Reflection Removal",
    "s6": "See your face clearly, every time. With Eyeglasses Reflection Removal, distracting reflections from screen glare are reduced, so your eyes stay visible and natural during video calls.",
    "s7": "Avatar",
    "s8": "Show your playful side with a cartoon-style Avatar that mirrors your expressions in real time. Whether in meetings or casual chats, it offers a fun and unique way to present yourself.",
    "s9": "Auto Framing",
    "s10": "Track the face to keep you in the center of the camera.",
    "s11": "Eye Contact",
    "s12": "The camera automatically adjusts your line of sight, making your gaze appear more natural.",
    "s13": "Background Blur",
    "s14": "Keep your personal privacy while in a video meeting."
  },
  "bg": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView е проектиран да оптимизира присъствието ви пред камерата, предоставяйки по-интелигентно, по-ясно и по-ангажиращо видео изживяване – независимо дали става въпрос за професионални срещи, непринудени разговори или моменти на лично изразяване.",
    "s3": "Усъвършенстване на портрета",
    "s4": "Покажете най-добрия си външен вид без усилие. Красота 2.0 прави носа ви по-висок, намалява торбичките под очите, премахва несъвършенствата и дори прави косата ви да изглежда по-мека – всичко това в реално време.",
    "s5": "Премахване на отражения от очила",
    "s6": "Виждайте лицето си ясно, всеки път. С премахването на отраженията от очилата, разсейващите отражения от отблясъците на екрана се намаляват, така че очите ви остават видими и естествени по време на видео разговори.",
    "s7": "Аватар",
    "s8": "Покажете игривата си страна с аватар в анимационен стил, който отразява израженията ви в реално време. Независимо дали сте на срещи или в непринудени разговори, той предлага забавен и уникален начин да се представите.",
    "s9": "Автоматично рамкиране",
    "s10": "Проследете лицето, за да сте в центъра на камерата.",
    "s11": "Визуален контакт",
    "s12": "Камерата автоматично регулира зрителното Ви поле, като прави погледа Ви да изглежда по-естествено.",
    "s13": "Замъгляване на фона",
    "s14": "Пазете своята поверителност, когато сте във видеосреща."
  },
  "cs": {
    "s1": "Acer PurifiedView",
    "s2": "Technologie Acer PurifiedView je navržena tak, aby optimalizovala vaši přítomnost před kamerou a poskytovala chytřejší, jasnější a poutavější videozáznam – ať už se jedná o profesionální schůzky, neformální rozhovory nebo momenty osobního vyjádření.",
    "s3": "Zdokonalení portrétu",
    "s4": "Dosáhněte svého nejlepšího vzhledu bez námahy. Krása 2.0 vám zvýší nos, redukuje kruhy pod očima, odstraňuje nedokonalosti pleti a dokonce i zesvětlí vlasy – to vše v reálném čase.",
    "s5": "Odstranění odrazů z brýlí",
    "s6": "Vidíte svůj obličej jasně, vždy. Díky odstranění odrazů z brýlí se omezují rušivé odrazy od oslnění obrazovky, takže vaše oči zůstanou během videohovorů viditelné a přirozené.",
    "s7": "Avatar",
    "s8": "Ukažte svou hravou stránku s avatarem v kresleném stylu, který v reálném čase odráží vaše výrazy. Ať už na schůzkách nebo v neformálních chatech, nabízí zábavný a jedinečný způsob, jak se prezentovat.",
    "s9": "Automatické zaměřování",
    "s10": "Funkce sleduje obličej, abyste zůstali ve stredu kamery.",
    "s11": "Oční kontakt",
    "s12": "Kamera automaticky upravuje zorného pole, takže váš pohled vypadá přirozeněji.",
    "s13": "Rozostření pozadí",
    "s14": "Při videokonferenci si zachovejte soukromí."
  },
  "da": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView er designet til at optimere din tilstedeværelse foran kameraet og levere en smartere, klarere og mere engagerende videooplevelse – uanset om det er i professionelle møder, afslappede samtaler eller øjeblikke med personlig udtryk.",
    "s3": "Portrætforfining",
    "s4": "Få dit bedste look frem ubesværet. Beauty 2.0 gør din næse højere, reducerer poser under øjnene, fjerner urenheder og får endda dit hår til at se blødere ud – alt sammen i realtid.",
    "s5": "Fjernelse af refleksioner i briller",
    "s6": "Se dit ansigt tydeligt, hver gang. Med Eyeglasses Reflection Removal reduceres distraherende refleksioner fra skærmen, så dine øjne forbliver synlige og naturlige under videoopkald.",
    "s7": "Avatar",
    "s8": "Vis din legende side med en tegneserie-avatar, der afspejler dine ansigtsudtryk i realtid. Uanset om det er i møder eller afslappede samtaler, tilbyder den en sjov og unik måde at præsentere dig selv på.",
    "s9": "Automatisk indramning",
    "s10": "Spor ansigtet, så du forbliver i midten af kameraet.",
    "s11": "Øjenkontakt",
    "s12": "Kameraet justerer automatisk din synslinje, så dit blik ser mere naturligt ud.",
    "s13": "Baggrundssløring",
    "s14": "Beskyt dine personlige oplysninger i et videomøde."
  },
  "de": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView wurde entwickelt, um Ihre Präsenz vor der Kamera zu optimieren und ein intelligenteres, klareres und ansprechenderes Videoerlebnis zu bieten – ob bei beruflichen Meetings, zwanglosen Gesprächen oder Momenten des persönlichen Ausdrucks.",
    "s3": "Porträtverfeinerung",
    "s4": "Bringen Sie mühelos Ihr bestes Aussehen zum Vorschein. Beauty 2.0 macht Ihre Nase größer, reduziert Tränensäcke, entfernt Hautunreinheiten und lässt Ihr Haar sogar weicher aussehen – alles in Echtzeit.",
    "s5": "Entfernung von Brillenreflexionen",
    "s6": "Sehen Sie Ihr Gesicht jederzeit klar und deutlich. Mit der Brillenreflexionsentfernung werden störende Reflexionen durch Bildschirmblendung reduziert, sodass Ihre Augen bei Videoanrufen sichtbar und natürlich bleiben.",
    "s7": "Avatar",
    "s8": "Zeigen Sie Ihre spielerische Seite mit einem Avatar im Cartoon-Stil, der Ihren Gesichtsausdruck in Echtzeit widerspiegelt. Ob in Meetings oder lockeren Chats – er bietet eine unterhaltsame und einzigartige Möglichkeit, sich zu präsentieren.",
    "s9": "Automatisches Einrahmen",
    "s10": "Folgen Sie dem Gesicht, so dass Sie immer im Fokus der Kamera sind.",
    "s11": "Augenkontakt",
    "s12": "Die Kamera passt Ihre Blickrichtung automatisch an, so dass Ihr Blick natürlicher wirkt.",
    "s13": "Hintergrundunschärfe",
    "s14": "Wahren Sie Ihre Privatsphäre während einer Videokonferenz."
  },
  "el": {
    "s1": "Acer PurifiedView",
    "s2": "Το Acer PurifiedView έχει σχεδιαστεί για να βελτιστοποιεί την παρουσία σας στην κάμερα, προσφέροντας μια πιο έξυπνη, καθαρότερη και πιο συναρπαστική εμπειρία βίντεο—είτε σε επαγγελματικές συναντήσεις, είτε σε χαλαρές συζητήσεις, είτε σε στιγμές προσωπικής έκφρασης.",
    "s3": "Βελτίωση πορτρέτου",
    "s4": "Αναδείξτε την εμφάνισή σας χωρίς κόπο. Το Beauty 2.0 ψηλώνει τη μύτη σας, μειώνει τις σακούλες κάτω από τα μάτια, αφαιρεί τις ατέλειες, ακόμη και κάνει τα μαλλιά σας να φαίνονται πιο απαλά—όλα σε πραγματικό χρόνο.",
    "s5": "Αφαίρεση αντανάκλασης γυαλιών",
    "s6": "Δείτε το πρόσωπό σας καθαρά, κάθε φορά. Με την Αφαίρεση Αντανάκλασης Γυαλιών, οι αντανακλάσεις που αποσπούν την προσοχή από την αντανάκλαση της οθόνης μειώνονται, έτσι ώστε τα μάτια σας να παραμένουν ορατά και φυσικά κατά τη διάρκεια των βιντεοκλήσεων.",
    "s7": "Άβαταρ",
    "s8": "Δείξτε την παιχνιδιάρικη πλευρά σας με ένα Avatar σε στυλ κινουμένων σχεδίων που αντικατοπτρίζει τις εκφράσεις σας σε πραγματικό χρόνο. Είτε σε συναντήσεις είτε σε χαλαρές συνομιλίες, προσφέρει έναν διασκεδαστικό και μοναδικό τρόπο να παρουσιάσετε τον εαυτό σας.",
    "s9": "Αυτόματη πλαισίωση",
    "s10": "Παρακολούθηση του προσώπου, ώστε να παραμένετε στο κέντρο της οθόνης.",
    "s11": "Οπτική επαφή",
    "s12": "Η κάμερα ρυθμίζει αυτόματα την οπτική επαφή σας, ώστε το βλέμμα σας να δείχνει πιο φυσικό.",
    "s13": "Θάμπωμα φόντου",
    "s14": "Διατηρήστε την ιδιωτικότητά σας κατά τη βιντεοσύσκεψη."
  },
  "es": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView está diseñado para optimizar su presencia en la cámara, brindando una experiencia de video más inteligente, clara y atractiva, ya sea en reuniones profesionales, conversaciones informales o momentos de expresión personal.",
    "s3": "Refinamiento de retratos",
    "s4": "Luce tu mejor look sin esfuerzo. Belleza 2.0: alarga tu nariz, reduce las bolsas de los ojos, elimina imperfecciones e incluso suaviza tu cabello, todo en tiempo real.",
    "s5": "Eliminación del reflejo de las gafas",
    "s6": "Ve tu rostro con claridad, siempre. Con la función de Eliminación de Reflejos para Gafas, se reducen los molestos reflejos del brillo de la pantalla, para que tus ojos se mantengan visibles y naturales durante las videollamadas.",
    "s7": "Avatar",
    "s8": "Muestra tu lado divertido con un avatar de estilo caricatura que refleja tus expresiones en tiempo real. Ya sea en reuniones o charlas informales, te ofrece una forma divertida y original de presentarte.",
    "s9": "Encuadre automático",
    "s10": "Haga un seguimiento de la cara para permanece centrado en la cámara.",
    "s11": "Contacto visual",
    "s12": "La cámara ajusta automáticamente su línea de visión para que su mirada resulte más natural.",
    "s13": "Desenfoque del fondo",
    "s14": "Mantenga su privacidad personal mientras está en una videollamada."
  },
  "fi": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView on suunniteltu optimoimaan läsnäolosi kameran edessä ja tarjoamaan älykkäämmän, selkeämmän ja mukaansatempaavamman videokokemuksen – olipa kyse sitten ammattikokouksista, arkisista keskusteluista tai henkilökohtaisista ilmaisun hetkistä.",
    "s3": "Muotokuvan hienosäätö",
    "s4": "Tuo esiin paras ulkonäkösi vaivattomasti. Beauty 2.0 pidentää nenääsi, vähentää silmäpusseja, poistaa epäpuhtauksia ja jopa saa hiuksesi näyttämään pehmeämmiltä – kaikki reaaliajassa.",
    "s5": "Lasien heijastusten poisto",
    "s6": "Näe kasvosi selkeästi, joka kerta. Silmälasien heijastusten poisto vähentää näytön heijastuksia, joten silmäsi pysyvät näkyvissä ja luonnollisina videopuheluiden aikana.",
    "s7": "Avatar",
    "s8": "Näytä leikkisä puolesi sarjakuvamaisella avatarilla, joka peilaa ilmeitäsi reaaliajassa. Olitpa sitten kokouksissa tai satunnaisissa keskusteluissa, se tarjoaa hauskan ja ainutlaatuisen tavan esitellä itsesi.",
    "s9": "Automaattinen kehystys",
    "s10": "Seuraa kasvoja, jotta pysyt kameran keskellä.",
    "s11": "Silmäkontakti",
    "s12": "Kamera säätää näkölinjaasi automaattisesti, jolloin katseesi näyttää luonnollisemmalta.",
    "s13": "Taustan sumennus",
    "s14": "Säilytä henkilökohtainen yksityisyytesi videokokouksen aikana."
  },
  "fr": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView est conçu pour optimiser votre présence devant la caméra, offrant une expérience vidéo plus intelligente, plus claire et plus engageante, que ce soit lors de réunions professionnelles, de conversations informelles ou de moments d'expression personnelle.",
    "s3": "Raffinement du portrait",
    "s4": "Mettez en valeur votre beauté sans effort. Beauty 2.0 affine votre nez, réduit les poches sous les yeux, élimine les imperfections et adoucit même vos cheveux, le tout en temps réel.",
    "s5": "Suppression des reflets des lunettes",
    "s6": "Voyez votre visage clairement, à chaque fois. Grâce à la suppression des reflets des lunettes, les reflets gênants de l'écran sont réduits, pour que vos yeux restent visibles et naturels pendant les appels vidéo.",
    "s7": "Avatar",
    "s8": "Affichez votre côté ludique avec un avatar au style cartoon qui reproduit vos expressions en temps réel. Que ce soit en réunion ou en conversation informelle, il offre une façon amusante et originale de vous présenter.",
    "s9": "Cadrage auto",
    "s10": "Suivez le visage pour vous maintenir au centre de la caméra.",
    "s11": "Contact visuel",
    "s12": "La caméra ajuste automatiquement votre ligne de vue, ce qui rend votre regard plus naturel.",
    "s13": "Flou d'arrière-plan",
    "s14": "Préservez votre vie privée lors d'une réunion vidéo."
  },
  "hr": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView osmišljen je za optimizaciju vaše prisutnosti pred kamerom, pružajući pametnije, jasnije i zanimljivije video iskustvo - bilo da se radi o profesionalnim sastancima, ležernim razgovorima ili trenucima osobnog izražavanja.",
    "s3": "Usavršavanje portreta",
    "s4": "Istaknite svoj najbolji izgled bez napora. Ljepota 2.0 čini vaš nos višim, smanjuje podočnjake, uklanja nepravilnosti, pa čak i čini vašu kosu mekšom - sve u stvarnom vremenu.",
    "s5": "Uklanjanje refleksije s naočala",
    "s6": "Jasno vidite svoje lice, svaki put. Uz uklanjanje refleksije s naočala, smanjuju se ometajući odrazi od odsjaja zaslona, ​​tako da vaše oči ostaju vidljive i prirodne tijekom videopoziva.",
    "s7": "Avatar",
    "s8": "Pokažite svoju razigranu stranu avatarom u crtanom stilu koji odražava vaše izraze lica u stvarnom vremenu. Bilo da se radi o sastancima ili ležernim razgovorima, nudi zabavan i jedinstven način da se predstavite.",
    "s9": "Automatsko uokvirivanje",
    "s10": "Prati lice kako biste ostali u središtu okvira kamere.",
    "s11": "Kontakt očima",
    "s12": "Kamera automatski prilagođava vašu pravac gledanja, čineći vaš pogled prirodnijim.",
    "s13": "Zamućenje pozadine",
    "s14": "Dok ste na videosastanku sačuvajte svoju osobnu privatnost."
  },
  "hu": {
    "s1": "Acer PurifiedView",
    "s2": "Az Acer PurifiedView optimalizálja a kamerán belüli jelenléted, intelligensebb, tisztább és magával ragadóbb videóélményt nyújtva – legyen szó akár szakmai megbeszélésekről, kötetlen beszélgetésekről vagy személyes önkifejezési pillanatokról.",
    "s3": "Portréfinomítás",
    "s4": "Hozd ki a legjobb külsődet könnyedén. A Beauty 2.0 magasabbá teszi az orrodat, csökkenti a szem alatti táskákat, eltávolítja a bőrhibákat, sőt, még a hajad is puhábbnak tűnik – mindezt valós időben.",
    "s5": "Szemüvegtükör eltávolítása",
    "s6": "Lásd az arcod tisztán, minden alkalommal. A szemüveg tükröződésmentesítő funkcióval csökkenthető a képernyő tükröződésének zavaró hatása, így a szemeid láthatóak és természetesek maradnak videohívások közben.",
    "s7": "Avatar",
    "s8": "Mutasd meg játékos oldaladat egy rajzfilmszerű avatárral, amely valós időben tükrözi az arckifejezéseidet. Akár megbeszéléseken, akár laza csevegéseken veszel részt, szórakoztató és egyedi módot kínál arra, hogy bemutatkozz.",
    "s9": "Automatikus keretben tartás",
    "s10": "Követi az arcot, hogy mindig a kamera középpontjában maradjon.",
    "s11": "Szemkontaktus",
    "s12": "A kamera automatikusan beállítja a látóirányt, így tekinteted természetesebbnek tűnik.",
    "s13": "Háttér elmosódása",
    "s14": "Őrizze meg a személyes adatait a videóbeszélgetés során."
  },
  "it": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView è progettato per ottimizzare la tua presenza davanti alla telecamera, offrendo un'esperienza video più intelligente, più chiara e più coinvolgente, sia durante riunioni professionali, conversazioni informali o momenti di espressione personale.",
    "s3": "Raffinazione del ritratto",
    "s4": "Esalta il tuo look senza sforzo. Beauty 2.0 alza il naso, riduce le borse sotto gli occhi, elimina le imperfezioni e rende i capelli più morbidi, tutto in tempo reale.",
    "s5": "Rimozione dei riflessi dagli occhiali",
    "s6": "Guarda il tuo viso in modo nitido, ogni volta. Con la funzione Eyeglasses Reflection Removal, i fastidiosi riflessi causati dall'abbagliamento dello schermo vengono ridotti, così i tuoi occhi rimangono visibili e naturali durante le videochiamate.",
    "s7": "Avatar",
    "s8": "Mostra il tuo lato giocoso con un avatar in stile cartoon che rispecchia le tue espressioni in tempo reale. Che si tratti di riunioni o chat informali, offre un modo divertente e unico di presentarti.",
    "s9": "Inquadratura automatica",
    "s10": "Traccia il volto in modo da essere al centro della fotocamera.",
    "s11": "Contatto visivo",
    "s12": "La fotocamera regola automaticamente il campo visivo rendendo lo sguardo più naturale.",
    "s13": "Sfocatura dello sfondo",
    "s14": "Garantisce la privacy personale durante una riunione video."
  },
  "ja": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView は、ビジネス会議、日常会話、個人的な表現の瞬間など、カメラの前での存在感を最適化し、よりスマートでクリア、そして魅力的なビデオ体験を実現するように設計されています。",
    "s3": "ポートレートの洗練",
    "s4": "最高のルックスを簡単に実現。Beauty 2.0は、鼻を高く見せ、目の下のクマを目立たなくし、シミを消し、髪を柔らかく見せる効果まで、すべてリアルタイムで実現します。",
    "s5": "メガネの反射除去",
    "s6": "いつでも、あなたの顔をはっきりと見ることができます。メガネ反射除去機能を使えば、画面のぎらつきによる気になる反射が軽減され、ビデオ通話中も自然な視界を保ちます。",
    "s7": "アバター",
    "s8": "あなたの表情をリアルタイムで映し出す、漫画風のアバターで、遊び心のある一面を見せましょう。会議でも、ちょっとした会話でも、楽しくユニークな自己紹介の場を提供します。",
    "s9": "自動フレーム",
    "s10": "顔を追跡して、カメラの中心に位置を保ちます。",
    "s11": "アイコンタクト",
    "s12": "カメラが自動的に視線を調整するため、視線がより自然に見えます。",
    "s13": "背景のぼかし",
    "s14": "ビデオ会議中に個人のプライバシーを守るようにします。"
  },
  "ko": {
    "s1": "에이서 퓨리파이드뷰",
    "s2": "Acer PurifiedView는 전문적인 회의, 일상적인 대화 또는 개인적인 표현의 순간 등 어떤 상황에서든 더욱 스마트하고 선명하며 매력적인 비디오 경험을 제공하여 카메라 앞에서의 존재감을 최적화하도록 설계되었습니다.",
    "s3": "인물 사진 개선",
    "s4": "최고의 모습을 손쉽게 연출하세요. Beauty 2.0은 코를 높이고, 눈 밑 지방을 줄이고, 잡티를 제거하고, 머릿결을 더욱 부드럽게 만들어 줍니다. 이 모든 것이 실시간으로 가능합니다.",
    "s5": "안경 반사 제거",
    "s6": "언제나 당신의 얼굴을 선명하게 보세요. 안경 반사 제거 기능으로 화면 반사로 인한 방해 요소를 줄여 화상 통화 중에도 눈이 선명하고 자연스럽게 보이도록 해줍니다.",
    "s7": "화신",
    "s8": "실시간으로 당신의 표정을 반영하는 만화 스타일 아바타로 장난기 넘치는 모습을 보여주세요. 회의든 가벼운 채팅이든, 재미있고 독특한 방식으로 자신을 표현할 수 있습니다.",
    "s9": "자동 프레이밍",
    "s10": "얼굴을 추적하여 사용자를 카메라 중앙에 유지합니다.",
    "s11": "눈 맞춤",
    "s12": "카메라가 자동으로 시선을 조정하여 시선이 더욱 자연스럽게 보이도록 합니다.",
    "s13": "배경 흐림",
    "s14": "화상 회의 중에 개인 정보를 보호합니다."
  },
  "nb": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView er utviklet for å optimalisere din tilstedeværelse foran kameraet, og gir en smartere, klarere og mer engasjerende videoopplevelse – enten det er i profesjonelle møter, uformelle samtaler eller øyeblikk med personlig uttrykk.",
    "s3": "Portrettforbedring",
    "s4": "Få frem ditt beste utseende uten problemer. Beauty 2.0 gjør nesen høyere, reduserer poser under øynene, fjerner urenheter og får til og med håret til å se mykere ut – alt i sanntid.",
    "s5": "Fjerning av refleksjoner i briller",
    "s6": "Se ansiktet ditt tydelig, hver gang. Med fjerning av refleksjoner på briller reduseres distraherende refleksjoner fra skjermen, slik at øynene dine forblir synlige og naturlige under videosamtaler.",
    "s7": "Avatar",
    "s8": "Vis din lekne side med en tegneserieaktig avatar som speiler uttrykkene dine i sanntid. Enten det er i møter eller uformelle samtaler, tilbyr den en morsom og unik måte å presentere deg selv på.",
    "s9": "Automatisk innramming",
    "s10": "Følg ansiktet for å holde deg i sentrum av kameraet.",
    "s11": "Øyekontakt",
    "s12": "Kameraet justerer automatisk siktelinjen din, slik at blikket ditt ser mer naturlig ut.",
    "s13": "Bakgrunnsuskarphet",
    "s14": "Behold ditt privatliv mens du er i et videomøte."
  },
  "nl": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView is ontworpen om uw aanwezigheid op de camera te optimaliseren en een slimmere, duidelijkere en meer boeiende video-ervaring te bieden, of het nu gaat om professionele vergaderingen, informele gesprekken of momenten van persoonlijke expressie.",
    "s3": "Portretverfijning",
    "s4": "Haal moeiteloos je beste look naar boven. Beauty 2.0 laat je neus hoger lijken, vermindert wallen, verwijdert oneffenheden en laat zelfs je haar er zachter uitzien – allemaal in realtime.",
    "s5": "Verwijderen van reflecties op brillen",
    "s6": "Zie je gezicht altijd helder. Met Eyeglass Reflection Removal worden storende reflecties van schermschitteringen verminderd, zodat je ogen zichtbaar en natuurlijk blijven tijdens videogesprekken.",
    "s7": "Avatar",
    "s8": "Laat je speelse kant zien met een avatar in cartoonstijl die je gezichtsuitdrukkingen in realtime weerspiegelt. Of het nu tijdens vergaderingen of informele gesprekken is, het biedt een leuke en unieke manier om jezelf te presenteren.",
    "s9": "Automatisch kader",
    "s10": "Volg het gezicht om u in het midden van de camera te houden",
    "s11": "Oogcontact",
    "s12": "De camera past automatisch de gezichtslijn aan, zodat uw blik natuurlijker overkomt.",
    "s13": "Achtergrondvervaging",
    "s14": "Bewaar uw persoonlijke privacy tijdens videovergaderingen"
  },
  "pl": {
    "s1": "Acer PurifiedView",
    "s2": "Rozwiązanie Acer PurifiedView zostało zaprojektowane z myślą o optymalizacji Twojej obecności przed kamerami, zapewniając inteligentniejsze, wyraźniejsze i bardziej angażujące wrażenia wideo — niezależnie od tego, czy jesteś na spotkaniu zawodowym, w swobodnej rozmowie czy w chwili osobistej ekspresji.",
    "s3": "Udoskonalenie portretu",
    "s4": "Wydobądź swój najlepszy wygląd bez wysiłku. Beauty 2.0 powiększy Twój nos, zmniejszy worki pod oczami, usunie niedoskonałości, a nawet sprawi, że Twoje włosy będą wyglądać na bardziej miękkie – wszystko w czasie rzeczywistym.",
    "s5": "Usuwanie odblasków okularów",
    "s6": "Zobacz swoją twarz wyraźnie za każdym razem. Dzięki funkcji usuwania odblasków w okularach, rozpraszające refleksy świetlne ekranu są redukowane, dzięki czemu Twoje oczy pozostają widoczne i naturalne podczas rozmów wideo.",
    "s7": "Awatara",
    "s8": "Pokaż swoją wesołą naturę z awatarem w kreskówkowym stylu, który odzwierciedla Twoją mimikę w czasie rzeczywistym. Czy to na spotkaniach, czy w luźnych rozmowach, oferuje zabawny i wyjątkowy sposób na zaprezentowanie się.",
    "s9": "Automatyczne kadrowanie",
    "s10": "Śledzenie twarzy pomaga utrzymać użytkownika w centrum kadru.",
    "s11": "Kontakt wzrokowy",
    "s12": "Kamera automatycznie koryguje linię wzroku użytkownika, dzięki czemu spojrzenie wygląda bardziej naturalnie.",
    "s13": "Rozmycie tła",
    "s14": "Zachowaj prywatność podczas wideokonferencji."
  },
  "pt": {
    "s1": "Acer PurifiedView",
    "s2": "O Acer PurifiedView foi projetado para otimizar sua presença na câmera, proporcionando uma experiência de vídeo mais inteligente, clara e envolvente, seja em reuniões profissionais, conversas casuais ou momentos de expressão pessoal.",
    "s3": "Refinamento de retrato",
    "s4": "Realce o seu melhor visual sem esforço. A Beleza 2.0 alarga o seu nariz, reduz bolsas nos olhos, remove manchas e até deixa o seu cabelo mais macio — tudo em tempo real.",
    "s5": "Remoção de reflexos de óculos",
    "s6": "Veja seu rosto com clareza, sempre. Com a Remoção de Reflexos em Óculos, os reflexos da tela que distraem são reduzidos, para que seus olhos permaneçam visíveis e naturais durante videochamadas.",
    "s7": "Avatar",
    "s8": "Mostre seu lado brincalhão com um Avatar em estilo cartoon que reflete suas expressões em tempo real. Seja em reuniões ou bate-papos casuais, ele oferece uma maneira divertida e única de se apresentar.",
    "s9": "Enquadramento Auto",
    "s10": "Acompanhe a cara para permanecer ao centro da câmara.",
    "s11": "Contacto Visual",
    "s12": "A câmara ajusta automaticamente a sua linha de visão, tornando mais natural o seu olhar.",
    "s13": "Desfoque de fundo",
    "s14": "Mantenha a sua privacidade durante uma reunião por vídeochamada."
  },
  "ro": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView este conceput pentru a vă optimiza prezența în fața camerei, oferind o experiență video mai inteligentă, mai clară și mai captivantă - fie că este vorba de întâlniri profesionale, conversații informale sau momente de exprimare personală.",
    "s3": "Rafinarea portretului",
    "s4": "Scoate în evidență aspectul tău perfect fără efort. Frumusețea 2.0 îți înalță nasul, reduce cearcănele, îndepărtează imperfecțiunile și chiar îți face părul să pară mai moale - totul în timp real.",
    "s5": "Îndepărtarea reflexiilor ochelarilor",
    "s6": "Vedeți-vă fața clar, de fiecare dată. Cu eliminarea reflexiilor ochelarilor, reflexiile care distrag atenția de la strălucirea ecranului sunt reduse, astfel încât ochii dumneavoastră rămân vizibili și naturali în timpul apelurilor video.",
    "s7": "Avatar",
    "s8": "Arată-ți latura jucăușă cu un avatar în stil desen animat care îți oglindește expresiile în timp real. Fie că este vorba de întâlniri sau conversații ocazionale, acesta oferă o modalitate distractivă și unică de a te prezenta.",
    "s9": "Încadrare automată",
    "s10": "Urmărește fața pentru a vă menține în centrul camerei.",
    "s11": "Contact vizual",
    "s12": "Camera vă reglează automat linia vederii, făcându-vă privirea să pară mai naturală.",
    "s13": "Estompare fundal",
    "s14": "Vă protejează confidențialitatea atunci când sunteți într-o ședință video."
  },
  "ru": {
    "s1": "Acer PurifiedView",
    "s2": "Технология Acer PurifiedView разработана для оптимизации вашего присутствия перед камерой, обеспечивая более интеллектуальное, четкое и увлекательное видео — будь то деловые встречи, неформальные беседы или моменты личного самовыражения.",
    "s3": "Улучшение портрета",
    "s4": "Достигните идеального внешнего вида без усилий. Beauty 2.0 сделает ваш нос выше, уменьшит мешки под глазами, избавит от дефектов и даже сделает волосы мягче — всё это в режиме реального времени.",
    "s5": "Удаление отражений в очках",
    "s6": "Видьте своё лицо чётко, каждый раз. Благодаря функции Eyeglasses Reflection Removal отвлекающие блики на экране уменьшаются, поэтому ваши глаза остаются видимыми и естественными во время видеозвонков.",
    "s7": "Аватар",
    "s8": "Покажите свою игривую сторону с помощью аватара в мультяшном стиле, который отражает ваше выражение лица в реальном времени. Будь то на встречах или в непринужденном общении, это предлагает увлекательный и уникальный способ самовыражения.",
    "s9": "Авт. кадрирование",
    "s10": "Функция отслеживания лица позволяет непрерывно держать ваше лицо в центре экрана.",
    "s11": "Зрительный контакт",
    "s12": "Камера автоматически регулирует направление линии вашего взгляда, отображая лицо более естественно.",
    "s13": "Размытие фона",
    "s14": "Во время видеоконференции ваши собеседники не увидят обстановку за вашей спиной."
  },
  "sk": {
    "s1": "Acer PurifiedView",
    "s2": "Technológia Acer PurifiedView je navrhnutá tak, aby optimalizovala vašu prítomnosť pred kamerou a poskytovala inteligentnejší, jasnejší a pútavejší zážitok z videa – či už na profesionálnych stretnutiach, neformálnych rozhovoroch alebo pri osobnom vyjadrení.",
    "s3": "Zdokonaľovanie portrétu",
    "s4": "Bez námahy dosiahnete svoj najlepší vzhľad. Krása 2.0 vám zvýši nos, redukuje vačky pod očami, odstraňuje nedokonalosti a dokonca aj zjemní vlasy – to všetko v reálnom čase.",
    "s5": "Odstránenie odrazov okuliarov",
    "s6": "Uvidíte svoju tvár jasne, vždy. Funkcia odstránenia odrazov z okuliarov znižuje rušivé odrazy od oslnenia obrazovky, takže vaše oči zostanú počas videohovorov viditeľné a prirodzené.",
    "s7": "Avatar",
    "s8": "Ukážte svoju hravú stránku s avatarom v kreslenom štýle, ktorý odráža vaše výrazy v reálnom čase. Či už na stretnutiach alebo v neformálnych rozhovoroch, ponúka zábavný a jedinečný spôsob, ako sa prezentovať.",
    "s9": "Automatický rámček",
    "s10": "Sleduje tvár, aby ste zostali v strede kamery.",
    "s11": "Očný kontakt",
    "s12": "Kamera automaticky upraví váš pohľad, vďaka čomu bude váš výzor vyzerať prirodzenejšie.",
    "s13": "Rozmazanie pozadia",
    "s14": "Počas video schôdzky zachováva vaše súkromie."
  },
  "sl": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView je zasnovan za optimizacijo vaše prisotnosti pred kamero in zagotavlja pametnejšo, jasnejšo in bolj privlačno video izkušnjo – bodisi na profesionalnih sestankih, v neformalnih pogovorih ali v trenutkih osebnega izražanja.",
    "s3": "Izboljšanje portreta",
    "s4": "Brez težav pokažite svoj najboljši videz. Lepota 2.0 vam dvigne nos, zmanjša podočnjake, odstrani nepravilnosti in celo naredi vaše lase videti mehkejše – vse v realnem času.",
    "s5": "Odstranjevanje odsevov očal",
    "s6": "Svoj obraz vedno vidite jasno. Z odstranitvijo odseva očal se zmanjšajo moteči odsevi bleščanja zaslona, ​​tako da vaše oči med video klici ostanejo vidne in naravne.",
    "s7": "Avatar",
    "s8": "Pokažite svojo igrivo plat z avatarjem v risanem slogu, ki v realnem času odraža vaše izraze. Naj bo to na sestankih ali v sproščenih klepetih, ponuja zabaven in edinstven način predstavitve.",
    "s9": "Samodejno okvirjanje",
    "s10": "Sledite obrazu, da boste ostali na sredini kamere.",
    "s11": "Očesni stik",
    "s12": "Kamera samodejno prilagodi vidno polje, zato je vaš pogled videti bolj naraven.",
    "s13": "Zameglitev ozadja",
    "s14": "Med video sestankom poskrbite za zasebnost."
  },
  "sv": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView är utformat för att optimera din närvaro framför kameran och leverera en smartare, tydligare och mer engagerande videoupplevelse – oavsett om det gäller professionella möten, avslappnade samtal eller stunder av personligt uttryck.",
    "s3": "Porträttförfining",
    "s4": "Få fram din bästa look utan ansträngning. Beauty 2.0 gör din näsa längre, minskar påsar under ögonen, tar bort blemmor och får till och med ditt hår att se mjukare ut – allt i realtid.",
    "s5": "Borttagning av glasögonreflektioner",
    "s6": "Se ditt ansikte tydligt, varje gång. Med hjälp av Eyeglasses Reflection Removal minskas störande reflektioner från skärmens bländning, så att dina ögon förblir synliga och naturliga under videosamtal.",
    "s7": "Avatar",
    "s8": "Visa din lekfulla sida med en tecknad avatar som speglar dina ansiktsuttryck i realtid. Oavsett om det är i möten eller avslappnade chattar, erbjuder den ett roligt och unikt sätt att presentera dig själv.",
    "s9": "Automatisk inramning",
    "s10": "Använd spårning av ansiktet för att hålla dig centrerad i kameran.",
    "s11": "Ögonkontakt",
    "s12": "Kameran justerar automatiskt din siktlinje så att din blick verkar mer naturlig.",
    "s13": "Oskarp bakgrund",
    "s14": "Bevara den personliga integriteten vid videomöten."
  },
  "tr": {
    "s1": "Acer PurifiedView",
    "s2": "Acer PurifiedView, profesyonel toplantılarda, gündelik konuşmalarda veya kişisel ifade anlarında, kamera karşısındaki varlığınızı en iyi hale getirerek daha akıllı, daha net ve daha ilgi çekici bir video deneyimi sunmak üzere tasarlanmıştır.",
    "s3": "Portre İyileştirme",
    "s4": "En iyi görünümünüzü zahmetsizce ortaya çıkarın. Beauty 2.0 burnunuzu daha uzun yapar, göz altı torbalarınızı azaltır, lekeleri giderir ve hatta saçlarınızı daha yumuşak gösterir; tüm bunları gerçek zamanlı olarak yapar.",
    "s5": "Gözlük Yansıma Giderme",
    "s6": "Yüzünüzü her seferinde net bir şekilde görün. Gözlük Yansıma Giderme özelliği sayesinde, ekran parlamasından kaynaklanan dikkat dağıtıcı yansımalar azaltılır, böylece görüntülü görüşmeler sırasında gözleriniz görünür ve doğal kalır.",
    "s7": "Avatar",
    "s8": "Yüz ifadelerinizi gerçek zamanlı olarak yansıtan çizgi film tarzı bir Avatar ile eğlenceli yönünüzü gösterin. İster toplantılarda ister günlük sohbetlerde, kendinizi sunmanın eğlenceli ve benzersiz bir yolunu sunar.",
    "s9": "Otomatik Çerçeveleme",
    "s10": "Sizi kameranın merkezinde tutmak için yüzü takip edin.",
    "s11": "Göz Teması",
    "s12": "Kamera görüş hattınızı otomatik olarak ayarlayarak bakışlarınızın daha doğal görünmesini sağlar.",
    "s13": "Arka Plan Bulanıklığı",
    "s14": "Görüntülü toplantı sırasında kişisel gizliliğinizi koruyun."
  },
  "uk": {
    "s1": "Acer PurifiedView",
    "s2": "Технологія Acer PurifiedView розроблена для оптимізації вашої присутності перед камерою, забезпечуючи розумніший, чіткіший та цікавіший відеоперегляд — чи то на професійних зустрічах, у невимушених розмовах, чи в моментах самовираження.",
    "s3": "Удосконалення портрета",
    "s4": "Підкресліть свій найкращий образ без зусиль. Краса 2.0 зробить ваш ніс вищим, зменшить мішки під очима, позбавить вас недоліків і навіть зробить ваше волосся візуально м’якшим — і все це в режимі реального часу.",
    "s5": "Видалення відблисків у окулярах",
    "s6": "Чітко бачійте своє обличчя щоразу. Завдяки функції видалення відблисків у окулярах зменшуються відволікаючі відблиски від відблисків на екрані, тому ваші очі залишаються видимими та природними під час відеодзвінків.",
    "s7": "Аватар",
    "s8": "Покажіть свою грайливу сторону за допомогою аватара в мультяшному стилі, який відображає ваші вирази обличчя в режимі реального часу. Чи то на зустрічах, чи у невимушених чатах, він пропонує цікавий та унікальний спосіб презентувати себе.",
    "s9": "Автоматичне кадрування",
    "s10": "Відстежуйте обличчя, щоб залишатися в центрі камери.",
    "s11": "Зоровий контакт",
    "s12": "Камера автоматично регулює вашу лінію зору, роблячи погляд більш природним.",
    "s13": "Розмиття фону",
    "s14": "Зберігайте особисту конфіденційність під час відеозустрічі."
  },
  "zh-CN": {
    "s1": "宏碁 PurifiedView",
    "s2": "Acer PurifiedView 旨在优化您的镜头呈现效果，提供更智能、更清晰、更具吸引力的视频体验——无论是在专业会议、随意交谈还是个人表达的时刻。",
    "s3": "肖像细化",
    "s4": "轻松展现最佳形象。美颜2.0让你的鼻子更挺拔，眼袋更少，瑕疵更少，甚至头发更柔顺——所有效果实时呈现。",
    "s5": "消除眼镜反光",
    "s6": "每次都能清晰地看到您的脸部。有了眼镜反光消除功能，屏幕眩光的干扰反射得以减少，让您的眼睛在视频通话中保持清晰可见且自然。",
    "s7": "阿凡达",
    "s8": "卡通风格的头像会实时模仿你的表情，展现你俏皮的一面。无论是在会议中还是在闲聊中，它都能让你以一种有趣而独特的方式展现自我。",
    "s9": "自动取景",
    "s10": "追踪脸部可让您保留在相机的中心。",
    "s11": "眼神交流",
    "s12": "相机会自动调整您的视线，让您的眼神看起来更加自然。",
    "s13": "背景模糊",
    "s14": "在视频会议过程中保持个人隐私。"
  },
  "zh-TW": {
    "s1": "宏碁 PurifiedView",
    "s2": "Acer PurifiedView 旨在優化您的鏡頭呈現效果，提供更聰明、更清晰、更具吸引力的視訊體驗——無論是在專業會議、隨意交談還是個人表達的時刻。",
    "s3": "肖像細化",
    "s4": "輕鬆展現最佳形象。美顏2.0讓你的鼻子更挺拔，眼袋更少，瑕疵更少，甚至頭髮更柔順－所有效果即時呈現。",
    "s5": "消除眼鏡反光",
    "s6": "每次都能清晰地看到您的臉部。有了眼鏡反光消除功能，螢幕眩光的干擾反射得以減少，讓您的眼睛在視訊通話中保持清晰可見且自然。",
    "s7": "阿凡達",
    "s8": "卡通風格的頭像會即時模仿你的表情，展現你俏皮的一面。無論是在會議中還是在閒聊中，它都能讓你以有趣而獨特的方式展現自我。",
    "s9": "自動取景",
    "s10": "追蹤臉部以便確保自己處於鏡頭中心。",
    "s11": "眼神接觸",
    "s12": "攝影機會自動調整您的視線，讓您的目光看起來更自然。",
    "s13": "背景模糊",
    "s14": "在視訊會議保護您的個人隱私。"
  }
}