{
"s9, s10":
{
"en":"Auto Framing:Track the face to keep you in the center of the camera.",
"cs":"Automatické zaměřování:Funkce sleduje obličej, abyste zůstali ve středu kamery.",
"da":"Automatisk indramning:Spor ansigtet, så du forbliver i midten af kameraet.",
"de":"Automatisches Einrahmen:Folgen Sie dem Gesicht, so dass Sie immer im Fokus der Kamera sind.",
"el":"Αυτόματη πλαισίωση:Παρακολούθηση του προσώπου, ώστε να παραμένετε στο κέντρο της οθόνης.",
"bg":"Автоматично рамкиране:Проследете лицето, за да сте в центъра на камерата.",
"es":"Encuadre automático:Haga un seguimiento de la cara para permanece centrado en la cámara.",
"fi":"Automaattinen kehystys:Seuraa kasvoja, jotta pysyt kameran keskellä.",
"fr":"Cadrage auto:Suivez le visage pour vous maintenir au centre de la caméra.",
"hr":"Automatsko uokvirivanje:Prati lice kako biste ostali u središtu okvira kamere.",
"hu":"Automatikus keretben tartás:Követi az arcot, hogy mindig a kamera középpontjában maradjon.",
"it":"Inquadratura automatica:Traccia il volto in modo da essere al centro della fotocamera.",
"ja":"自動フレーム:顔を追跡して、カメラの中心に位置を保ちます。",
"ko":"자동 프레이밍:얼굴을 추적하여 사용자를 카메라 중앙에 유지합니다.",
"nb":"Automatisk innramming:Følg ansiktet for å holde deg i sentrum av kameraet.",
"nl":"Automatisch kader:Volg het gezicht om u in het midden van de camera te houden",
"pl":"Automatyczne kadrowanie:Śledzenie twarzy pomaga utrzymać użytkownika w centrum kadru.",
"pt":"Enquadramento Auto:Acompanhe a cara para permanecer ao centro da câmara.",
"ro":"Încadrare automată:Urmărește fața pentru a vă menține în centrul camerei.",
"ru":"Авт. кадрирование:Функция отслеживания лица позволяет непрерывно держать ваше лицо в центре экрана.",
"sk":"Automatický rámček:Sleduje tvár, aby ste zostali v strede kamery.",
"sl":"Samodejno okvirjanje:Sledite obrazu, da boste ostali na sredini kamere.",
"sv":"Automatisk inramning:Använd spårning av ansiktet för att hålla dig centrerad i kameran.",
"tr":"Otomatik Çerçeveleme:Sizi kameranın merkezinde tutmak için yüzü takip edin.",
"uk":"Автоматичне кадрування:Відстежуйте обличчя, щоб залишатися в центрі камери.",
"zh-cn":"自动取景:追踪脸部可让您保留在相机的中心。",
"zh-tw":"自動取景:追蹤臉部以便確保自己處於鏡頭中心。"
},
"s11, s12":
{
"en":"Eye Contact:The camera automatically adjusts your line of sight, making your gaze appear more natural.",
"cs":"Oční kontakt:Kamera automaticky upravuje zorného pole, takže váš pohled vypadá přirozeněji.",
"da":"Øjenkontakt:Kameraet justerer automatisk din synslinje, så dit blik ser mere naturligt ud.",
"de":"Augenkontakt:Die Kamera passt Ihre Blickrichtung automatisch an, so dass Ihr Blick natürlicher wirkt.",
"el":"Οπτική επαφή:Η κάμερα ρυθμίζει αυτόματα την οπτική επαφή σας, ώστε το βλέμμα σας να δείχνει πιο φυσικό.",
"bg":"Визуален контакт:Камерата автоматично регулира зрителното Ви поле, като прави погледа Ви да изглежда по-естествено.",
"es":"Contacto visual:La cámara ajusta automáticamente su línea de visión para que su mirada resulte más natural.",
"fi":"Silmäkontakti:Kamera säätää näkölinjaasi automaattisesti, jolloin katseesi näyttää luonnollisemmalta.",
"fr":"Contact visuel:La caméra ajuste automatiquement votre ligne de vue, ce qui rend votre regard plus naturel.",
"hr":"Kontakt očima:Kamera automatski prilagođava vašu pravac gledanja, čineći vaš pogled prirodnijim.",
"hu":"Szemkontaktus:A kamera automatikusan beállítja a látóirányt, így tekinteted természetesebbnek tűnik.",
"it":"Contatto visivo:La fotocamera regola automaticamente il campo visivo rendendo lo sguardo più naturale.",
"ja":"アイコンタクト:カメラが自動的に視線を調整するため、視線がより自然に見えます。",
"ko":"눈 맞춤:카메라가 자동으로 시선을 조정하여 시선이 더욱 자연스럽게 보이도록 합니다.",
"nb":"Øyekontakt:Kameraet justerer automatisk siktelinjen din, slik at blikket ditt ser mer naturlig ut.",
"nl":"Oogcontact:De camera past automatisch de gezichtslijn aan, zodat uw blik natuurlijker overkomt.",
"pl":"Kontakt wzrokowy:Kamera automatycznie koryguje linię wzroku użytkownika, dzięki czemu spojrzenie wygląda bardziej naturalnie.",
"pt":"Contacto Visual:A câmara ajusta automaticamente a sua linha de visão, tornando mais natural o seu olhar.",
"ro":"Contact vizual:Camera vă reglează automat linia vederii, făcându-vă privirea să pară mai naturală.",
"ru":"Зрительный контакт:Камера автоматически регулирует направление линии вашего взгляда, отображая лицо более естественно.",
"sk":"Očný kontakt:Kamera automaticky upraví váš pohľad, vďaka čomu bude váš výzor vyzerať prirodzenejšie.",
"sl":"Očesni stik:Kamera samodejno prilagodi vidno polje, zato je vaš pogled videti bolj naraven.",
"sv":"Ögonkontakt:Kameran justerar automatiskt din siktlinje så att din blick verkar mer naturlig.",
"tr":"Göz Teması:Kamera görüş hattınızı otomatik olarak ayarlayarak bakışlarınızın daha doğal görünmesini sağlar.",
"uk":"Зоровий контакт:Камера автоматично регулює вашу лінію зору, роблячи погляд більш природним.",
"zh-cn":"眼神交流:相机会自动调整您的视线，让您的眼神看起来更加自然。",
"zh-tw":"眼神接觸:攝影機會自動調整您的視線，讓您的目光看起來更自然。"
},
"s13, s14":
{
"en":"Background Blur:Keep your personal privacy while in a video meeting.",
"cs":"Rozostření pozadí:Při videokonferenci si zachovejte soukromí.",
"da":"Baggrundssløring:Beskyt dine personlige oplysninger i et videomøde.",
"de":"Hintergrundunschärfe:Wahren Sie Ihre Privatsphäre während einer Videokonferenz.",
"el":"Θάμπωμα φόντου:Διατηρήστε την ιδιωτικότητά σας κατά τη βιντεοσύσκεψη.",
"bg":"Замъгляване на фона:Пазете своята поверителност, когато сте във видеосреща.",
"es":"Desenfoque del fondo:Mantenga su privacidad personal mientras está en una videollamada.",
"fi":"Taustan sumennus:Säilytä henkilökohtainen yksityisyytesi videokokouksen aikana.",
"fr":"Flou d'arrière-plan:Préservez votre vie privée lors d'une réunion vidéo.",
"hr":"Zamućenje pozadine:Dok ste na videosastanku sačuvajte svoju osobnu privatnost.",
"hu":"Háttér elmosódása:Őrizze meg a személyes adatait a videóbeszélgetés során.",
"it":"Sfocatura dello sfondo:Garantisce la privacy personale durante una riunione video.",
"ja":"背景のぼかし:ビデオ会議中に個人のプライバシーを守るようにします。",
"ko":"배경 흐림:화상 회의 중에 개인 정보를 보호합니다.",
"nb":"Bakgrunnsuskarphet:Behold ditt privatliv mens du er i et videomøte.",
"nl":"Achtergrondvervaging:Bewaar uw persoonlijke privacy tijdens videovergaderingen",
"pl":"Rozmycie tła:Zachowaj prywatność podczas wideokonferencji.",
"pt":"Desfoque de fundo:Mantenha a sua privacidade durante uma reunião por vídeochamada.",
"ro":"Estompare fundal:Vă protejează confidențialitatea atunci când sunteți într-o ședință video.",
"ru":"Размытие фона:Во время видеоконференции ваши собеседники не увидят обстановку за вашей спиной.",
"sk":"Rozmazanie pozadia:Počas video schôdzky zachováva vaše súkromie.",
"sl":"Zameglitev ozadja:Med video sestankom poskrbite za zasebnost.",
"sv":"Oskarp bakgrund:Bevara den personliga integriteten vid videomöten.",
"tr":"Arka Plan Bulanıklığı:Görüntülü toplantı sırasında kişisel gizliliğinizi koruyun.",
"uk":"Розмиття фону:Зберігайте особисту конфіденційність під час відеозустрічі.",
"zh-cn":"背景模糊:在视频会议过程中保持个人隐私。",
"zh-tw":"背景模糊:在視訊會議保護您的個人隱私。"
}
}