{
  "en": {
    "s1": "Intel® Killer™ Wi-Fi Products – Built for Gamers",
    "s2": "What is Intel® Killer™ Wi-Fi Products",
    "s3": "Powered by AI, Intel® Killer™ Wi-Fi products merge industry-leading Wi-Fi with powerful gaming network technology to minimize lag, latency, and packet loss.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Get a faster, smoother online experience with the Intel® Killer™ Intelligence Center. It ensures you have the bandwidth you need by intelligently prioritizing network traffic for the things that matter most.",
    "s6": "What is Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro combines the bandwidth of both (Ethernet+Wireless) interfaces to achieve a max throughput for users. Automatically prioritize—such as online games or streaming video to the system’s fastest network interface (Wi-Fi or Ethernet) for a higher quality experience.",
    "s8": "Note:",
    "s9": "DoubleShot Pro only works when an Intel® Killer™ Wi-Fi and an Intel® Killer™ LAN are used together."
  },
  "bg": {
    "s1": "Intel® Killer™ Wi-Fi продукти – създадени за геймъри",
    "s2": "Какво е Intel® Killer™ Wi-Fi продукти",
    "s3": "Осъществено от AI, Intel® Killer™ Wi-Fi продуктите обединяват водеща в индустрията Wi-Fi с мощна мрежова технология за игри, за да минимизират забавянето, латентността и загубата на пакети.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Получете по-бързо и гладко онлайн изживяване с Intel® Killer™ Intelligence Center. Той гарантира, че имате необходимата честотна лента чрез интелигентно приоритизиране на мрежовия трафик за най-важните неща.",
    "s6": "Какво е Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro комбинира честотната лента на двата (Ethernet+Wireless) интерфейса, за да постигне максимална производителност за потребителите. Автоматично приоритизиране - като онлайн игри или поточно видео към най-бързия мрежов интерфейс на системата (Wi-Fi или Ethernet) за по-високо качество на изживяване.",
    "s8": "Забележка:",
    "s9": "DoubleShot Pro работи само когато Intel® Killer™ Wi-Fi и Intel® Killer™ LAN се използват заедно."
  },
  "cs": {
    "s1": "Produkty Intel® Killer™ Wi-Fi – vytvořeno pro hráče",
    "s2": "Co jsou produkty Intel® Killer™ Wi-Fi",
    "s3": "Produkty Intel® Killer™ Wi-Fi, poháněné umělou inteligencí, spojují špičkovou Wi-Fi s výkonnou herní síťovou technologií, aby se minimalizovalo zpoždění, latence a ztráty paketů.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Získejte rychlejší a plynulejší online zážitek s Intel® Killer™ Intelligence Center. Inteligentním upřednostňováním síťového provozu pro věci, na kterých záleží nejvíce, zajišťuje, že máte potřebnou šířku pásma.",
    "s6": "Co je Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro kombinuje šířku pásma obou (Ethernet+Wireless) rozhraní pro dosažení maximální propustnosti pro uživatele. Automaticky stanovujte priority – například online hry nebo streamování videa do nejrychlejšího síťového rozhraní systému (Wi-Fi nebo Ethernet) pro vyšší kvalitu.",
    "s8": "Poznámka:",
    "s9": "DoubleShot Pro funguje pouze v případě, že se Intel® Killer™ Wi-Fi a Intel® Killer™ LAN používají společně."
  },
  "da": {
    "s1": "Intel® Killer™ Wi-Fi-produkter – Bygget til gamere",
    "s2": "Hvad er Intel® Killer™ Wi-Fi-produkter",
    "s3": "Drevet af AI, Intel® Killer™ Wi-Fi-produkter fusionerer brancheførende Wi-Fi med kraftfuld gaming-netværksteknologi for at minimere forsinkelse, latency og pakketab.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Få en hurtigere og mere jævn onlineoplevelse med Intel® Killer™ Intelligence Center. Det sikrer, at du har den båndbredde, du har brug for, ved intelligent at prioritere netværkstrafik til de ting, der betyder mest.",
    "s6": "Hvad er Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro kombinerer båndbredden af ​​begge (Ethernet+Wireless) grænseflader for at opnå en maksimal gennemstrømning for brugerne. Prioriter automatisk – såsom onlinespil eller streaming af video til systemets hurtigste netværksgrænseflade (Wi-Fi eller Ethernet) for en oplevelse af højere kvalitet.",
    "s8": "Bemærk:",
    "s9": "DoubleShot Pro fungerer kun, når et Intel® Killer™ Wi-Fi og et Intel® Killer™ LAN bruges sammen."
  },
  "de": {
    "s1": "Intel® Killer™ Wi-Fi-Produkte – für Gamer entwickelt",
    "s2": "Was sind Intel® Killer™ Wi-Fi-Produkte",
    "s3": "Die KI-gestützten Intel® Killer™ Wi-Fi-Produkte vereinen branchenführendes Wi-Fi mit leistungsstarker Gaming-Netzwerktechnologie, um Verzögerungen, Latenz und Paketverluste zu minimieren.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Erleben Sie ein schnelleres und reibungsloseres Online-Erlebnis mit dem Intel® Killer™ Intelligence Center. Es stellt sicher, dass Sie die benötigte Bandbreite haben, indem es den Netzwerkverkehr intelligent für die wichtigsten Dinge priorisiert.",
    "s6": "Was ist Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro kombiniert die Bandbreite beider Schnittstellen (Ethernet und Wireless), um maximalen Durchsatz für Benutzer zu erzielen. Automatische Priorisierung – beispielsweise bei Online-Spielen oder Video-Streaming – an die schnellste Netzwerkschnittstelle des Systems (WLAN oder Ethernet) für ein qualitativ hochwertigeres Erlebnis.",
    "s8": "Hinweis:",
    "s9": "DoubleShot Pro funktioniert nur, wenn ein Intel® Killer™ Wi-Fi und ein Intel® Killer™ LAN zusammen verwendet werden."
  },
  "el": {
    "s1": "Προϊόντα Wi-Fi Intel® Killer™ – Κατασκευασμένα για παίκτες",
    "s2": "Τι είναι τα προϊόντα Wi-Fi Intel® Killer™",
    "s3": "Με την υποστήριξη της τεχνητής νοημοσύνης, τα προϊόντα Wi-Fi Intel® Killer™ συγχωνεύουν το κορυφαίο στη βιομηχανία Wi-Fi με την ισχυρή τεχνολογία δικτύου παιχνιδιών για να ελαχιστοποιήσουν την καθυστέρηση, την καθυστέρηση και την απώλεια πακέτων.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Αποκτήστε μια πιο γρήγορη και ομαλή διαδικτυακή εμπειρία με το Intel® Killer™ Intelligence Center. Εξασφαλίζει ότι έχετε το εύρος ζώνης που χρειάζεστε δίνοντας έξυπνα προτεραιότητα στην κυκλοφορία του δικτύου για τα πράγματα που έχουν μεγαλύτερη σημασία.",
    "s6": "Τι είναι το Intel Killer DoubleShot Pro",
    "s7": "Το Intel Killer DoubleShot Pro συνδυάζει το εύρος ζώνης και των δύο διεπαφών (Ethernet+Wireless) για να επιτύχει μέγιστη απόδοση για τους χρήστες. Αυτόματη ιεράρχηση προτεραιοτήτων—όπως διαδικτυακά παιχνίδια ή ροή βίντεο στην ταχύτερη διεπαφή δικτύου του συστήματος (Wi-Fi ή Ethernet) για εμπειρία υψηλότερης ποιότητας.",
    "s8": "Σημείωση:",
    "s9": "Το DoubleShot Pro λειτουργεί μόνο όταν ένα Intel® Killer™ Wi-Fi και ένα Intel® Killer™ LAN χρησιμοποιούνται μαζί."
  },
  "es": {
    "s1": "Productos Intel® Killer™ Wi-Fi: diseñados para jugadores",
    "s2": "¿Qué son los productos Intel® Killer™ Wi-Fi?",
    "s3": "Impulsados ​​por IA, los productos Intel® Killer™ Wi-Fi combinan el Wi-Fi líder en la industria con una potente tecnología de red para juegos para minimizar el retraso, la latencia y la pérdida de paquetes.",
    "s4": "Centro de inteligencia Intel® Killer™",
    "s5": "Disfrute de una experiencia en línea más rápida y fluida con Intel® Killer™ Intelligence Center. Le garantiza el ancho de banda que necesita priorizando inteligentemente el tráfico de red para las tareas más importantes.",
    "s6": "¿Qué es Intel Killer DoubleShot Pro?",
    "s7": "Intel Killer DoubleShot Pro combina el ancho de banda de ambas interfaces (Ethernet + Inalámbrica) para maximizar el rendimiento de los usuarios. Prioriza automáticamente, por ejemplo, juegos en línea o streaming de video, a la interfaz de red más rápida del sistema (Wi-Fi o Ethernet) para una experiencia de mayor calidad.",
    "s8": "Nota:",
    "s9": "DoubleShot Pro solo funciona cuando se utilizan juntos un Intel® Killer™ Wi-Fi y un Intel® Killer™ LAN."
  },
  "fi": {
    "s1": "Intel® Killer™ Wi-Fi -tuotteet – suunniteltu pelaajille",
    "s2": "Mitä ovat Intel® Killer™ Wi-Fi -tuotteet",
    "s3": "Tekoälyllä toimivat Intel® Killer™ Wi-Fi -tuotteet yhdistävät alan johtavan Wi-Fi-yhteyden tehokkaaseen peliverkkotekniikkaan minimoimaan viiveen, latenssin ja pakettihäviön.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Hanki nopeampi ja sujuvampi verkkokokemus Intel® Killer™ Intelligence Centerin avulla. Se varmistaa, että sinulla on tarvitsemasi kaistanleveys priorisoimalla verkkoliikennettä älykkäästi tärkeimmille asioille.",
    "s6": "Mikä on Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro yhdistää molempien (Ethernet+Wireless) -liitäntöjen kaistanleveyden käyttäjien maksimaalisen suorituskyvyn saavuttamiseksi. Priorisoi automaattisesti – kuten verkkopelit tai suoratoista video järjestelmän nopeimpaan verkkoliitäntään (Wi-Fi tai Ethernet) laadukkaamman kokemuksen saavuttamiseksi.",
    "s8": "Huomautus:",
    "s9": "DoubleShot Pro toimii vain, kun Intel® Killer™ Wi-Fi- ja Intel® Killer™ LAN -verkkoa käytetään yhdessä."
  },
  "fr": {
    "s1": "Produits Wi-Fi Intel® Killer™ – Conçus pour les joueurs",
    "s2": "Qu'est-ce que les produits Wi-Fi Intel® Killer™",
    "s3": "Alimentés par l'IA, les produits Wi-Fi Intel® Killer™ fusionnent le Wi-Fi de pointe avec une puissante technologie de réseau de jeu pour minimiser le décalage, la latence et la perte de paquets.",
    "s4": "Centre de renseignements Intel® Killer™",
    "s5": "Bénéficiez d'une expérience en ligne plus rapide et plus fluide grâce au centre d'intelligence Intel® Killer™. Il vous garantit la bande passante nécessaire en priorisant intelligemment le trafic réseau pour les tâches les plus importantes.",
    "s6": "Qu'est-ce qu'Intel Killer DoubleShot Pro",
    "s7": "La technologie Intel Killer DoubleShot Pro combine la bande passante des deux interfaces (Ethernet et sans fil) pour offrir un débit maximal aux utilisateurs. Priorisez automatiquement les jeux en ligne ou le streaming vidéo vers l'interface réseau la plus rapide du système (Wi-Fi ou Ethernet) pour une expérience optimale.",
    "s8": "Remarque:",
    "s9": "DoubleShot Pro ne fonctionne que lorsqu'un Intel® Killer™ Wi-Fi et un Intel® Killer™ LAN sont utilisés ensemble."
  },
  "hr": {
    "s1": "Intel® Killer™ Wi-Fi proizvodi – Napravljeni za igrače",
    "s2": "Što je Intel® Killer™ Wi-Fi proizvodi",
    "s3": "Pokretani umjetnom inteligencijom, Intel® Killer™ Wi-Fi proizvodi spajaju vodeći Wi-Fi u industriji sa snažnom mrežnom tehnologijom za igranje kako bi se smanjilo kašnjenje, kašnjenje i gubitak paketa.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Dobijte brže i glatko internetsko iskustvo uz Intel® Killer™ Intelligence Center. Osigurava vam propusnost koja vam je potrebna inteligentnim davanjem prioriteta mrežnom prometu za stvari koje su najvažnije.",
    "s6": "Što je Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro kombinira propusnost oba (Ethernet+Wireless) sučelja za postizanje maksimalne propusnosti za korisnike. Automatsko određivanje prioriteta—kao što su mrežne igre ili strujanje videa na najbrže mrežno sučelje sustava (Wi-Fi ili Ethernet) za iskustvo više kvalitete.",
    "s8": "Napomena:",
    "s9": "DoubleShot Pro radi samo kada se Intel® Killer™ Wi-Fi i Intel® Killer™ LAN koriste zajedno."
  },
  "hu": {
    "s1": "Intel® Killer™ Wi-Fi termékek – játékosok számára készült",
    "s2": "Mi az az Intel® Killer™ Wi-Fi termékek?",
    "s3": "A mesterséges intelligencia által működtetett Intel® Killer™ Wi-Fi termékek egyesítik az iparágvezető Wi-Fi-t a hatékony játékhálózati technológiával, hogy minimalizálják a késést, a késleltetést és a csomagvesztést.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Az Intel® Killer™ Intelligence Center segítségével gyorsabb és gördülékenyebb online élményben lesz része. Biztosítja a szükséges sávszélességet azáltal, hogy intelligensen rangsorolja a hálózati forgalmat a legfontosabb dolgokhoz.",
    "s6": "Mi az az Intel Killer DoubleShot Pro",
    "s7": "Az Intel Killer DoubleShot Pro mindkét (Ethernet+Wireless) interfész sávszélességét kombinálja, hogy maximális átviteli sebességet érjen el a felhasználók számára. Automatikus rangsorolás – például online játékok vagy videók streamelése a rendszer leggyorsabb hálózati interfészére (Wi-Fi vagy Ethernet) a jobb élmény érdekében.",
    "s8": "Megjegyzés:",
    "s9": "A DoubleShot Pro csak akkor működik, ha Intel® Killer™ Wi-Fi-t és Intel® Killer™ LAN-t együtt használnak."
  },
  "it": {
    "s1": "Prodotti Wi-Fi Intel® Killer™: progettati per i giocatori",
    "s2": "Cosa sono i prodotti Intel® Killer™ Wi-Fi",
    "s3": "Grazie all'intelligenza artificiale, i prodotti Intel® Killer™ Wi-Fi uniscono il Wi-Fi leader del settore alla potente tecnologia di rete per il gaming per ridurre al minimo ritardi, latenza e perdita di pacchetti.",
    "s4": "Centro di intelligence Intel® Killer™",
    "s5": "Ottieni un'esperienza online più veloce e fluida con Intel® Killer™ Intelligence Center. Garantisce la larghezza di banda di cui hai bisogno, assegnando in modo intelligente la priorità al traffico di rete per le attività più importanti.",
    "s6": "Che cos'è Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro combina la larghezza di banda di entrambe le interfacce (Ethernet+Wireless) per garantire la massima produttività agli utenti. Assegna automaticamente la priorità, ad esempio per i giochi online o lo streaming video, all'interfaccia di rete più veloce del sistema (Wi-Fi o Ethernet), per un'esperienza di qualità superiore.",
    "s8": "Nota:",
    "s9": "DoubleShot Pro funziona solo quando si utilizzano insieme una rete Wi-Fi Intel® Killer™ e una rete LAN Intel® Killer™."
  },
  "ja": {
    "s1": "インテル® Killer™ Wi-Fi 製品 – ゲーマー向けに構築",
    "s2": "Intel® Killer™ Wi-Fi製品とは",
    "s3": "AI を搭載した Intel® Killer™ Wi-Fi 製品は、業界をリードする Wi-Fi と強力なゲーミング ネットワーク テクノロジーを融合し、遅延、レイテンシー、パケット損失を最小限に抑えます。",
    "s4": "インテル® キラー™ インテリジェンス センター",
    "s5": "Intel® Killer™ Intelligence Center で、より高速でスムーズなオンライン体験を実現。ネットワークトラフィックをインテリジェントに優先順位付けし、最も重要な処理に集中させることで、必要な帯域幅を確保します。",
    "s6": "Intel Killer DoubleShot Proとは",
    "s7": "Intel Killer DoubleShot Proは、イーサネットとワイヤレスの両方のインターフェースの帯域幅を統合し、ユーザーに最大限のスループットを提供します。オンラインゲームやビデオストリーミングなどの処理を、システムで最も高速なネットワークインターフェース（Wi-Fiまたはイーサネット）に自動的に優先的に割り当て、より高品質なエクスペリエンスを実現します。",
    "s8": "注意:",
    "s9": "DoubleShot Pro は、Intel® Killer™ Wi-Fi と Intel® Killer™ LAN を併用した場合にのみ動作します。"
  },
  "ko": {
    "s1": "Intel® Killer™ Wi-Fi 제품 – 게이머를 위해 제작됨",
    "s2": "Intel® Killer™ Wi-Fi 제품이란 무엇입니까?",
    "s3": "AI로 구동되는 Intel® Killer™ Wi-Fi 제품은 업계 최고의 Wi-Fi와 강력한 게임 네트워크 기술을 결합하여 지연, 대기 시간 및 패킷 손실을 최소화합니다.",
    "s4": "인텔® 킬러™ 인텔리전스 센터",
    "s5": "Intel® Killer™ 인텔리전스 센터로 더욱 빠르고 원활한 온라인 환경을 경험하세요. 가장 중요한 작업에 네트워크 트래픽의 우선순위를 지능적으로 지정하여 필요한 대역폭을 확보할 수 있습니다.",
    "s6": "인텔 킬러 더블샷 프로란?",
    "s7": "Intel Killer DoubleShot Pro는 두 인터페이스(이더넷+무선)의 대역폭을 결합하여 사용자에게 최대 처리량을 제공합니다. 온라인 게임이나 스트리밍 비디오 등 시스템에서 가장 빠른 네트워크 인터페이스(Wi-Fi 또는 이더넷)를 자동으로 우선 순위에 두어 더욱 뛰어난 경험을 제공합니다.",
    "s8": "참고:",
    "s9": "DoubleShot Pro는 Intel® Killer™ Wi-Fi와 Intel® Killer™ LAN을 함께 사용하는 경우에만 작동합니다."
  },
  "nb": {
    "s1": "Intel® Killer™ Wi-Fi-produkter – bygget for spillere",
    "s2": "Hva er Intel® Killer™ Wi-Fi-produkter",
    "s3": "Drevet av AI, kombinerer Intel® Killer™ Wi-Fi-produkter bransjeledende Wi-Fi med kraftig spillnettverksteknologi for å minimere forsinkelser, ventetid og pakketap.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Få en raskere og jevnere nettopplevelse med Intel® Killer™ Intelligence Center. Det sikrer at du har båndbredden du trenger ved å intelligent prioritere nettverkstrafikk for de tingene som betyr mest.",
    "s6": "Hva er Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro kombinerer båndbredden til begge (Ethernet+Wireless) grensesnittene for å oppnå maksimal gjennomstrømning for brukerne. Prioriter automatisk – for eksempel nettspill eller streaming av video til systemets raskeste nettverksgrensesnitt (Wi-Fi eller Ethernet) for en opplevelse av høyere kvalitet.",
    "s8": "Merk:",
    "s9": "DoubleShot Pro fungerer bare når et Intel® Killer™ Wi-Fi og et Intel® Killer™ LAN brukes sammen."
  },
  "nl": {
    "s1": "Intel® Killer™ Wi-Fi-producten – speciaal ontworpen voor gamers",
    "s2": "Wat zijn Intel® Killer™ Wi-Fi-producten?",
    "s3": "Intel® Killer™ Wi-Fi-producten worden aangestuurd door AI en combineren toonaangevende Wi-Fi met krachtige gamingnetwerktechnologie om vertraging, latentie en pakketverlies tot een minimum te beperken.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Profiteer van een snellere en soepelere online ervaring met het Intel® Killer™ Intelligence Center. Het zorgt ervoor dat u de bandbreedte hebt die u nodig hebt door netwerkverkeer op intelligente wijze te prioriteren voor de zaken die er het meest toe doen.",
    "s6": "Wat is Intel Killer DoubleShot Pro?",
    "s7": "Intel Killer DoubleShot Pro combineert de bandbreedte van beide (Ethernet + Wireless) interfaces om gebruikers een maximale doorvoer te bieden. Geef automatisch prioriteit aan bijvoorbeeld online games of streaming video naar de snelste netwerkinterface van het systeem (wifi of Ethernet) voor een betere ervaring.",
    "s8": "Let op:",
    "s9": "DoubleShot Pro werkt alleen als een Intel® Killer™ Wi-Fi en een Intel® Killer™ LAN samen worden gebruikt."
  },
  "pl": {
    "s1": "Produkty Wi-Fi Intel® Killer™ – stworzone dla graczy",
    "s2": "Czym są produkty Intel® Killer™ Wi-Fi",
    "s3": "Produkty Intel® Killer™ Wi-Fi, oparte na sztucznej inteligencji, łączą wiodącą w branży technologię Wi-Fi z zaawansowaną technologią sieciową do gier, aby zminimalizować opóźnienia, latencje i utratę pakietów.",
    "s4": "Centrum inteligencji Intel® Killer™",
    "s5": "Ciesz się szybszym i płynniejszym korzystaniem z internetu dzięki Intel® Killer™ Intelligence Center. Zapewnia on potrzebną przepustowość, inteligentnie priorytetyzując ruch sieciowy dla rzeczy, które są dla Ciebie najważniejsze.",
    "s6": "Czym jest Intel Killer DoubleShot Pro",
    "s7": "Technologia Intel Killer DoubleShot Pro łączy przepustowość obu interfejsów (Ethernet i Wireless), aby zapewnić użytkownikom maksymalną przepustowość. Automatycznie nadaje priorytet – na przykład grom online lub strumieniowemu przesyłaniu wideo – najszybszemu interfejsowi sieciowemu systemu (Wi-Fi lub Ethernet), zapewniając wyższą jakość obrazu.",
    "s8": "Uwaga:",
    "s9": "DoubleShot Pro działa tylko wtedy, gdy jednocześnie używane są karty Intel® Killer™ Wi-Fi i Intel® Killer™ LAN."
  },
  "pt": {
    "s1": "Produtos Wi-Fi Intel® Killer™ – Desenvolvidos para jogadores",
    "s2": "O que é Intel® Killer™ Wi-Fi Products",
    "s3": "Equipados com IA, os produtos Wi-Fi Intel® Killer™ combinam o Wi-Fi líder do setor com a poderosa tecnologia de rede de jogos para minimizar atrasos, latência e perda de pacotes.",
    "s4": "Centro de Inteligência Intel® Killer™",
    "s5": "Obtenha uma experiência online mais rápida e fluida com o Intel® Killer™ Intelligence Center. Ele garante a largura de banda necessária, priorizando de forma inteligente o tráfego de rede para as tarefas mais importantes.",
    "s6": "O que é Intel Killer DoubleShot Pro",
    "s7": "O Intel Killer DoubleShot Pro combina a largura de banda de ambas as interfaces (Ethernet+Wireless) para atingir o máximo de desempenho para os usuários. Priorize automaticamente — como jogos online ou streaming de vídeo — para a interface de rede mais rápida do sistema (Wi-Fi ou Ethernet) para uma experiência de maior qualidade.",
    "s8": "Observação:",
    "s9": "o DoubleShot Pro só funciona quando um Intel® Killer™ Wi-Fi e uma Intel® Killer™ LAN são usados ​​juntos."
  },
  "ro": {
    "s1": "Produse Intel® Killer™ Wi-Fi – Create pentru jucători",
    "s2": "Ce sunt produsele Intel® Killer™ Wi-Fi",
    "s3": "Având la bază AI, produsele Intel® Killer™ Wi-Fi îmbină Wi-Fi-ul de vârf din industrie cu tehnologia puternică de rețea de jocuri pentru a minimiza întârzierea, latența și pierderea de pachete.",
    "s4": "Centrul de inteligență Intel® Killer™",
    "s5": "Obțineți o experiență online mai rapidă și mai fluidă cu Intel® Killer™ Intelligence Center. Vă asigură că aveți lățimea de bandă de care aveți nevoie, prioritzând în mod inteligent traficul de rețea pentru lucrurile care contează cel mai mult.",
    "s6": "Ce este Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro combină lățimea de bandă a ambelor interfețe (Ethernet+Wireless) pentru a obține un debit maxim pentru utilizatori. Prioritizează automat — cum ar fi jocurile online sau streamingul video către cea mai rapidă interfață de rețea a sistemului (Wi-Fi sau Ethernet) pentru o experiență de calitate superioară.",
    "s8": "Notă:",
    "s9": "DoubleShot Pro funcționează numai atunci când un Intel® Killer™ Wi-Fi și un Intel® Killer™ LAN sunt utilizate împreună."
  },
  "ru": {
    "s1": "Продукты Intel® Killer™ Wi-Fi — созданы для геймеров",
    "s2": "Что такое продукты Intel® Killer™ Wi-Fi",
    "s3": "Продукты Intel® Killer™ Wi-Fi, работающие на базе искусственного интеллекта, объединяют передовой Wi-Fi с мощной игровой сетевой технологией, сводя к минимуму задержки, задержку и потерю пакетов.",
    "s4": "Центр интеллектуального анализа Intel® Killer™",
    "s5": "Получите более быструю и плавную работу в Интернете с помощью Intel® Killer™ Intelligence Center. Он гарантирует необходимую пропускную способность, интеллектуально распределяя сетевой трафик по наиболее важным ресурсам.",
    "s6": "Что такое Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro объединяет пропускную способность обоих интерфейсов (Ethernet и беспроводной) для достижения максимальной производительности для пользователей. Автоматически назначайте приоритеты, например, для онлайн-игр или потокового видео, самому быстрому сетевому интерфейсу системы (Wi-Fi или Ethernet) для более качественной работы.",
    "s8": "Примечание:",
    "s9": "DoubleShot Pro работает только при одновременном использовании Intel® Killer™ Wi-Fi и Intel® Killer™ LAN."
  },
  "zh-CN": {
    "s1": "英特尔® Killer™ Wi-Fi 产品 – 专为游戏玩家打造",
    "s2": "什么是英特尔® Killer™ Wi-Fi 产品",
    "s3": "在人工智能的支持下，英特尔® Killer™ Wi-Fi 产品将业界领先的 Wi-Fi 与强大的游戏网络技术相结合，以最大限度地减少延迟、等待时间和数据包丢失。",
    "s4": "英特尔® Killer™ 智能中心",
    "s5": "借助英特尔® Killer™ 智能中心，获得更快、更流畅的在线体验。它能够智能地优先处理网络流量，以保障您获得所需的带宽，满足最重要的需求。",
    "s6": "什么是英特尔 Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro 结合了以太网+无线两种接口的带宽，为用户提供最大吞吐量。自动优先处理在线游戏或流媒体视频等任务，使其优先使用系统最快的网络接口（Wi-Fi 或以太网），以获得更高质量的体验。",
    "s8": "注意：",
    "s9": "DoubleShot Pro 仅在 Intel® Killer™ Wi-Fi 和 Intel® Killer™ LAN 同时使用时才有效。"
  },
  "sk": {
    "s1": "Produkty Intel® Killer™ Wi-Fi – vytvorené pre hráčov",
    "s2": "Čo sú produkty Intel® Killer™ Wi-Fi",
    "s3": "Produkty Intel® Killer™ Wi-Fi, poháňané AI, spájajú špičkové Wi-Fi s výkonnou sieťovou technológiou pre hry, aby sa minimalizovalo oneskorenie, latencia a strata paketov.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Získajte rýchlejší a plynulejší online zážitok s Intel® Killer™ Intelligence Center. Inteligentným uprednostňovaním sieťovej prevádzky pre veci, na ktorých záleží najviac, zaisťuje potrebnú šírku pásma.",
    "s6": "Čo je Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro kombinuje šírku pásma oboch (Ethernet+Wireless) rozhraní na dosiahnutie maximálnej priepustnosti pre používateľov. Automaticky stanovte priority – napríklad online hry alebo streamovanie videa do najrýchlejšieho sieťového rozhrania systému (Wi-Fi alebo Ethernet) pre vyššiu kvalitu.",
    "s8": "Poznámka:",
    "s9": "DoubleShot Pro funguje len vtedy, keď sa Intel® Killer™ Wi-Fi a Intel® Killer™ LAN používajú súčasne."
  },
  "sl": {
    "s1": "Izdelki Intel® Killer™ Wi-Fi – ustvarjeni za igralce",
    "s2": "Kaj je Intel® Killer™ Wi-Fi Products",
    "s3": "Izdelki Wi-Fi Intel® Killer™, ki jih poganja AI, združujejo vodilni Wi-Fi v panogi z zmogljivo omrežno tehnologijo za igranje iger, da zmanjšajo zakasnitev, zakasnitev in izgubo paketov.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Zagotovite si hitrejšo in bolj gladko spletno izkušnjo z Intel® Killer™ Intelligence Center. Zagotavlja vam pasovno širino, ki jo potrebujete, tako da inteligentno določa prednost omrežnega prometa za stvari, ki so najpomembnejše.",
    "s6": "Kaj je Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro združuje pasovno širino obeh (Ethernet+Wireless) vmesnikov, da doseže največjo prepustnost za uporabnike. Samodejno določite prednost, na primer spletne igre ali pretakanje videa v najhitrejši omrežni vmesnik sistema (Wi-Fi ali Ethernet) za višjo kakovost izkušnje.",
    "s8": "Opomba:",
    "s9": "DoubleShot Pro deluje samo, če se uporabljata Intel® Killer™ Wi-Fi in Intel® Killer™ LAN."
  },
  "sv": {
    "s1": "Intel® Killer™ Wi-Fi-produkter – Byggd för spelare",
    "s2": "Vad är Intel® Killer™ Wi-Fi-produkter",
    "s3": "Drivs av AI, Intel® Killer™ Wi-Fi-produkter kombinerar branschledande Wi-Fi med kraftfull spelnätverksteknik för att minimera fördröjning, latens och paketförlust.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Få en snabbare och smidigare onlineupplevelse med Intel® Killer™ Intelligence Center. Det säkerställer att du har den bandbredd du behöver genom att intelligent prioritera nätverkstrafik för de saker som betyder mest.",
    "s6": "Vad är Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro kombinerar bandbredden för båda (Ethernet+Trådlöst) gränssnitt för att uppnå en maximal genomströmning för användarna. Prioritera automatiskt – som onlinespel eller streaming av video till systemets snabbaste nätverksgränssnitt (Wi-Fi eller Ethernet) för en upplevelse av högre kvalitet.",
    "s8": "Obs:",
    "s9": "DoubleShot Pro fungerar bara när ett Intel® Killer™ Wi-Fi och ett Intel® Killer™ LAN används tillsammans."
  },
  "zh-TW": {
    "s1": "Intel® Killer™ Wi-Fi 產品 – 專為玩家打造",
    "s2": "什麼是英特爾® Killer™ Wi-Fi 產品",
    "s3": "在人工智慧的支援下，Intel® Killer™ Wi-Fi 產品將業界領先的 Wi-Fi 與強大的遊戲網路技術相結合，以最大限度地減少延遲、等待時間和資料包遺失。",
    "s4": "英特爾® Killer™ 智慧中心",
    "s5": "透過英特爾® Killer™ 智慧中心，獲得更快、更流暢的線上體驗。它能夠智慧地優先處理網路流量，以保障您獲得所需的頻寬，滿足最重要的需求。",
    "s6": "什麼是英特爾 Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro 結合了乙太網路+無線兩種介面的頻寬，為使用者提供最大吞吐量。自動優先處理線上遊戲或串流影片等任務，使其優先使用系統最快的網路介面（Wi-Fi 或乙太網路），以獲得更高品質的體驗。",
    "s8": "注意：",
    "s9": "DoubleShot Pro 僅在 Intel® Killer™ Wi-Fi 和 Intel® Killer™ LAN 同時使用時才有效。"
  },
  "tr": {
    "s1": "Intel® Killer™ Wi-Fi Ürünleri – Oyuncular İçin Tasarlandı",
    "s2": "Intel® Killer™ Wi-Fi Ürünleri Nedir?",
    "s3": "Yapay zeka destekli Intel® Killer™ Wi-Fi ürünleri, gecikmeyi, bekleme süresini ve paket kaybını en aza indirmek için sektör lideri Wi-Fi'yi güçlü oyun ağı teknolojisiyle birleştirir.",
    "s4": "Intel® Killer™ İstihbarat Merkezi",
    "s5": "Intel® Killer™ Intelligence Center ile daha hızlı ve sorunsuz bir çevrimiçi deneyim yaşayın. Ağ trafiğini en önemli noktalara akıllıca önceliklendirerek ihtiyacınız olan bant genişliğine sahip olmanızı sağlar.",
    "s6": "Intel Killer DoubleShot Pro nedir?",
    "s7": "Intel Killer DoubleShot Pro, kullanıcılar için maksimum verimlilik sağlamak üzere her iki arayüzün (Ethernet+Kablosuz) bant genişliğini birleştirir. Daha yüksek kaliteli bir deneyim için çevrimiçi oyunlar veya video akışı gibi işlemleri otomatik olarak sistemin en hızlı ağ arayüzüne (Wi-Fi veya Ethernet) önceliklendirin.",
    "s8": "Not:",
    "s9": "DoubleShot Pro yalnızca Intel® Killer™ Wi-Fi ve Intel® Killer™ LAN birlikte kullanıldığında çalışır."
  },
  "uk": {
    "s1": "Продукти Intel® Killer™ Wi-Fi – створені для геймерів",
    "s2": "Що таке Intel® Killer™ Wi-Fi Products",
    "s3": "Завдяки штучному інтелекту продукти Intel® Killer™ Wi-Fi поєднують провідний у галузі Wi-Fi із потужною ігровою мережевою технологією, щоб мінімізувати затримку, затримку та втрату пакетів.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Отримайте швидшу та плавну роботу в Інтернеті з Intel® Killer™ Intelligence Center. Він забезпечує необхідну пропускну здатність завдяки інтелектуальному пріоритету мережевого трафіку для найважливіших речей.",
    "s6": "Що таке Intel Killer DoubleShot Pro",
    "s7": "Intel Killer DoubleShot Pro поєднує пропускну здатність обох (Ethernet+Wireless) інтерфейсів для досягнення максимальної пропускної здатності для користувачів. Автоматичне встановлення пріоритетів, наприклад онлайн-ігри або потокове відео через найшвидший мережевий інтерфейс системи (Wi-Fi або Ethernet) для кращої якості.",
    "s8": "Примітка.",
    "s9": "DoubleShot Pro працює лише тоді, коли Intel® Killer™ Wi-Fi і Intel® Killer™ LAN використовуються разом."
  }
}