{
  "en": {
    "s1": "Intel® Killer™ Wi-Fi Products – Built for Gamers",
    "s2": "What is Intel® Killer™ Wi-Fi Products?",
    "s3": "Powered by AI, Intel® Killer™ Wi-Fi products merge Wi-Fi with powerful gaming network technology to minimize lag, latency, and packet loss.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Get a faster, smoother online experience with the Intel® Killer™ Intelligence Center. It ensures you have the bandwidth you need by intelligently prioritizing network traffic for the things that matter most.",
    "s6": "What is  Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™  Pro combines the bandwidth of both (Ethernet+Wireless) interfaces to achieve a max throughput for users. Automatically prioritize—such as online games or streaming video to the system’s fastest network interface (Wi-Fi or Ethernet) for a higher quality experience.",
    "s8": "Note: ",
    "s9": "Intel® Killer™ DoubleShot™  Pro only works when an Intel® Killer™ Wi-Fi and an Intel® Killer™ LAN are used together."
  },
  "bg": {
    "s1": "Intel® Killer™ Wi‑Fi продукти – създадени за геймъри",
    "s2": "Какво представляват продуктите Intel® Killer™ Wi‑Fi?",
    "s3": "Задвижвани от AI, продуктите Intel® Killer™ Wi‑Fi обединяват Wi‑Fi с мощна мрежова технология за игри, за да минимизират забавянето, латентността и загубата на пакети.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Насладете се на по-бързо и по-плавно онлайн изживяване с Intel® Killer™ Intelligence Center. То осигурява необходимата честотна лента чрез интелигентно приоритизиране на мрежовия трафик за най-важното.",
    "s6": "Какво представлява Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro комбинира честотната лента на двата интерфейса (Ethernet и Wireless), за да осигури максимална пропускателна способност за потребителите. Той автоматично приоритизира приложения като онлайн игри или стрийминг на видео към най-бързия мрежов интерфейс на системата (Wi‑Fi или Ethernet) за по-високо качество на изживяването.",
    "s8": "Забележка:",
    "s9": "Intel® Killer™ DoubleShot™ Pro работи само когато Intel® Killer™ Wi-Fi и Intel® Killer™ LAN се използват заедно."
  },
  "cs": {
    "s1": "Produkty Intel® Killer™ Wi‑Fi – navržené pro hráče",
    "s2": "Co jsou produkty Intel® Killer™ Wi‑Fi?",
    "s3": "Díky AI spojují produkty Intel® Killer™ Wi‑Fi Wi‑Fi s výkonnou herní síťovou technologií, aby minimalizovaly zpoždění, latenci a ztrátu paketů.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Užijte si rychlejší a plynulejší online prostředí s Intel® Killer™ Intelligence Center, které inteligentně upřednostňuje síťový provoz a zajišťuje potřebnou šířku pásma pro to nejdůležitější.",
    "s6": "Co je Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro kombinuje šířku pásma obou rozhraní (Ethernet a bezdrátové připojení), aby uživatelům zajistil maximální přenosovou rychlost. Automaticky upřednostňuje aplikace, jako jsou online hry nebo streamování videa, na nejrychlejší síťové rozhraní systému (Wi‑Fi nebo Ethernet) pro kvalitnější zážitek.",
    "s8": "Poznámka:",
    "s9": "Intel® Killer™ DoubleShot™ Pro funguje pouze při současném použití Intel® Killer™ Wi-Fi a Intel® Killer™ LAN."
  },
  "da": {
    "s1": "Intel® Killer™ Wi‑Fi-produkter – bygget til gamere",
    "s2": "Hvad er Intel® Killer™ Wi‑Fi-produkter?",
    "s3": "Drevet af AI kombinerer Intel® Killer™ Wi‑Fi‑produkter Wi‑Fi med avanceret netværksteknologi til gaming for at minimere forsinkelse, latenstid og pakketab.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Få en hurtigere og mere flydende onlineoplevelse med Intel® Killer™ Intelligence Center, som intelligent prioriterer netværkstrafik og sikrer den nødvendige båndbredde til det, der betyder mest.",
    "s6": "Hvad er Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro kombinerer båndbredden fra begge grænseflader (Ethernet og trådløs) for at opnå maksimal gennemstrømning for brugerne. Systemet prioriterer automatisk applikationer som online gaming eller videostreaming til den hurtigste netværksforbindelse (Wi‑Fi eller Ethernet) for en bedre oplevelse.",
    "s8": "Bemærk:",
    "s9": "Intel® Killer™ DoubleShot™ Pro fungerer kun, når Intel® Killer™ Wi-Fi og Intel® Killer™ LAN bruges sammen."
  },
  "de": {
    "s1": "Intel® Killer™ Wi‑Fi-Produkte – entwickelt für Gamer",
    "s2": "Was sind Intel® Killer™ Wi‑Fi-Produkte?",
    "s3": "KI‑gestützt vereinen Intel® Killer™ Wi‑Fi‑Produkte WLAN mit leistungsstarker Gaming‑Netzwerktechnologie, um Verzögerungen, Latenzzeiten und Paketverluste zu minimieren.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Erleben Sie mit dem Intel® Killer™ Intelligence Center ein schnelleres und flüssigeres Online-Erlebnis. Durch intelligente Priorisierung des Netzwerkverkehrs steht Ihnen stets die benötigte Bandbreite zur Verfügung.",
    "s6": "Was ist Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro kombiniert die Bandbreite beider Schnittstellen (Ethernet und WLAN), um eine maximale Datenübertragung zu ermöglichen. Anwendungen wie Online-Gaming oder Video-Streaming werden automatisch der schnellsten Netzwerkverbindung (WLAN oder Ethernet) zugewiesen – für ein hochwertigeres Nutzungserlebnis.",
    "s8": "Hinweis:",
    "s9": "Intel® Killer™ DoubleShot™ Pro funktioniert nur, wenn Intel® Killer™ Wi-Fi und Intel® Killer™ LAN gemeinsam verwendet werden."
  },
  "el": {
    "s1": "Προϊόντα Intel® Killer™ Wi‑Fi – σχεδιασμένα για gamers",
    "s2": "Τι είναι τα προϊόντα Intel® Killer™ Wi‑Fi;",
    "s3": "Με υποστήριξη AI, τα προϊόντα Intel® Killer™ Wi‑Fi συνδυάζουν το Wi‑Fi με ισχυρή τεχνολογία δικτύωσης για gaming, ελαχιστοποιώντας το lag, την καθυστέρηση και την απώλεια πακέτων.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Απολαύστε ταχύτερη και πιο ομαλή online εμπειρία με το Intel® Killer™ Intelligence Center, το οποίο διασφαλίζει το απαιτούμενο εύρος ζώνης μέσω έξυπνης προτεραιοποίησης της δικτυακής κίνησης.",
    "s6": "Τι είναι το Intel® Killer™ DoubleShot™ Pro;",
    "s7": "Το Intel® Killer™ DoubleShot™ Pro συνδυάζει το εύρος ζώνης και των δύο διεπαφών (Ethernet και ασύρματης σύνδεσης) για να επιτυγχάνει τη μέγιστη δυνατή απόδοση. Προτεραιοποιεί αυτόματα εφαρμογές όπως τα online παιχνίδια ή το streaming βίντεο προς την ταχύτερη διαθέσιμη σύνδεση δικτύου (Wi‑Fi ή Ethernet), προσφέροντας εμπειρία υψηλότερης ποιότητας.",
    "s8": "Σημείωση:",
    "s9": "Το Intel® Killer™ DoubleShot™ Pro λειτουργεί μόνο όταν χρησιμοποιούνται μαζί το Intel® Killer™ Wi-Fi και το Intel® Killer™ LAN."
  },
  "es": {
    "s1": "Productos Intel® Killer™ Wi‑Fi – diseñados para gamers",
    "s2": "¿Qué son los productos Intel® Killer™ Wi‑Fi?",
    "s3": "Impulsados por IA, los productos Intel® Killer™ Wi‑Fi combinan Wi‑Fi con una potente tecnología de red para gaming, minimizando el lag, la latencia y la pérdida de paquetes.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Disfrute de una experiencia en línea más rápida y fluida con Intel® Killer™ Intelligence Center, que prioriza de forma inteligente el tráfico de red para garantizar el ancho de banda donde más importa.",
    "s6": "¿Qué es Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro combina el ancho de banda de ambas interfaces (Ethernet e inalámbrica) para ofrecer el máximo rendimiento. Prioriza automáticamente aplicaciones como juegos en línea o streaming de vídeo hacia la conexión de red más rápida del sistema (Wi‑Fi o Ethernet), logrando una experiencia de mayor calidad.",
    "s8": "Nota:",
    "s9": "Intel® Killer™ DoubleShot™ Pro solo funciona cuando se utilizan conjuntamente Intel® Killer™ Wi-Fi e Intel® Killer™ LAN."
  },
  "fi": {
    "s1": "Intel® Killer™ Wi‑Fi -tuotteet – suunniteltu pelaajille",
    "s2": "Mitä ovat Intel® Killer™ Wi‑Fi -tuotteet?",
    "s3": "AI:n tehostamat Intel® Killer™ Wi‑Fi ‑tuotteet yhdistävät Wi‑Fi‑yhteydet tehokkaaseen peliverkkotekniikkaan minimoidakseen viiveen, latenssin ja pakettihäviöt.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Nauti nopeammasta ja sujuvammasta verkkokokemuksesta Intel® Killer™ Intelligence Centerin avulla, joka priorisoi älykkäästi verkkoliikennettä varmistaakseen tarvittavan kaistanleveyden.",
    "s6": "Mikä on Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro yhdistää molempien liitäntöjen (Ethernet ja langaton) kaistanleveyden saavuttaakseen käyttäjille mahdollisimman suuren suorituskyvyn. Se priorisoi automaattisesti esimerkiksi online-pelit tai videon suoratoiston järjestelmän nopeimmalle verkkoyhteydelle (Wi‑Fi tai Ethernet), tarjoten laadukkaamman käyttökokemuksen.",
    "s8": "Huomautus:",
    "s9": "Intel® Killer™ DoubleShot™ Pro toimii vain, kun Intel® Killer™ Wi-Fi ja Intel® Killer™ LAN ovat käytössä yhdessä."
  },
  "fr": {
    "s1": "Produits Intel® Killer™ Wi‑Fi – conçus pour les gamers",
    "s2": "Que sont les produits Intel® Killer™ Wi‑Fi ?",
    "s3": "Optimisés par l’IA, les produits Intel® Killer™ Wi‑Fi associent le Wi‑Fi à une puissante technologie réseau dédiée au gaming afin de réduire le lag, la latence et la perte de paquets.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Profitez d’une expérience en ligne plus rapide et plus fluide grâce à Intel® Killer™ Intelligence Center, qui priorise intelligemment le trafic réseau afin de garantir la bande passante là où elle compte le plus.",
    "s6": "Qu’est-ce que Intel® Killer™ DoubleShot™ Pro ?",
    "s7": "Intel® Killer™ DoubleShot™ Pro associe la bande passante des deux interfaces (Ethernet et sans fil) afin d’offrir un débit maximal. Il priorise automatiquement des usages tels que les jeux en ligne ou le streaming vidéo vers la connexion réseau la plus rapide du système (Wi‑Fi ou Ethernet), pour une expérience de meilleure qualité.",
    "s8": "Remarque :",
    "s9": "Intel® Killer™ DoubleShot™ Pro fonctionne uniquement lorsque Intel® Killer™ Wi-Fi et Intel® Killer™ LAN sont utilisés conjointement."
  },
  "hr": {
    "s1": "Intel® Killer™ Wi‑Fi proizvodi – stvoreni za gamere",
    "s2": "Što su Intel® Killer™ Wi‑Fi proizvodi?",
    "s3": "Uz AI podršku, Intel® Killer™ Wi‑Fi proizvodi spajaju Wi‑Fi s naprednom mrežnom tehnologijom za gaming kako bi smanjili kašnjenje, latenciju i gubitak paketa.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Uživajte u bržem i uglađenijem online iskustvu uz Intel® Killer™ Intelligence Center, koji inteligentno daje prioritet mrežnom prometu kako bi osigurao potrebnu propusnost.",
    "s6": "Što je Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro kombinira propusnost oba sučelja (Ethernet i bežično) kako bi korisnicima osigurao maksimalni protok podataka. Automatski daje prednost aplikacijama poput online igara ili streaminga videozapisa putem najbrže mrežne veze sustava (Wi‑Fi ili Ethernet), za kvalitetnije iskustvo.",
    "s8": "Napomena:",
    "s9": "Intel® Killer™ DoubleShot™ Pro radi samo kada se Intel® Killer™ Wi-Fi i Intel® Killer™ LAN koriste zajedno."
  },
  "hu": {
    "s1": "Intel® Killer™ Wi‑Fi termékek – játékosok számára tervezve",
    "s2": "Mik azok az Intel® Killer™ Wi‑Fi termékek?",
    "s3": "AI‑alapú megoldásokkal az Intel® Killer™ Wi‑Fi termékek a Wi‑Fi‑t nagy teljesítményű gamer hálózati technológiával ötvözik, hogy minimalizálják a késleltetést, a latenciát és a csomagvesztést.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Élvezze a gyorsabb és gördülékenyebb online élményt az Intel® Killer™ Intelligence Center segítségével, amely intelligensen rangsorolja a hálózati forgalmat a szükséges sávszélesség biztosításához.",
    "s6": "Mi az Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Az Intel® Killer™ DoubleShot™ Pro egyesíti mindkét hálózati interfész (Ethernet és vezeték nélküli) sávszélességét a maximális adatátviteli teljesítmény eléréséhez. Automatikusan előnyben részesíti az olyan alkalmazásokat, mint az online játék vagy a videostreaming, a rendszer leggyorsabb hálózati kapcsolatán (Wi‑Fi vagy Ethernet), a jobb élmény érdekében.",
    "s8": "Megjegyzés:",
    "s9": "Az Intel® Killer™ DoubleShot™ Pro csak akkor működik, ha az Intel® Killer™ Wi-Fi és az Intel® Killer™ LAN együtt van használatban."
  },
  "it": {
    "s1": "Prodotti Intel® Killer™ Wi‑Fi – progettati per i gamer",
    "s2": "Che cosa sono i prodotti Intel® Killer™ Wi‑Fi?",
    "s3": "Grazie all’AI, i prodotti Intel® Killer™ Wi‑Fi combinano il Wi‑Fi con una potente tecnologia di rete per il gaming, riducendo al minimo lag, latenza e perdita di pacchetti.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Ottieni un’esperienza online più veloce e fluida con Intel® Killer™ Intelligence Center, che assegna in modo intelligente le priorità al traffico di rete per garantire la larghezza di banda necessaria.",
    "s6": "Che cos’è Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro combina la larghezza di banda di entrambe le interfacce (Ethernet e wireless) per offrire la massima velocità di trasferimento. Assegna automaticamente priorità ad applicazioni come il gaming online o lo streaming video sulla connessione di rete più veloce del sistema (Wi‑Fi o Ethernet), per un’esperienza di qualità superiore.",
    "s8": "Nota:",
    "s9": "Intel® Killer™ DoubleShot™ Pro funziona solo quando Intel® Killer™ Wi-Fi e Intel® Killer™ LAN vengono utilizzati insieme."
  },
  "ja": {
    "s1": "Intel® Killer™ Wi‑Fi 製品 ― ゲーマーのために設計",
    "s2": "Intel® Killer™ Wi‑Fi 製品とは？",
    "s3": "AI によって強化された Intel® Killer™ Wi‑Fi 製品は、Wi‑Fi と高性能なゲーミング向けネットワーク技術を融合し、ラグ、遅延、パケット損失を最小限に抑えます。",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Intel® Killer™ Intelligence Center により、より高速で快適なオンライン体験を実現。重要な通信を優先的に処理することで、必要な帯域幅を確保します。",
    "s6": "Intel® Killer™ DoubleShot™ Pro とは何ですか？",
    "s7": "Intel® Killer™ DoubleShot™ Pro は、Ethernet とワイヤレスの両方の帯域幅を組み合わせることで、最大のスループットを実現します。オンラインゲームや動画ストリーミングなどの通信は、自動的に最速のネットワーク（Wi‑Fi または Ethernet）へ優先的に割り当てられ、より高品質な体験を提供します。",
    "s8": "注：",
    "s9": "Intel® Killer™ DoubleShot™ Pro は、Intel® Killer™ Wi-Fi と Intel® Killer™ LAN を同時に使用した場合にのみ動作します。"
  },
  "ko": {
    "s1": "Intel® Killer™ Wi‑Fi 제품 – 게이머를 위해 설계",
    "s2": "Intel® Killer™ Wi‑Fi 제품이란 무엇인가요?",
    "s3": "AI로 구동되는 Intel® Killer™ Wi‑Fi 제품은 Wi‑Fi와 강력한 게이밍 네트워크 기술을 결합해 지연, 레이턴시, 패킷 손실을 최소화합니다.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Intel® Killer™ Intelligence Center를 통해 더욱 빠르고 안정적인 온라인 환경을 경험하세요. 중요한 작업에 네트워크 트래픽을 지능적으로 우선 할당해 필요한 대역폭을 확보합니다.",
    "s6": "Intel® Killer™ DoubleShot™ Pro란 무엇인가요?",
    "s7": "Intel® Killer™ DoubleShot™ Pro는 유선(Ethernet)과 무선(Wireless) 두 인터페이스의 대역폭을 결합해 최대 처리량을 제공합니다. 온라인 게임이나 동영상 스트리밍과 같은 트래픽을 시스템에서 가장 빠른 네트워크 인터페이스(Wi‑Fi 또는 Ethernet)에 자동으로 우선 할당해 더 높은 품질의 경험을 제공합니다.",
    "s8": "참고:",
    "s9": "Intel® Killer™ DoubleShot™ Pro는 Intel® Killer™ Wi-Fi와 Intel® Killer™ LAN을 함께 사용할 때만 작동합니다."
  },
  "nb": {
    "s1": "Intel® Killer™ Wi‑Fi-produkter – bygget for gamere",
    "s2": "Hva er Intel® Killer™ Wi‑Fi-produkter?",
    "s3": "Drevet av AI kombinerer Intel® Killer™ Wi‑Fi‑produkter Wi‑Fi med kraftig nettverksteknologi for gaming for å minimere lag, forsinkelse og pakketap.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Opplev en raskere og mer stabil nettopplevelse med Intel® Killer™ Intelligence Center, som intelligent prioriterer nettverkstrafikk for å sikre nødvendig båndbredde der det trengs mest.",
    "s6": "Hva er Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro kombinerer båndbredden fra både Ethernet- og trådløse grensesnitt for å levere maksimal gjennomstrømming. Den prioriterer automatisk applikasjoner som nettspill eller videostrømming til systemets raskeste nettverkstilkobling (Wi‑Fi eller Ethernet) for en bedre opplevelse.",
    "s8": "Merk:",
    "s9": "Intel® Killer™ DoubleShot™ Pro fungerer kun når Intel® Killer™ Wi-Fi og Intel® Killer™ LAN brukes sammen."
  },
  "nl": {
    "s1": "Intel® Killer™ Wi‑Fi-producten – gebouwd voor gamers",
    "s2": "Wat zijn Intel® Killer™ Wi‑Fi-producten?",
    "s3": "Aangedreven door AI combineren Intel® Killer™ Wi‑Fi‑producten Wi‑Fi met krachtige gaming‑netwerktechnologie om lag, latentie en pakketverlies te minimaliseren.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Geniet van een snellere en soepelere online ervaring met Intel® Killer™ Intelligence Center, dat netwerkverkeer intelligent prioriteert om de benodigde bandbreedte te garanderen.",
    "s6": "Wat is Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro combineert de bandbreedte van zowel Ethernet als draadloze interfaces om maximale doorvoer te bereiken. Het geeft automatisch prioriteit aan toepassingen zoals online gaming of videostreaming via de snelste netwerkverbinding van het systeem (Wi‑Fi of Ethernet), voor een hogere gebruikskwaliteit.",
    "s8": "Opmerking:",
    "s9": "Intel® Killer™ DoubleShot™ Pro werkt alleen wanneer Intel® Killer™ Wi-Fi en Intel® Killer™ LAN samen worden gebruikt."
  },
  "pl": {
    "s1": "Produkty Intel® Killer™ Wi‑Fi – stworzone dla graczy",
    "s2": "Czym są produkty Intel® Killer™ Wi‑Fi?",
    "s3": "Dzięki wsparciu AI produkty Intel® Killer™ Wi‑Fi łączą Wi‑Fi z wydajną technologią sieciową dla graczy, minimalizując opóźnienia, latencję i utratę pakietów.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Ciesz się szybszym i płynniejszym korzystaniem z Internetu dzięki Intel® Killer™ Intelligence Center, które inteligentnie priorytetyzuje ruch sieciowy, zapewniając potrzebną przepustowość.",
    "s6": "Czym jest Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro łączy przepustowość obu interfejsów (Ethernet i bezprzewodowego), aby zapewnić maksymalną wydajność. Automatycznie priorytetyzuje aplikacje, takie jak gry online lub strumieniowanie wideo, kierując je do najszybszego połączenia sieciowego systemu (Wi‑Fi lub Ethernet), co przekłada się na lepszą jakość działania.",
    "s8": "Uwaga:",
    "s9": "Intel® Killer™ DoubleShot™ Pro działa wyłącznie wtedy, gdy Intel® Killer™ Wi-Fi i Intel® Killer™ LAN są używane jednocześnie."
  },
  "pt": {
    "s1": "Produtos Intel® Killer™ Wi‑Fi – criados para gamers",
    "s2": "O que são os produtos Intel® Killer™ Wi‑Fi?",
    "s3": "Com tecnologia de IA, os produtos Intel® Killer™ Wi‑Fi combinam Wi‑Fi com uma poderosa tecnologia de rede para jogos, minimizando lag, latência e perda de pacotes.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Obtenha uma experiência online mais rápida e fluida com o Intel® Killer™ Intelligence Center, que prioriza inteligentemente o tráfego de rede para garantir a largura de banda necessária.",
    "s6": "O que é o Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro combina a largura de banda das interfaces Ethernet e sem fios para alcançar o máximo desempenho. Dá prioridade automática a aplicações como jogos online ou streaming de vídeo através da ligação de rede mais rápida do sistema (Wi‑Fi ou Ethernet), proporcionando uma experiência de maior qualidade.",
    "s8": "Nota:",
    "s9": "Intel® Killer™ DoubleShot™ Pro funciona apenas quando o Intel® Killer™ Wi-Fi e o Intel® Killer™ LAN são utilizados em conjunto."
  },
  "ro": {
    "s1": "Produse Intel® Killer™ Wi‑Fi – concepute pentru gameri",
    "s2": "Ce sunt produsele Intel® Killer™ Wi‑Fi?",
    "s3": "Cu ajutorul AI, produsele Intel® Killer™ Wi‑Fi combină Wi‑Fi‑ul cu o tehnologie de rețea performantă pentru gaming, reducând la minimum lagul, latența și pierderea de pachete.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Bucură-te de o experiență online mai rapidă și mai fluentă cu Intel® Killer™ Intelligence Center, care prioritizează inteligent traficul de rețea pentru a asigura lățimea de bandă necesară.",
    "s6": "Ce este Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro combină lățimea de bandă a ambelor interfețe (Ethernet și wireless) pentru a obține un debit maxim. Prioritizează automat aplicații precum jocurile online sau streamingul video către cea mai rapidă conexiune de rețea a sistemului (Wi‑Fi sau Ethernet), oferind o experiență de calitate superioară.",
    "s8": "Notă:",
    "s9": "Intel® Killer™ DoubleShot™ Pro funcționează numai atunci când Intel® Killer™ Wi-Fi și Intel® Killer™ LAN sunt utilizate împreună."
  },
  "ru": {
    "s1": "Продукты Intel® Killer™ Wi‑Fi – созданы для геймеров",
    "s2": "Что такое продукты Intel® Killer™ Wi‑Fi?",
    "s3": "Работающие на базе ИИ продукты Intel® Killer™ Wi‑Fi объединяют Wi‑Fi с мощными игровыми сетевыми технологиями, минимизируя лаг, задержки и потерю пакетов.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Получите более быстрое и плавное онлайн‑взаимодействие с Intel® Killer™ Intelligence Center, который интеллектуально приоритизирует сетевой трафик, обеспечивая необходимую пропускную способность.",
    "s6": "Что такое Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro объединяет пропускную способность обоих интерфейсов (Ethernet и беспроводного), обеспечивая максимальную производительность. Он автоматически направляет такие задачи, как онлайн‑игры или потоковое видео, через самое быстрое сетевое подключение системы (Wi‑Fi или Ethernet) для более качественного взаимодействия.",
    "s8": "Примечание:",
    "s9": "Intel® Killer™ DoubleShot™ Pro работает только при совместном использовании Intel® Killer™ Wi-Fi и Intel® Killer™ LAN."
  },
  "zh-CN": {
    "s1": "Intel® Killer™ Wi‑Fi 產品－專為玩家打造",
    "s2": "什麼是 Intel® Killer™ Wi‑Fi 產品？",
    "s3": "凭借人工智慧的强大支援，Intel® Killer™ Wi-Fi 产品将 Wi-Fi 技术与强大的游戏网路功能完美整合，从而最大限度地降低网路延迟、缩短等待时间，并有效减少资料包遗失。",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "透過 Intel® Killer™ Intelligence Center，享受更快速且更順暢的線上體驗，並藉由智慧化的網路流量優先排序，確保關鍵應用獲得所需頻寬。",
    "s6": "什么是 Intel® Killer™ DoubleShot™ Pro？",
    "s7": "Intel® Killer™ DoubleShot™ Pro 结合有线（Ethernet）与无线（Wireless）两种接口的带宽，实现更高的整体吞吐量。系统会自动将在线游戏、视频串流等应用优先分配至最快的网络连接（Wi‑Fi 或 Ethernet），带来更高品质的使用体验。",
    "s8": "注意：",
    "s9": "Intel® Killer™ DoubleShot™ Pro 仅在同时使用 Intel® Killer™ Wi-Fi 与 Intel® Killer™ LAN 时才能运作。"
  },
  "sk": {
    "s1": "Produkty Intel® Killer™ Wi‑Fi – vytvorené pre hráčov",
    "s2": "Čo sú produkty Intel® Killer™ Wi‑Fi?",
    "s3": "Vďaka podpore AI spájajú produkty Intel® Killer™ Wi‑Fi Wi‑Fi s výkonnou hernou sieťovou technológiou, čím minimalizujú oneskorenie, latenciu a stratu paketov.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Vychutnajte si rýchlejšie a plynulejšie online prostredie s Intel® Killer™ Intelligence Center, ktorý inteligentne uprednostňuje sieťovú prevádzku a zabezpečuje potrebnú šírku pásma.",
    "s6": "Čo je Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro spája šírku pásma oboch rozhraní (Ethernet a bezdrôtové) s cieľom dosiahnuť maximálnu priepustnosť. Automaticky uprednostňuje aplikácie, ako sú online hry alebo streamovanie videa, smerovaním na najrýchlejšie sieťové pripojenie systému (Wi‑Fi alebo Ethernet) pre kvalitnejší zážitok.",
    "s8": "Poznámka:",
    "s9": "Intel® Killer™ DoubleShot™ Pro funguje len vtedy, keď sa súčasne používajú Intel® Killer™ Wi-Fi a Intel® Killer™ LAN."
  },
  "sl": {
    "s1": "Izdelki Intel® Killer™ Wi‑Fi – zasnovani za igralce",
    "s2": "Kaj so izdelki Intel® Killer™ Wi‑Fi?",
    "s3": "Z uporabo AI Intel® Killer™ Wi‑Fi izdelki združujejo Wi‑Fi z zmogljivo omrežno tehnologijo za igranje iger ter zmanjšujejo zakasnitev, latenco in izgubo paketov.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Uživajte v hitrejši in bolj tekoči spletni izkušnji z Intel® Killer™ Intelligence Center, ki pametno razporeja omrežni promet za zagotavljanje potrebne pasovne širine.",
    "s6": "Kaj je Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro združuje pasovno širino obeh vmesnikov (Ethernet in brezžičnega) za doseganje največje prepustnosti. Samodejno daje prednost aplikacijam, kot so spletne igre ali pretakanje videa, prek najhitrejše omrežne povezave sistema (Wi‑Fi ali Ethernet), za boljšo uporabniško izkušnjo.",
    "s8": "Opomba:",
    "s9": "Intel® Killer™ DoubleShot™ Pro deluje le, kadar se Intel® Killer™ Wi-Fi in Intel® Killer™ LAN uporabljata skupaj."
  },
  "sv": {
    "s1": "Intel® Killer™ Wi‑Fi-produkter – byggda för gamers",
    "s2": "Vad är Intel® Killer™ Wi‑Fi-produkter?",
    "s3": "Drivs av AI kombinerar Intel® Killer™ Wi‑Fi‑produkter Wi‑Fi med kraftfull nätverksteknik för gaming för att minimera lagg, latens och paketförlust.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Få en snabbare och smidigare onlineupplevelse med Intel® Killer™ Intelligence Center, som intelligent prioriterar nätverkstrafik för att säkerställa rätt bandbredd där den behövs som mest.",
    "s6": "Vad är Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro kombinerar bandbredden från både Ethernet- och trådlösa gränssnitt för att uppnå maximal genomströmning. Den prioriterar automatiskt applikationer som onlinespel eller videostreaming till systemets snabbaste nätverksanslutning (Wi‑Fi eller Ethernet), vilket ger en upplevelse av högre kvalitet.",
    "s8": "Obs:",
    "s9": "Intel® Killer™ DoubleShot™ Pro fungerar endast när Intel® Killer™ Wi-Fi och Intel® Killer™ LAN används tillsammans."
  },
  "zh-TW": {
    "s1": "Intel® Killer™ Wi‑Fi 產品－專為玩家打造",
    "s2": "什麼是 Intel® Killer™ Wi‑Fi 產品？",
    "s3": "憑藉人工智慧的強大支援，Intel® Killer™ Wi-Fi 產品將 Wi-Fi 技術與強大的遊戲網路功能完美整合，從而最大限度地降低網路延遲、縮短等待時間，並有效減少資料包遺失。",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "透過 Intel® Killer™ Intelligence Center，享受更快速且更順暢的線上體驗，並藉由智慧化的網路流量優先排序，確保關鍵應用獲得所需頻寬。",
    "s6": "什麼是 Intel® Killer™ DoubleShot™ Pro？",
    "s7": "Intel® Killer™ DoubleShot™ Pro 結合有線（Ethernet）與無線（Wireless）兩種介面的頻寬，以實現更高的整體傳輸效能。系統會自動將線上遊戲、影片串流等應用優先導向最快的網路連線（Wi‑Fi 或 Ethernet），帶來更高品質的使用體驗。",
    "s8": "注意：",
    "s9": "Intel® Killer™ DoubleShot™ Pro 僅在同時使用 Intel® Killer™ Wi-Fi 與 Intel® Killer™ LAN 時才能運作。"
  },
  "tr": {
    "s1": "Intel® Killer™ Wi‑Fi Ürünleri – oyuncular için tasarlandı",
    "s2": "Intel® Killer™ Wi‑Fi Ürünleri nedir?",
    "s3": "AI destekli Intel® Killer™ Wi‑Fi ürünleri, Wi‑Fi’yi güçlü oyun ağ teknolojisiyle birleştirerek gecikme, gecikme süresi ve paket kaybını en aza indirir.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Intel® Killer™ Intelligence Center ile daha hızlı ve daha akıcı bir çevrimiçi deneyim elde edin; önemli uygulamalar için ağ trafiğini akıllı şekilde önceliklendirerek gerekli bant genişliğini sağlar.",
    "s6": "Intel® Killer™ DoubleShot™ Pro nedir?",
    "s7": "Intel® Killer™ DoubleShot™ Pro, hem Ethernet hem de kablosuz arayüzlerin bant genişliğini birleştirerek maksimum veri aktarım performansı sunar. Çevrim içi oyunlar veya video akışı gibi uygulamaları sistemin en hızlı ağ bağlantısına (Wi‑Fi veya Ethernet) otomatik olarak önceliklendirerek daha kaliteli bir deneyim sağlar.",
    "s8": "Not:",
    "s9": "Intel® Killer™ DoubleShot™ Pro yalnızca Intel® Killer™ Wi-Fi ve Intel® Killer™ LAN birlikte kullanıldığında çalışır."
  },
  "uk": {
    "s1": "Продукти Intel® Killer™ Wi‑Fi – створені для геймерів",
    "s2": "Що таке продукти Intel® Killer™ Wi‑Fi?",
    "s3": "Завдяки AI продукти Intel® Killer™ Wi‑Fi поєднують Wi‑Fi з потужними ігровими мережевими технологіями, мінімізуючи затримки, латентність і втрату пакетів.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Отримайте швидший і плавніший онлайн‑досвід із Intel® Killer™ Intelligence Center, який інтелектуально надає пріоритет мережевому трафіку, забезпечуючи потрібну пропускну здатність.",
    "s6": "Що таке Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro поєднує пропускну здатність обох інтерфейсів (Ethernet і бездротового) для досягнення максимальної продуктивності. Він автоматично надає пріоритет таким застосункам, як онлайн‑ігри або потокове відео, спрямовуючи їх через найшвидше мережеве підключення системи (Wi‑Fi або Ethernet), забезпечуючи вищу якість користування.",
    "s8": "Примітка:",
    "s9": "Intel® Killer™ DoubleShot™ Pro працює лише за умови одночасного використання Intel® Killer™ Wi-Fi та Intel® Killer™ LAN."
  }
}