{
  "en": {
    "s1": "Intel® Killer™ Wi-Fi Products – Built for Gamers",
    "s2": "What is Intel® Killer™ Wi-Fi Products?",
    "s3": "Powered by AI, Intel® Killer™ Wi-Fi products merge industry-leading Wi-Fi with powerful gaming network technology to minimize lag, latency, and packet loss.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Get a faster, smoother online experience with the Intel® Killer™ Intelligence Center. It ensures you have the bandwidth you need by intelligently prioritizing network traffic for the things that matter most.",
    "s6": "What is Intel® Killer™ DoubleShotTM Pro?",
    "s7": "Intel® Killer™ DoubleShotTM Pro combines the bandwidth of both (Ethernet+Wireless) interfaces to achieve a max throughput for users. Automatically prioritize—such as online games or streaming video to the system’s fastest network interface (Wi-Fi or Ethernet) for a higher quality experience.",
    "s8": "Note: ",
    "s9": "DoubleShot Pro only works when an Intel® Killer™ Wi-Fi and an Intel® Killer™ LAN are used together."
  },
  "bg": {
    "s1": "Intel® Killer™ Wi‑Fi продукти – създадени за геймъри",
    "s2": "Какво представляват продуктите Intel® Killer™ Wi‑Fi?",
    "s3": "Задвижвани от AI, продуктите Intel® Killer™ Wi-Fi съчетават водеща в индустрията Wi-Fi технология с усъвършенствани гейминг мрежови решения за намаляване на забавянето, латентността и загубата на пакети.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Насладете се на по-бързо и по-плавно онлайн изживяване с Intel® Killer™ Intelligence Center. То осигурява необходимата честотна лента чрез интелигентно приоритизиране на мрежовия трафик за най-важното.",
    "s6": "Какво е Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro комбинира честотната лента на Ethernet и безжичните интерфейси, за да осигури максимална пропускателна способност, като автоматично приоритизира онлайн игри и видео стрийминг към най-бързата мрежова връзка.",
    "s8": "Забележка:",
    "s9": " DoubleShot™ Pro работи само когато Intel® Killer™ Wi-Fi и Intel® Killer™ LAN се използват заедно."
  },
  "cs": {
    "s1": "Produkty Intel® Killer™ Wi‑Fi – navržené pro hráče",
    "s2": "Co jsou produkty Intel® Killer™ Wi‑Fi?",
    "s3": "Produkty Intel® Killer™ Wi-Fi, poháněné umělou inteligencí, spojují špičkové Wi-Fi technologie s pokročilými herními síťovými funkcemi pro snížení zpoždění, latence a ztráty paketů.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Užijte si rychlejší a plynulejší online prostředí s Intel® Killer™ Intelligence Center, které inteligentně upřednostňuje síťový provoz a zajišťuje potřebnou šířku pásma pro to nejdůležitější.",
    "s6": "Co je Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro kombinuje šířku pásma ethernetových a bezdrátových rozhraní pro maximální propustnost a automaticky upřednostňuje online hry nebo streamování videa na nejrychlejší síťové rozhraní.",
    "s8": "Poznámka:",
    "s9": "DoubleShot™ Pro funguje pouze při současném použití Intel® Killer™ Wi-Fi a Intel® Killer™ LAN."
  },
  "da": {
    "s1": "Intel® Killer™ Wi‑Fi-produkter – bygget til gamere",
    "s2": "Hvad er Intel® Killer™ Wi‑Fi-produkter?",
    "s3": "Intel® Killer™ Wi-Fi-produkter, drevet af AI, kombinerer branchens førende Wi-Fi med avanceret gaming-netværksteknologi for at reducere lag, latenstid og pakketab.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Få en hurtigere og mere flydende onlineoplevelse med Intel® Killer™ Intelligence Center, som intelligent prioriterer netværkstrafik og sikrer den nødvendige båndbredde til det, der betyder mest.",
    "s6": "Hvad er Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro kombinerer båndbredden fra Ethernet og trådløse grænseflader for maksimal gennemstrømning og prioriterer automatisk online spil og videostreaming til den hurtigste netværksforbindelse.",
    "s8": "Bemærk:",
    "s9": "DoubleShot™ Pro fungerer kun, når Intel® Killer™ Wi-Fi og Intel® Killer™ LAN bruges sammen."
  },
  "de": {
    "s1": "Intel® Killer™ Wi‑Fi-Produkte – entwickelt für Gamer",
    "s2": "Was sind Intel® Killer™ Wi‑Fi-Produkte?",
    "s3": "KI-gestützt kombinieren Intel® Killer™ Wi-Fi-Produkte branchenführendes Wi-Fi mit fortschrittlicher Gaming-Netzwerktechnologie, um Verzögerungen, Latenz und Paketverluste zu minimieren.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Erleben Sie mit dem Intel® Killer™ Intelligence Center ein schnelleres und flüssigeres Online-Erlebnis. Durch intelligente Priorisierung des Netzwerkverkehrs steht Ihnen stets die benötigte Bandbreite zur Verfügung.",
    "s6": "Was ist Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro kombiniert die Bandbreite von Ethernet- und WLAN-Schnittstellen für maximalen Datendurchsatz und priorisiert automatisch Online-Gaming und Videostreaming über die schnellste Netzwerkverbindung.",
    "s8": "Hinweis:",
    "s9": "DoubleShot™ Pro funktioniert nur, wenn Intel® Killer™ Wi-Fi und Intel® Killer™ LAN gemeinsam verwendet werden."
  },
  "el": {
    "s1": "Προϊόντα Intel® Killer™ Wi‑Fi – σχεδιασμένα για gamers",
    "s2": "Τι είναι τα προϊόντα Intel® Killer™ Wi‑Fi;",
    "s3": "Με υποστήριξη AI, τα προϊόντα Intel® Killer™ Wi-Fi συνδυάζουν κορυφαία Wi-Fi τεχνολογία με προηγμένες λύσεις gaming δικτύωσης για τη μείωση του lag, της καθυστέρησης και της απώλειας πακέτων.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Απολαύστε ταχύτερη και πιο ομαλή online εμπειρία με το Intel® Killer™ Intelligence Center, το οποίο διασφαλίζει το απαιτούμενο εύρος ζώνης μέσω έξυπνης προτεραιοποίησης της δικτυακής κίνησης.",
    "s6": "Τι είναι το Intel® Killer™ DoubleShot™ Pro;",
    "s7": "Το Intel® Killer™ DoubleShot™ Pro συνδυάζει το εύρος ζώνης Ethernet και ασύρματων διεπαφών για μέγιστη απόδοση και δίνει αυτόματα προτεραιότητα σε online παιχνίδια και streaming βίντεο.",
    "s8": "Σημείωση:",
    "s9": "Το DoubleShot™ Pro λειτουργεί μόνο όταν χρησιμοποιούνται μαζί το Intel® Killer™ Wi-Fi και το Intel® Killer™ LAN."
  },
  "es": {
    "s1": "Productos Intel® Killer™ Wi‑Fi – diseñados para gamers",
    "s2": "¿Qué son los productos Intel® Killer™ Wi‑Fi?",
    "s3": "Impulsados por IA, los productos Intel® Killer™ Wi-Fi combinan Wi-Fi líder en la industria con tecnología avanzada de redes para gaming, reduciendo el lag, la latencia y la pérdida de paquetes.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Disfrute de una experiencia en línea más rápida y fluida con Intel® Killer™ Intelligence Center, que prioriza de forma inteligente el tráfico de red para garantizar el ancho de banda donde más importa.",
    "s6": "¿Qué es Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro combina el ancho de banda de Ethernet y conexiones inalámbricas para lograr el máximo rendimiento y prioriza automáticamente los juegos en línea y la transmisión de video.",
    "s8": "Nota:",
    "s9": "DoubleShot™ Pro solo funciona cuando Intel® Killer™ Wi-Fi e Intel® Killer™ LAN se utilizan conjuntamente."
  },
  "fi": {
    "s1": "Intel® Killer™ Wi‑Fi -tuotteet – suunniteltu pelaajille",
    "s2": "Mitä ovat Intel® Killer™ Wi‑Fi -tuotteet?",
    "s3": "Tekoälyn tukemat Intel® Killer™ Wi-Fi -tuotteet yhdistävät alan johtavan Wi-Fi-teknologian kehittyneisiin pelaamiseen suunnattuihin verkkoratkaisuihin, vähentäen viivettä, latenssia ja pakettihävikkiä.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Nauti nopeammasta ja sujuvammasta verkkokokemuksesta Intel® Killer™ Intelligence Centerin avulla, joka priorisoi älykkäästi verkkoliikennettä varmistaakseen tarvittavan kaistanleveyden.",
    "s6": "Mikä on Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro yhdistää Ethernet- ja langattomien yhteyksien kaistanleveyden maksimaalisen suorituskyvyn saavuttamiseksi ja priorisoi automaattisesti verkkopelaamisen ja videotoiston nopeimmalle verkkoyhteydelle.",
    "s8": "Huomautus:",
    "s9": "DoubleShot™ Pro toimii vain, kun Intel® Killer™ Wi-Fi ja Intel® Killer™ LAN ovat käytössä yhdessä."
  },
  "fr": {
    "s1": "Produits Intel® Killer™ Wi‑Fi – conçus pour les gamers",
    "s2": "Que sont les produits Intel® Killer™ Wi‑Fi ?",
    "s3": "Optimisés par l’IA, les produits Intel® Killer™ Wi-Fi associent une connectivité Wi-Fi de pointe à des technologies réseau avancées pour le gaming afin de réduire le lag, la latence et la perte de paquets.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Profitez d’une expérience en ligne plus rapide et plus fluide grâce à Intel® Killer™ Intelligence Center, qui priorise intelligemment le trafic réseau afin de garantir la bande passante là où elle compte le plus.",
    "s6": "Qu’est-ce que Intel® Killer™ DoubleShot™ Pro ?",
    "s7": "Intel® Killer™ DoubleShot™ Pro associe la bande passante Ethernet et sans fil pour un débit maximal et priorise automatiquement les jeux en ligne et le streaming vidéo vers la connexion la plus rapide.",
    "s8": "Remarque :",
    "s9": "DoubleShot™ Pro fonctionne uniquement lorsque Intel® Killer™ Wi-Fi et Intel® Killer™ LAN sont utilisés conjointement."
  },
  "hr": {
    "s1": "Intel® Killer™ Wi‑Fi proizvodi – stvoreni za gamere",
    "s2": "Što su Intel® Killer™ Wi‑Fi proizvodi?",
    "s3": "Pokretani umjetnom inteligencijom, Intel® Killer™ Wi-Fi proizvodi objedinjuju vodeću Wi-Fi tehnologiju s naprednim mrežnim rješenjima za gaming kako bi se smanjili kašnjenje, latencija i gubitak paketa.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Uživajte u bržem i uglađenijem online iskustvu uz Intel® Killer™ Intelligence Center, koji inteligentno daje prioritet mrežnom prometu kako bi osigurao potrebnu propusnost.",
    "s6": "Što je Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro kombinira propusnost Ethernet i bežičnih sučelja za maksimalni protok te automatski daje prioritet online igrama i video streamingu.",
    "s8": "Napomena:",
    "s9": "DoubleShot™ Pro radi samo kada se Intel® Killer™ Wi-Fi i Intel® Killer™ LAN koriste zajedno."
  },
  "hu": {
    "s1": "Intel® Killer™ Wi‑Fi termékek – játékosok számára tervezve",
    "s2": "Mik azok az Intel® Killer™ Wi‑Fi termékek?",
    "s3": "AI által támogatva az Intel® Killer™ Wi-Fi termékek az iparágvezető Wi-Fi technológiát fejlett gaming hálózati megoldásokkal ötvözik, csökkentve a késleltetést, a latenciát és a csomagvesztést.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Élvezze a gyorsabb és gördülékenyebb online élményt az Intel® Killer™ Intelligence Center segítségével, amely intelligensen rangsorolja a hálózati forgalmat a szükséges sávszélesség biztosításához.",
    "s6": "Mi az Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Az Intel® Killer™ DoubleShot™ Pro egyesíti az Ethernet és a vezeték nélküli kapcsolatok sávszélességét a maximális átviteli teljesítmény érdekében, és automatikusan előnyben részesíti az online játékokat és videostreamelést.",
    "s8": "Megjegyzés:",
    "s9": "A DoubleShot™ Pro csak akkor működik, ha az Intel® Killer™ Wi-Fi és az Intel® Killer™ LAN együtt van használatban."
  },
  "it": {
    "s1": "Prodotti Intel® Killer™ Wi‑Fi – progettati per i gamer",
    "s2": "Che cosa sono i prodotti Intel® Killer™ Wi‑Fi?",
    "s3": "Grazie all’AI, i prodotti Intel® Killer™ Wi-Fi combinano Wi-Fi leader di settore con tecnologie di rete avanzate per il gaming, riducendo lag, latenza e perdita di pacchetti.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Ottieni un’esperienza online più veloce e fluida con Intel® Killer™ Intelligence Center, che assegna in modo intelligente le priorità al traffico di rete per garantire la larghezza di banda necessaria.",
    "s6": "Che cos’è Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro combina la larghezza di banda Ethernet e wireless per ottenere la massima velocità, assegnando automaticamente la priorità a gaming online e streaming video.",
    "s8": "Nota:",
    "s9": "DoubleShot™ Pro funziona solo quando Intel® Killer™ Wi-Fi e Intel® Killer™ LAN vengono utilizzati insieme."
  },
  "ja": {
    "s1": "Intel® Killer™ Wi‑Fi 製品 ― ゲーマーのために設計",
    "s2": "Intel® Killer™ Wi‑Fi 製品とは？",
    "s3": "AI によって強化された Intel® Killer™ Wi-Fi 製品は、業界をリードする Wi-Fi と高度なゲーミング向けネットワーク技術を融合し、ラグや遅延、パケットロスを低減します。",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Intel® Killer™ Intelligence Center により、より高速で快適なオンライン体験を実現。重要な通信を優先的に処理することで、必要な帯域幅を確保します。",
    "s6": "Intel® Killer™ DoubleShot™ Pro とは？",
    "s7": "Intel® Killer™ DoubleShot™ Pro は、有線（Ethernet）と無線（Wi-Fi）の帯域幅を統合して最大のスループットを実現し、オンラインゲームや動画ストリーミングを最速のネットワーク接続へ自動的に優先割り当てします。",
    "s8": "注：",
    "s9": "DoubleShot™ Pro は、Intel® Killer™ Wi-Fi と Intel® Killer™ LAN を併用した場合にのみ動作します。"
  },
  "ko": {
    "s1": "Intel® Killer™ Wi‑Fi 제품 – 게이머를 위해 설계",
    "s2": "Intel® Killer™ Wi‑Fi 제품이란 무엇인가요?",
    "s3": "AI 기반의 Intel® Killer™ Wi-Fi 제품은 업계를 선도하는 Wi-Fi와 강력한 게이밍 네트워크 기술을 결합해 지연, 레이턴시 및 패킷 손실을 최소화합니다.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Intel® Killer™ Intelligence Center를 통해 더욱 빠르고 안정적인 온라인 환경을 경험하세요. 중요한 작업에 네트워크 트래픽을 지능적으로 우선 할당해 필요한 대역폭을 확보합니다.",
    "s6": "Intel® Killer™ DoubleShot™ Pro란 무엇인가요?",
    "s7": "Intel® Killer™ DoubleShot™ Pro는 유선(Ethernet)과 무선(Wi-Fi) 인터페이스의 대역폭을 결합해 최대 처리량을 제공하며, 온라인 게임과 동영상 스트리밍을 가장 빠른 네트워크로 자동 우선 할당합니다.",
    "s8": "참고:",
    "s9": "DoubleShot™ Pro는 Intel® Killer™ Wi-Fi와 Intel® Killer™ LAN을 함께 사용할 때만 작동합니다."
  },
  "nb": {
    "s1": "Intel® Killer™ Wi‑Fi-produkter – bygget for gamere",
    "s2": "Hva er Intel® Killer™ Wi‑Fi-produkter?",
    "s3": "Drevet av AI kombinerer Intel® Killer™ Wi-Fi-produkter bransjeledende Wi-Fi med avansert gaming-nettverksteknologi for å redusere lag, latenstid og pakketap.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Opplev en raskere og mer stabil nettopplevelse med Intel® Killer™ Intelligence Center, som intelligent prioriterer nettverkstrafikk for å sikre nødvendig båndbredde der det trengs mest.",
    "s6": "Hva er Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro kombinerer båndbredden fra Ethernet og trådløse grensesnitt for maksimal ytelse, og prioriterer automatisk spill og videostrømming til den raskeste nettverkstilkoblingen.",
    "s8": "Merk:",
    "s9": "DoubleShot™ Pro fungerer kun når Intel® Killer™ Wi-Fi og Intel® Killer™ LAN brukes sammen."
  },
  "nl": {
    "s1": "Intel® Killer™ Wi‑Fi-producten – gebouwd voor gamers",
    "s2": "Wat zijn Intel® Killer™ Wi‑Fi-producten?",
    "s3": "Aangedreven door AI combineren Intel® Killer™ Wi-Fi-producten toonaangevende Wi-Fi met geavanceerde gaming-netwerktechnologie om lag, latentie en pakketverlies te verminderen.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Geniet van een snellere en soepelere online ervaring met Intel® Killer™ Intelligence Center, dat netwerkverkeer intelligent prioriteert om de benodigde bandbreedte te garanderen.",
    "s6": "Wat is Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro combineert de bandbreedte van Ethernet- en draadloze interfaces voor maximale doorvoer en prioriteert automatisch online games en videostreaming naar de snelste netwerkverbinding.",
    "s8": "Opmerking:",
    "s9": "DoubleShot™ Pro werkt alleen wanneer Intel® Killer™ Wi-Fi en Intel® Killer™ LAN samen worden gebruikt."
  },
  "pl": {
    "s1": "Produkty Intel® Killer™ Wi‑Fi – stworzone dla graczy",
    "s2": "Czym są produkty Intel® Killer™ Wi‑Fi?",
    "s3": "Wspierane przez AI produkty Intel® Killer™ Wi-Fi łączą wiodącą w branży technologię Wi-Fi z zaawansowanymi rozwiązaniami sieciowymi dla graczy, aby ograniczyć opóźnienia, latencję i utratę pakietów.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Ciesz się szybszym i płynniejszym korzystaniem z Internetu dzięki Intel® Killer™ Intelligence Center, które inteligentnie priorytetyzuje ruch sieciowy, zapewniając potrzebną przepustowość.",
    "s6": "Czym jest Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro łączy przepustowość interfejsów Ethernet i bezprzewodowych, aby osiągnąć maksymalną wydajność, automatycznie priorytetyzując gry online i strumieniowanie wideo.",
    "s8": "Uwaga:",
    "s9": "DoubleShot™ Pro działa wyłącznie wtedy, gdy Intel® Killer™ Wi-Fi i Intel® Killer™ LAN są używane jednocześnie."
  },
  "pt": {
    "s1": "Produtos Intel® Killer™ Wi‑Fi – criados para gamers",
    "s2": "O que são os produtos Intel® Killer™ Wi‑Fi?",
    "s3": "Com tecnologia de IA, os produtos Intel® Killer™ Wi-Fi combinam Wi-Fi líder do setor com tecnologia avançada de rede para jogos, reduzindo atrasos, latência e perda de pacotes.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Obtenha uma experiência online mais rápida e fluida com o Intel® Killer™ Intelligence Center, que prioriza inteligentemente o tráfego de rede para garantir a largura de banda necessária.",
    "s6": "O que é Intel® Killer™ DoubleShot™ Pro?",
    "s7": "O Intel® Killer™ DoubleShot™ Pro combina a largura de banda Ethernet e sem fio para alcançar o máximo desempenho, priorizando automaticamente jogos online e streaming de vídeo.",
    "s8": "Nota:",
    "s9": "O DoubleShot™ Pro funciona apenas quando o Intel® Killer™ Wi-Fi e o Intel® Killer™ LAN são utilizados em conjunto."
  },
  "ro": {
    "s1": "Produse Intel® Killer™ Wi‑Fi – concepute pentru gameri",
    "s2": "Ce sunt produsele Intel® Killer™ Wi‑Fi?",
    "s3": "Susținute de AI, produsele Intel® Killer™ Wi-Fi îmbină tehnologia Wi-Fi de top din industrie cu soluții avansate de rețea pentru gaming, reducând lag-ul, latența și pierderea de pachete.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Bucură-te de o experiență online mai rapidă și mai fluentă cu Intel® Killer™ Intelligence Center, care prioritizează inteligent traficul de rețea pentru a asigura lățimea de bandă necesară.",
    "s6": "Ce este Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro combină lățimea de bandă a interfețelor Ethernet și wireless pentru performanță maximă și prioritizează automat jocurile online și streamingul video.",
    "s8": "Notă:",
    "s9": "DoubleShot™ Pro funcționează numai atunci când Intel® Killer™ Wi-Fi și Intel® Killer™ LAN sunt utilizate împreună."
  },
  "ru": {
    "s1": "Продукты Intel® Killer™ Wi‑Fi – созданы для геймеров",
    "s2": "Что такое продукты Intel® Killer™ Wi‑Fi?",
    "s3": "Работая на базе ИИ, продукты Intel® Killer™ Wi-Fi объединяют ведущую в отрасли Wi-Fi технологию с продвинутыми игровыми сетевыми решениями для минимизации лагов, задержек и потери пакетов.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Получите более быстрое и плавное онлайн‑взаимодействие с Intel® Killer™ Intelligence Center, который интеллектуально приоритизирует сетевой трафик, обеспечивая необходимую пропускную способность.",
    "s6": "Что такое Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro объединяет пропускную способность интерфейсов Ethernet и беспроводной связи для достижения максимальной производительности и автоматически приоритизирует онлайн-игры и видеостриминг.",
    "s8": "Примечание:",
    "s9": "DoubleShot™ Pro работает только при одновременном использовании Intel® Killer™ Wi-Fi и Intel® Killer™ LAN."
  },
  "zh-CN": {
    "s1": "Intel® Killer™ Wi‑Fi 產品－專為玩家打造",
    "s2": "什麼是 Intel® Killer™ Wi‑Fi 產品？",
    "s3": "凭借人工智慧的强大支援，Intel® Killer™ Wi-Fi 产品将业界领先的 Wi-Fi 技术与强大的游戏网路功能完美整合，从而最大限度地降低网路延迟、缩短等待时间，并有效减少资料包遗失。",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "透過 Intel® Killer™ Intelligence Center，享受更快速且更順暢的線上體驗，並藉由智慧化的網路流量優先排序，確保關鍵應用獲得所需頻寬。",
    "s6": "什麼是 Intel® Killer™ DoubleShot™ Pro？",
    "s7": "Intel® Killer™ DoubleShot™ Pro 結合有線（Ethernet）與無線（Wi-Fi）介面的頻寬，以實現最高傳輸效能，並自動將線上遊戲或影音串流等關鍵應用優先分配至最快的網路連線，以获得更高质量的体验。",
    "s8": "注意：",
    "s9": "DoubleShot™ Pro 僅在同時使用 Intel® Killer™ Wi-Fi 與 Intel® Killer™ LAN 時才能運作。"
  },
  "sk": {
    "s1": "Produkty Intel® Killer™ Wi‑Fi – vytvorené pre hráčov",
    "s2": "Čo sú produkty Intel® Killer™ Wi‑Fi?",
    "s3": "Vďaka podpore AI kombinujú produkty Intel® Killer™ Wi-Fi špičkové Wi-Fi technológie s pokročilými hernými sieťovými riešeniami, čím znižujú oneskorenie, latenciu a stratu paketov.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Vychutnajte si rýchlejšie a plynulejšie online prostredie s Intel® Killer™ Intelligence Center, ktorý inteligentne uprednostňuje sieťovú prevádzku a zabezpečuje potrebnú šírku pásma.",
    "s6": "Čo je Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro kombinuje šírku pásma ethernetových a bezdrôtových rozhraní pre maximálnu priepustnosť a automaticky uprednostňuje online hry a streamovanie videa.",
    "s8": "Poznámka:",
    "s9": "DoubleShot™ Pro funguje len vtedy, keď sa súčasne používajú Intel® Killer™ Wi-Fi a Intel® Killer™ LAN."
  },
  "sl": {
    "s1": "Izdelki Intel® Killer™ Wi‑Fi – zasnovani za igralce",
    "s2": "Kaj so izdelki Intel® Killer™ Wi‑Fi?",
    "s3": "Z uporabo umetne inteligence izdelki Intel® Killer™ Wi-Fi združujejo vodilno Wi-Fi tehnologijo z naprednimi igralnimi omrežnimi rešitvami za zmanjšanje zakasnitev, latence in izgube paketov.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Uživajte v hitrejši in bolj tekoči spletni izkušnji z Intel® Killer™ Intelligence Center, ki pametno razporeja omrežni promet za zagotavljanje potrebne pasovne širine.",
    "s6": "Kaj je Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro združuje pasovno širino žičnih in brezžičnih vmesnikov za največjo prepustnost ter samodejno daje prednost igranju iger in pretakanju videa.",
    "s8": "Opomba:",
    "s9": "DoubleShot™ Pro deluje samo, kadar se hkrati uporabljata Intel® Killer™ Wi-Fi in Intel® Killer™ LAN."
  },
  "sv": {
    "s1": "Intel® Killer™ Wi‑Fi-produkter – byggda för gamers",
    "s2": "Vad är Intel® Killer™ Wi‑Fi-produkter?",
    "s3": "Med AI-stöd kombinerar Intel® Killer™ Wi-Fi-produkter branschledande Wi-Fi med avancerad nätverksteknik för gaming för att minska lagg, latens och paketförlust.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Få en snabbare och smidigare onlineupplevelse med Intel® Killer™ Intelligence Center, som intelligent prioriterar nätverkstrafik för att säkerställa rätt bandbredd där den behövs som mest.",
    "s6": "Vad är Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro kombinerar bandbredden från Ethernet- och trådlösa gränssnitt för maximal genomströmning och prioriterar automatiskt onlinespel och videostreaming.",
    "s8": "Obs:",
    "s9": "DoubleShot™ Pro fungerar endast när Intel® Killer™ Wi-Fi och Intel® Killer™ LAN används tillsammans."
  },
  "zh-TW": {
    "s1": "Intel® Killer™ Wi‑Fi 產品－專為玩家打造",
    "s2": "什麼是 Intel® Killer™ Wi‑Fi 產品？",
    "s3": "憑藉人工智慧的強大支援，Intel® Killer™ Wi-Fi 產品將業界領先的 Wi-Fi 技術與強大的遊戲網路功能完美整合，從而最大限度地降低網路延遲、縮短等待時間，並有效減少資料包遺失。",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "透過 Intel® Killer™ Intelligence Center，享受更快速且更順暢的線上體驗，並藉由智慧化的網路流量優先排序，確保關鍵應用獲得所需頻寬。",
    "s6": "什麼是 Intel® Killer™ DoubleShot™ Pro？",
    "s7": "Intel® Killer™ DoubleShot™ Pro 結合有線（Ethernet）與無線（Wi-Fi）介面的頻寬，以實現最高傳輸效能，並自動將線上遊戲或影音串流等關鍵應用優先分配至最快的網路連線，以獲得更高品質的體驗。",
    "s8": "注意：",
    "s9": "DoubleShot™ Pro 僅在同時使用 Intel® Killer™ Wi-Fi 與 Intel® Killer™ LAN 時才能運作。"
  },
  "tr": {
    "s1": "Intel® Killer™ Wi‑Fi Ürünleri – oyuncular için tasarlandı",
    "s2": "Intel® Killer™ Wi‑Fi Ürünleri nedir?",
    "s3": "Yapay zekâ destekli Intel® Killer™ Wi-Fi ürünleri, sektör lideri Wi-Fi’yi gelişmiş oyun ağ teknolojileriyle birleştirerek gecikme, gecikme süresi ve paket kaybını azaltır.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Intel® Killer™ Intelligence Center ile daha hızlı ve daha akıcı bir çevrimiçi deneyim elde edin; önemli uygulamalar için ağ trafiğini akıllı şekilde önceliklendirerek gerekli bant genişliğini sağlar.",
    "s6": "Intel® Killer™ DoubleShot™ Pro nedir?",
    "s7": "Intel® Killer™ DoubleShot™ Pro, maksimum aktarım için Ethernet ve kablosuz arayüzlerin bant genişliğini birleştirir ve çevrim içi oyunlar ile video akışını otomatik olarak en hızlı ağ bağlantısına önceliklendirir.",
    "s8": "Not:",
    "s9": "DoubleShot™ Pro yalnızca Intel® Killer™ Wi-Fi ve Intel® Killer™ LAN birlikte kullanıldığında çalışır."
  },
  "uk": {
    "s1": "Продукти Intel® Killer™ Wi‑Fi – створені для геймерів",
    "s2": "Що таке продукти Intel® Killer™ Wi‑Fi?",
    "s3": "Завдяки підтримці AI продукти Intel® Killer™ Wi-Fi поєднують провідну Wi-Fi технологію з потужними мережевими рішеннями для ігор, зменшуючи затримки, латентність і втрату пакетів.",
    "s4": "Intel® Killer™ Intelligence Center",
    "s5": "Отримайте швидший і плавніший онлайн‑досвід із Intel® Killer™ Intelligence Center, який інтелектуально надає пріоритет мережевому трафіку, забезпечуючи потрібну пропускну здатність.",
    "s6": "Що таке Intel® Killer™ DoubleShot™ Pro?",
    "s7": "Intel® Killer™ DoubleShot™ Pro поєднує пропускну здатність Ethernet і бездротових інтерфейсів для досягнення максимальної продуктивності та автоматично надає пріоритет онлайн-ігор і відеострімінгу.",
    "s8": "Примітка:",
    "s9": "DoubleShot™ Pro працює лише за умови спільного використання Intel® Killer™ Wi-Fi та Intel® Killer™ LAN."
  }
}