{
  "en": {
    "s1": "Windows Hello Facial Recognition",
    "s2": "Facial recognition in Microsoft Windows 10 is an enterprise-grade identity authentication mechanism integrated into the Windows Biometric Framework (WBF) as a core Microsoft Windows component called Windows Hello. Windows Hello facial recognition uses a camera configured for near-infrared (IR) imaging to authenticate and unlock Windows devices, as well as to unlock your Microsoft Passport."
  },
  "bg": {
    "s1": "Разпознаване на лице в Windows Hello",
    "s2": "Разпознаването на лица в Microsoft Windows 10 е механизъм за удостоверяване на самоличността от корпоративен клас, интегриран в Windows Biometric Framework (WBF) като основен компонент на Microsoft Windows, наречен Windows Hello. Разпознаването на лица в Windows Hello използва камера, конфигурирана за близко инфрачервено (IR) изображение, за удостоверяване и отключване на устройства с Windows, както и за отключване на вашия Microsoft Passport."
  },
  "cs": {
    "s1": "Rozpoznávání obličeje ve Windows Hello",
    "s2": "Rozpoznávání obličeje v systému Microsoft Windows 10 je mechanismus ověřování identity na podnikové úrovni integrovaný do Windows Biometric Framework (WBF) jako základní součást systému Microsoft Windows s názvem Windows Hello. Rozpoznávání obličeje ve Windows Hello používá kameru nakonfigurovanou pro zobrazování v blízkém infračerveném (IR) záření k ověřování a odemykání zařízení se systémem Windows a také k odemykání vašeho účtu Microsoft Passport."
  },
  "da": {
    "s1": "Windows Hello ansigtsgenkendelse",
    "s2": "Ansigtsgenkendelse i Microsoft Windows 10 er en identitetsgodkendelsesmekanisme i virksomhedsklassen, der er integreret i Windows Biometric Framework (WBF) som en central Microsoft Windows-komponent kaldet Windows Hello. Windows Hello-ansigtsgenkendelse bruger et kamera, der er konfigureret til nær-infrarød (IR) billeddannelse, til at godkende og låse Windows-enheder op samt til at låse din Microsoft Passport op."
  },
  "de": {
    "s1": "Windows Hello-Gesichtserkennung",
    "s2": "Die Gesichtserkennung in Microsoft Windows 10 ist ein Identitätsauthentifizierungsmechanismus auf Unternehmensebene, der als zentrale Microsoft Windows-Komponente namens Windows Hello in das Windows Biometric Framework (WBF) integriert ist. Die Gesichtserkennung von Windows Hello verwendet eine für Nahinfrarot (IR) konfigurierte Kamera zur Authentifizierung und Entsperrung von Windows-Geräten sowie zur Entsperrung Ihres Microsoft Passport."
  },
  "el": {
    "s1": "Αναγνώριση προσώπου Windows Hello",
    "s2": "Η αναγνώριση προσώπου στα Microsoft Windows 10 είναι ένας μηχανισμός ελέγχου ταυτότητας εταιρικού επιπέδου που ενσωματώνεται στο Windows Biometric Framework (WBF) ως βασικό στοιχείο των Microsoft Windows που ονομάζεται Windows Hello. Η αναγνώριση προσώπου των Windows Hello χρησιμοποιεί μια κάμερα που έχει ρυθμιστεί για απεικόνιση εγγύς υπέρυθρης ακτινοβολίας (IR) για τον έλεγχο ταυτότητας και το ξεκλείδωμα συσκευών Windows, καθώς και για το ξεκλείδωμα του Microsoft Passport σας."
  },
  "es": {
    "s1": "Reconocimiento facial de Windows Hello",
    "s2": "El reconocimiento facial en Microsoft Windows 10 es un mecanismo de autenticación de identidad de nivel empresarial integrado en Windows Biometric Framework (WBF) como un componente clave de Microsoft Windows llamado Windows Hello. El reconocimiento facial de Windows Hello utiliza una cámara configurada para imágenes de infrarrojo cercano (IR) para autenticar y desbloquear dispositivos Windows, así como para desbloquear Microsoft Passport."
  },
  "fi": {
    "s1": "Windows Hello -kasvojentunnistus",
    "s2": "Kasvojentunnistus Microsoft Windows 10:ssä on yritystason henkilöllisyyden todennusmekanismi, joka on integroitu Windows Biometric Frameworkiin (WBF) Microsoft Windowsin ydinkomponenttina nimeltä Windows Hello. Windows Hellon kasvojentunnistus käyttää lähi-infrapunakuvantamiseen (IR) konfiguroitua kameraa Windows-laitteiden todentamiseen ja lukituksen avaamiseen sekä Microsoft Passportin lukituksen avaamiseen."
  },
  "fr": {
    "s1": "Reconnaissance faciale Windows Hello",
    "s2": "La reconnaissance faciale dans Microsoft Windows 10 est un mécanisme d'authentification d'identité de niveau entreprise intégré au Windows Biometric Framework (WBF) en tant que composant principal de Microsoft Windows appelé Windows Hello. La reconnaissance faciale Windows Hello utilise une caméra configurée pour l'imagerie proche infrarouge (IR) pour authentifier et déverrouiller les appareils Windows, ainsi que votre passeport Microsoft."
  },
  "hr": {
    "s1": "Prepoznavanje lica u sustavu Windows Hello",
    "s2": "Prepoznavanje lica u sustavu Microsoft Windows 10 mehanizam je za provjeru autentičnosti identiteta poslovne razine integriran u Windows Biometric Framework (WBF) kao ključna komponenta sustava Microsoft Windows pod nazivom Windows Hello. Sustav za prepoznavanje lica u sustavu Windows Hello koristi kameru konfiguriranu za snimanje u bliskom infracrvenom (IR) području za provjeru autentičnosti i otključavanje Windows uređaja, kao i za otključavanje vaše Microsoft Passport usluge."
  },
  "hu": {
    "s1": "Windows Hello arcfelismerés",
    "s2": "A Microsoft Windows 10 arcfelismerése egy vállalati szintű személyazonosság-hitelesítési mechanizmus, amely a Windows biometrikus keretrendszerbe (WBF) integrálva van, mint a Windows Hello nevű alapvető Microsoft Windows-összetevő. A Windows Hello arcfelismerés egy közeli infravörös (IR) képalkotásra konfigurált kamerát használ a Windows-eszközök hitelesítéséhez és feloldásához, valamint a Microsoft Passport feloldásához."
  },
  "it": {
    "s1": "Riconoscimento facciale di Windows Hello",
    "s2": "Il riconoscimento facciale in Microsoft Windows 10 è un meccanismo di autenticazione dell'identità di livello aziendale integrato in Windows Biometric Framework (WBF) come componente principale di Microsoft Windows denominato Windows Hello. Il riconoscimento facciale di Windows Hello utilizza una fotocamera configurata per l'imaging nel vicino infrarosso (IR) per autenticare e sbloccare i dispositivi Windows, nonché per sbloccare il tuo account Microsoft Passport."
  },
  "ja": {
    "s1": "Windows Hello 顔認識",
    "s2": "Microsoft Windows 10 の顔認識機能は、Windows Hello と呼ばれる Microsoft Windows のコアコンポーネントとして Windows Biometric Framework (WBF) に統合された、エンタープライズグレードの ID 認証メカニズムです。Windows Hello 顔認識機能は、近赤外線 (IR) イメージング用に構成されたカメラを使用して、Windows デバイスの認証とロック解除を行うほか、Microsoft Passport のロック解除も行います。"
  },
  "ko": {
    "s1": "Windows Hello 얼굴 인식",
    "s2": "Microsoft Windows 10의 얼굴 인식은 Windows Hello라는 핵심 Microsoft Windows 구성 요소로 Windows 생체 인식 프레임워크(WBF)에 통합된 엔터프라이즈급 신원 인증 메커니즘입니다. Windows Hello 얼굴 인식은 근적외선(IR) 이미징을 위해 구성된 카메라를 사용하여 Windows 장치를 인증하고 잠금을 해제하며, Microsoft Passport의 잠금도 해제합니다."
  },
  "nb": {
    "s1": "Windows Hello ansiktsgjenkjenning",
    "s2": "Ansiktsgjenkjenning i Microsoft Windows 10 er en identitetsautentiseringsmekanisme i bedriftsklassen som er integrert i Windows Biometric Framework (WBF) som en kjernekomponent i Microsoft Windows kalt Windows Hello. Ansiktsgjenkjenning i Windows Hello bruker et kamera konfigurert for nær-infrarød (IR) avbildning for å autentisere og låse opp Windows-enheter, samt for å låse opp Microsoft Passport."
  },
  "nl": {
    "s1": "Windows Hello Gezichtsherkenning",
    "s2": "Gezichtsherkenning in Microsoft Windows 10 is een identiteitsauthenticatiemechanisme van zakelijke kwaliteit, geïntegreerd in het Windows Biometric Framework (WBF) als een kerncomponent van Microsoft Windows, genaamd Windows Hello. Gezichtsherkenning van Windows Hello maakt gebruik van een camera die is geconfigureerd voor nabij-infrarood (IR)-beelden om Windows-apparaten te verifiëren en te ontgrendelen, en om uw Microsoft Passport te ontgrendelen."
  },
  "pl": {
    "s1": "Rozpoznawanie twarzy Windows Hello",
    "s2": "Rozpoznawanie twarzy w systemie Microsoft Windows 10 to mechanizm uwierzytelniania tożsamości klasy korporacyjnej, zintegrowany z platformą biometryczną Windows (WBF) jako główny składnik systemu Microsoft Windows o nazwie Windows Hello. Rozpoznawanie twarzy w systemie Windows Hello wykorzystuje kamerę skonfigurowaną do obrazowania w bliskiej podczerwieni (IR) do uwierzytelniania i odblokowywania urządzeń z systemem Windows, a także do odblokowywania konta Microsoft Passport."
  },
  "pt": {
    "s1": "Reconhecimento facial do Windows Hello",
    "s2": "O reconhecimento facial no Microsoft Windows 10 é um mecanismo de autenticação de identidade de nível empresarial integrado ao Windows Biometric Framework (WBF) como um componente central do Microsoft Windows chamado Windows Hello. O reconhecimento facial do Windows Hello usa uma câmera configurada para imagens de infravermelho próximo (IR) para autenticar e desbloquear dispositivos Windows, bem como para desbloquear seu Microsoft Passport."
  },
  "ro": {
    "s1": "Recunoaștere facială Windows Hello",
    "s2": "Recunoașterea facială în Microsoft Windows 10 este un mecanism de autentificare a identității la nivel de întreprindere, integrat în Windows Biometric Framework (WBF) ca o componentă principală Microsoft Windows numită Windows Hello. Recunoașterea facială Windows Hello utilizează o cameră configurată pentru imagistică în infraroșu apropiat (IR) pentru a autentifica și debloca dispozitivele Windows, precum și pentru a debloca Microsoft Passport."
  },
  "ru": {
    "s1": "Распознавание лиц Windows Hello",
    "s2": "Распознавание лиц в Microsoft Windows 10 — это механизм аутентификации корпоративного уровня, интегрированный в биометрическую платформу Windows (WBF) в качестве основного компонента Microsoft Windows под названием Windows Hello. Функция распознавания лиц Windows Hello использует камеру, настроенную на получение изображений в ближнем инфракрасном (ИК) диапазоне, для аутентификации и разблокировки устройств Windows, а также для разблокировки вашего Microsoft Passport."
  },
  "zh-CN": {
    "s1": "Windows Hello 面部识别",
    "s2": "Microsoft Windows 10 中的面部识别是一种企业级身份验证机制，它作为一个名为 Windows Hello 的核心 Microsoft Windows 组件集成到 Windows 生物识别框架 (WBF) 中。Windows Hello 面部识别使用配置为近红外 (IR) 成像的摄像头来验证和解锁 Windows 设备，以及解锁您的 Microsoft Passport。"
  },
  "sk": {
    "s1": "Rozpoznávanie tváre vo Windows Hello",
    "s2": "Rozpoznávanie tváre v systéme Microsoft Windows 10 je mechanizmus overovania identity na podnikovej úrovni integrovaný do Windows Biometric Framework (WBF) ako základná súčasť systému Microsoft Windows s názvom Windows Hello. Rozpoznávanie tváre vo Windows Hello používa kameru nakonfigurovanú na zobrazovanie v blízkej infračervenej (IR) oblasti na overovanie a odomykanie zariadení so systémom Windows, ako aj na odomykanie vášho účtu Microsoft Passport."
  },
  "sl": {
    "s1": "Prepoznavanje obrazov v sistemu Windows Hello",
    "s2": "Prepoznavanje obrazov v sistemu Microsoft Windows 10 je mehanizem za preverjanje pristnosti identitete na ravni podjetja, integriran v ogrodje Windows Biometric Framework (WBF) kot osrednja komponenta sistema Microsoft Windows, imenovana Windows Hello. Prepoznavanje obrazov Windows Hello uporablja kamero, konfigurirano za slikanje v bližnjem infrardečem (IR) območju, za preverjanje pristnosti in odklepanje naprav Windows ter za odklepanje vašega Microsoft Passporta."
  },
  "sv": {
    "s1": "Windows Hello ansiktsigenkänning",
    "s2": "Ansiktsigenkänning i Microsoft Windows 10 är en mekanism för identitetsautentisering i företagsklass som är integrerad i Windows Biometric Framework (WBF) som en central Microsoft Windows-komponent som kallas Windows Hello. Ansiktsigenkänning i Windows Hello använder en kamera som är konfigurerad för nära-infraröd (IR) avbildning för att autentisera och låsa upp Windows-enheter, samt för att låsa upp ditt Microsoft Passport."
  },
  "zh-TW": {
    "s1": "Windows Hello 臉部辨識",
    "s2": "Microsoft Windows 10 中的臉部辨識是一種企業級身分驗證機制，它作為一個名為 Windows Hello 的核心 Microsoft Windows 元件整合到 Windows 生物辨識框架 (WBF) 中。 Windows Hello 臉部辨識使用配置為近紅外線 (IR) 影像的相機來驗證和解鎖 Windows 設備，以及解鎖您的 Microsoft Passport。"
  },
  "tr": {
    "s1": "Windows Hello Yüz Tanıma",
    "s2": "Microsoft Windows 10'daki yüz tanıma, Windows Hello adı verilen temel bir Microsoft Windows bileşeni olarak Windows Biyometrik Çerçevesi'ne (WBF) entegre edilmiş, kurumsal düzeyde bir kimlik doğrulama mekanizmasıdır. Windows Hello yüz tanıma, Windows cihazlarınızı doğrulamak ve kilidini açmak ve ayrıca Microsoft Passport'unuzun kilidini açmak için yakın kızılötesi (IR) görüntüleme için yapılandırılmış bir kamera kullanır."
  },
  "uk": {
    "s1": "Розпізнавання обличчя Windows Hello",
    "s2": "Розпізнавання обличчя в Microsoft Windows 10 — це механізм автентифікації особи корпоративного рівня, інтегрований у Windows Biometric Framework (WBF) як основний компонент Microsoft Windows під назвою Windows Hello. Розпізнавання обличчя Windows Hello використовує камеру, налаштовану на ближнє інфрачервоне (ІЧ) зображення, для автентифікації та розблокування пристроїв Windows, а також для розблокування вашого Microsoft Passport."
  }
}