{
  "en": {
    "s1": "DTS:X Ultra",
    "s2": "What is DTS:X Ultra?",
    "s3": "DTS:X Ultra delivers an ultra-realistic immersive 3D audio spatialization experience which supported on both headphone and speaker. DTS:X Ultra delivers the most complete, end-to-end solution optimized for both the content and audio endpoint",
    "s4": "Supercharge your PC gaming experience with DTS 3D multi channel audio.",
    "s5": "Maximum consumer enjoyment through an immersive listening experience.",
    "s6": "Improved performance from symmetric and asymmetric speakers.",
    "s7": "3D audio for headphones with DTS Headphone:X",
    "s8": "Personalized listening experience through 500+ headphone database and personal listening profile",
    "s9": "Individually tuned 6 Content Modes, plus, Automatic and Custom Audio options",
    "s10": "10-Band EQ",
    "s11": "DTS Headphone:X for Microsoft Spatial sound",
    "s12": "DTS:X decoder pack included",
    "s13": "Note:",
    "s14": "Feature availability may vary by model."
  },
  "bg": {
    "s1": "DTS:X Ultra",
    "s2": "Какво е DTS:X Ultra?",
    "s3": "DTS:X Ultra предлага ултрареалистично и завладяващо 3D пространствено аудио изживяване, поддържано както от слушалки, така и от високоговорители. То осигурява цялостно решение от край до край, оптимизирано както за съдържанието, така и за аудио изходните устройства.",
    "s4": "Подобрете PC гейминг изживяването си с DTS 3D многоканален звук.",
    "s5": "Максимално удоволствие чрез завладяващо слушателско изживяване.",
    "s6": "Подобрена производителност със симетрични и асиметрични високоговорители.",
    "s7": "3D аудио за слушалки с DTS Headphone:X. ",
    "s8": "Персонализирано слушателско изживяване чрез база данни с над 500 слушалки и индивидуален слушателски профил. ",
    "s9": "Шест индивидуално настроени режима за съдържание, плюс автоматични и персонализирани аудио опции. ",
    "s10": "10-лентов еквалайзер.",
    "s11": "DTS Headphone:X за Microsoft Spatial Sound. ",
    "s12": "Включен DTS:X декодиращ пакет.",
    "s13": "Забележка:",
    "s14": "Наличността на функциите може да варира в зависимост от модела."
  },
  "cs": {
    "s1": "DTS:X Ultra",
    "s2": "Co je DTS:X Ultra?",
    "s3": "DTS:X Ultra přináší mimořádně realistický a pohlcující 3D prostorový zvuk, který je podporován jak ve sluchátkách, tak v reproduktorech. Poskytuje kompletní řešení od začátku do konce, optimalizované pro obsah i zvukový výstup.",
    "s4": "Vylepšete svůj herní zážitek na PC s DTS 3D vícekanálovým zvukem.",
    "s5": "Maximální potěšení díky pohlcujícímu poslechovému zážitku.",
    "s6": "Lepší výkon se symetrickými i asymetrickými reproduktory.",
    "s7": "3D zvuk pro sluchátka s DTS Headphone:X. \n",
    "s8": "Personalizovaný poslechový zážitek díky databázi více než 500 sluchátek a individuálnímu poslechovému profilu. \n",
    "s9": "Šest individuálně vyladěných režimů obsahu spolu s automatickými a vlastními možnostmi zvuku. ",
    "s10": "10pásmový ekvalizér.",
    "s11": "DTS Headphone:X pro Microsoft Spatial Sound. ",
    "s12": "Součástí je dekódovací balíček DTS:X.",
    "s13": "Poznámka:",
    "s14": "Dostupnost funkcí se může lišit podle modelu."
  },
  "da": {
    "s1": "DTS:X Ultra",
    "s2": "Hvad er DTS:X Ultra?",
    "s3": "DTS:X Ultra leverer en ultrarealistisk og medrivende 3D-lydoplevelse med rumlig gengivelse, understøttet på både hovedtelefoner og højttalere. Det tilbyder en komplet end-to-end-løsning, optimeret til både indhold og lydudgang.",
    "s4": "Giv din PC-gamingoplevelse et løft med DTS 3D multikanalslyd.",
    "s5": "Maksimal nydelse gennem en medrivende lytteoplevelse.",
    "s6": "Forbedret ydeevne med både symmetriske og asymmetriske højttalere.",
    "s7": "3D-lyd til hovedtelefoner med DTS Headphone:X. ",
    "s8": "Personlig lytteoplevelse via en database med over 500 hovedtelefoner og en individuel lytteprofil. ",
    "s9": "Seks individuelt afstemte indholdstilstande samt automatiske og brugerdefinerede lydindstillinger. ",
    "s10": "10-bånds equalizer.",
    "s11": "DTS Headphone:X til Microsoft Spatial Sound. ",
    "s12": "DTS:X-dekoderpakke inkluderet.",
    "s13": "Bemærk:",
    "s14": "Funktioners tilgængelighed kan variere afhængigt af model."
  },
  "de": {
    "s1": "DTS:X Ultra",
    "s2": "Was ist DTS:X Ultra?",
    "s3": "DTS:X Ultra bietet ein besonders realistisches, immersives 3D-Audioerlebnis mit räumlicher Klangabbildung, das sowohl über Kopfhörer als auch über Lautsprecher unterstützt wird. Es liefert eine umfassende End-to-End-Lösung, optimiert für Inhalte und Audioausgabe.",
    "s4": "Verbessern Sie Ihr PC-Gaming-Erlebnis mit DTS 3D-Mehrkanal-Audio.",
    "s5": "Maximales Hörvergnügen durch ein immersives Klangerlebnis.",
    "s6": "Verbesserte Leistung mit symmetrischen und asymmetrischen Lautsprechern.",
    "s7": "3D-Audio für Kopfhörer mit DTS Headphone:X. ",
    "s8": "Personalisierte Hörerlebnisse dank einer Datenbank mit über 500 Kopfhörern und einem individuellen Hörprofil. ",
    "s9": "Sechs individuell abgestimmte Inhaltsmodi sowie automatische und benutzerdefinierte Audiooptionen. ",
    "s10": "10-Band-Equalizer.",
    "s11": "DTS Headphone:X für Microsoft Spatial Sound. ",
    "s12": "DTS:X Decoder-Paket enthalten.",
    "s13": "Hinweis:",
    "s14": "Die Verfügbarkeit von Funktionen kann je nach Modell variieren."
  },
  "el": {
    "s1": "DTS:X Ultra",
    "s2": "Τι είναι το DTS:X Ultra;",
    "s3": "Το DTS:X Ultra προσφέρει μια εξαιρετικά ρεαλιστική και καθηλωτική εμπειρία τρισδιάστατου χωρικού ήχου, με υποστήριξη τόσο για ακουστικά όσο και για ηχεία. Παρέχει μια ολοκληρωμένη λύση από άκρο σε άκρο, βελτιστοποιημένη για το περιεχόμενο και την έξοδο ήχου.",
    "s4": "Αναβαθμίστε την εμπειρία gaming στον υπολογιστή σας με DTS 3D πολυκάναλο ήχο.",
    "s5": "Μέγιστη απόλαυση μέσω μιας καθηλωτικής ακουστικής εμπειρίας.",
    "s6": "Βελτιωμένη απόδοση με συμμετρικά και ασύμμετρα ηχεία.",
    "s7": "3D ήχος για ακουστικά με DTS Headphone:X. ",
    "s8": "Εξατομικευμένη εμπειρία ακρόασης μέσω βάσης δεδομένων με περισσότερα από 500 ακουστικά και προσωπικό προφίλ ακρόασης. ",
    "s9": " Έξι ξεχωριστά ρυθμισμένες λειτουργίες περιεχομένου, καθώς και Αυτόματες και Προσαρμοσμένες επιλογές ήχου. ",
    "s10": "Ισοσταθμιστής 10 ζωνών.",
    "s11": "DTS Headphone:X για Microsoft Spatial Sound. ",
    "s12": "Περιλαμβάνεται πακέτο αποκωδικοποίησης DTS:X.",
    "s13": "Σημείωση:",
    "s14": "Η διαθεσιμότητα των λειτουργιών ενδέχεται να διαφέρει ανάλογα με το μοντέλο."
  },
  "es": {
    "s1": "DTS:X Ultra",
    "s2": "¿Qué es DTS:X Ultra?",
    "s3": "DTS:X Ultra ofrece una experiencia de audio 3D espacial ultrarrealista e inmersiva, compatible tanto con auriculares como con altavoces. Proporciona una solución integral de extremo a extremo, optimizada tanto para el contenido como para la salida de audio.",
    "s4": "Mejora tu experiencia de juego en PC con audio DTS 3D multicanal.",
    "s5": "Máximo disfrute gracias a una experiencia de escucha inmersiva.",
    "s6": "Rendimiento mejorado con altavoces simétricos y asimétricos.",
    "s7": "Audio 3D para auriculares con DTS Headphone:X. ",
    "s8": "Experiencia de escucha personalizada gracias a una base de datos de más de 500 auriculares y a un perfil de escucha individual. ",
    "s9": "Seis modos de contenido ajustados individualmente, además de opciones de audio automáticas y personalizadas. ",
    "s10": "Ecualizador de 10 bandas.",
    "s11": "DTS Headphone:X para Microsoft Spatial Sound. ",
    "s12": "Paquete de decodificador DTS:X incluido.",
    "s13": "Nota:",
    "s14": "La disponibilidad de las funciones puede variar según el modelo."
  },
  "fi": {
    "s1": "DTS:X Ultra",
    "s2": "Mikä on DTS:X Ultra?",
    "s3": "DTS:X Ultra tarjoaa erittäin realistisen ja mukaansatempaavan 3D-tilaäänikokemuksen, jota tukevat sekä kuulokkeet että kaiuttimet. Se tarjoaa kattavan päästä päähän -ratkaisun, joka on optimoitu sekä sisällölle että äänentoistolle.",
    "s4": "Tehosta PC-pelikokemustasi DTS 3D -monikanavaäänellä.",
    "s5": "Maksimaalinen nautinto mukaansatempaavan kuuntelukokemuksen ansiosta.",
    "s6": "Parempi suorituskyky sekä symmetrisillä että epäsymmetrisillä kaiuttimilla.",
    "s7": "3D-ääni kuulokkeille DTS Headphone:X -tuella. ",
    "s8": "Yksilöllinen kuuntelukokemus yli 500 kuulokkeen tietokannan ja henkilökohtaisen kuunteluprofiilin ansiosta. ",
    "s9": "Kuusi erikseen viritettyä sisältötilaa sekä automaattiset ja mukautetut ääniasetukset. ",
    "s10": "10-kaistainen taajuuskorjain.",
    "s11": "DTS Headphone:X Microsoft Spatial Sound -tukea varten. ",
    "s12": "DTS:X-dekooderipaketti sisältyy.",
    "s13": "Huomautus:",
    "s14": "Ominaisuuksien saatavuus voi vaihdella mallin mukaan."
  },
  "fr": {
    "s1": "DTS:X Ultra",
    "s2": "Qu’est-ce que DTS:X Ultra ?",
    "s3": "DTS:X Ultra offre une expérience audio 3D spatialisée ultra-réaliste et immersive, compatible avec les casques comme avec les haut-parleurs. Il propose une solution complète de bout en bout, optimisée pour le contenu et la sortie audio.",
    "s4": "Boostez votre expérience de jeu sur PC avec l’audio multicanal DTS 3D.",
    "s5": "Un plaisir d’écoute maximal grâce à une expérience sonore immersive.",
    "s6": "Performances améliorées avec des haut-parleurs symétriques et asymétriques.",
    "s7": "Audio 3D pour casques avec DTS Headphone:X. ",
    "s8": "Une expérience d’écoute personnalisée grâce à une base de données de plus de 500 casques et à un profil d’écoute individuel. ",
    "s9": "Six modes de contenu réglés individuellement, avec des options audio automatiques et personnalisées. ",
    "s10": "Égaliseur 10 bandes.",
    "s11": "DTS Headphone:X pour Microsoft Spatial Sound. ",
    "s12": "Pack de décodeur DTS:X inclus.",
    "s13": "Remarque :",
    "s14": "La disponibilité des fonctionnalités peut varier selon le modèle."
  },
  "hr": {
    "s1": "DTS:X Ultra",
    "s2": "Što je DTS:X Ultra?",
    "s3": "DTS:X Ultra donosi iznimno realističan i uranjajući 3D prostorni zvuk, podržan na slušalicama i zvučnicima. Pruža cjelovito rješenje od početka do kraja, optimizirano za sadržaj i audio izlaz.",
    "s4": "Unaprijedite PC gaming iskustvo uz DTS 3D višekanalni zvuk.",
    "s5": "Maksimalno uživanje zahvaljujući impresivnom iskustvu slušanja.",
    "s6": "Poboljšane performanse sa simetričnim i asimetričnim zvučnicima.",
    "s7": "3D zvuk za slušalice s DTS Headphone:X. ",
    "s8": "Personalizirano iskustvo slušanja uz bazu podataka s više od 500 slušalica i osobni profil slušanja. ",
    "s9": "Šest pojedinačno prilagođenih načina sadržaja, uz automatske i prilagođene audio opcije. ",
    "s10": "10-pojasni ekvilizator.",
    "s11": "DTS Headphone:X za Microsoft Spatial Sound. ",
    "s12": "Uključen DTS:X dekoderski paket.",
    "s13": "Napomena:",
    "s14": "Dostupnost značajki može se razlikovati ovisno o modelu."
  },
  "hu": {
    "s1": "DTS:X Ultra",
    "s2": "Mi az a DTS:X Ultra?",
    "s3": "A DTS:X Ultra rendkívül valósághű, magával ragadó 3D térhangzás élményt nyújt, amely fejhallgatókon és hangszórókon egyaránt támogatott. Teljes körű, végponttól végpontig terjedő megoldást kínál, amely a tartalomra és a hangkimenetre is optimalizált.",
    "s4": "Dobja fel PC-s játékélményét a DTS 3D többcsatornás hangzással.",
    "s5": "Maximális élvezet a magával ragadó hangélmény révén.",
    "s6": "Továbbfejlesztett teljesítmény szimmetrikus és aszimmetrikus hangszórókkal.",
    "s7": "3D hangzás fejhallgatókhoz DTS Headphone:X technológiával. ",
    "s8": "Személyre szabott zenehallgatási élmény több mint 500 fejhallgatót tartalmazó adatbázissal és egyéni hallgatási profillal. ",
    "s9": "Hat egyedileg hangolt tartalommód, valamint automatikus és egyéni hangbeállítások. ",
    "s10": "10 sávos EQ.",
    "s11": "DTS Headphone:X a Microsoft Spatial Sound technológiához. ",
    "s12": "DTS:X dekódercsomag mellékelve.",
    "s13": "Megjegyzés:",
    "s14": "A funkciók elérhetősége modellenként eltérhet."
  },
  "it": {
    "s1": "DTS:X Ultra",
    "s2": "Che cos’è DTS:X Ultra?",
    "s3": "DTS:X Ultra offre un’esperienza audio 3D spaziale estremamente realistica e coinvolgente, supportata sia da cuffie che da altoparlanti. Fornisce una soluzione completa end-to-end, ottimizzata per i contenuti e l’uscita audio.",
    "s4": "Potenzia la tua esperienza di gioco su PC con l’audio multicanale DTS 3D.",
    "s5": "Massimo coinvolgimento grazie a un’esperienza di ascolto immersiva.",
    "s6": "Prestazioni migliorate con altoparlanti simmetrici e asimmetrici.",
    "s7": "Audio 3D per cuffie con DTS Headphone:X. ",
    "s8": "Esperienza di ascolto personalizzata grazie a un database di oltre 500 cuffie e a un profilo di ascolto individuale. ",
    "s9": "Sei modalità di contenuto ottimizzate singolarmente, oltre a opzioni audio automatiche e personalizzate. ",
    "s10": "Equalizzatore a 10 bande.",
    "s11": "DTS Headphone:X per Microsoft Spatial Sound. ",
    "s12": "Pacchetto decoder DTS:X incluso.",
    "s13": "Nota:",
    "s14": "La disponibilità delle funzionalità può variare in base al modello."
  },
  "ja": {
    "s1": "DTS:X Ultra",
    "s2": "DTS:X Ultra とは？",
    "s3": "DTS:X Ultra は、ヘッドホンとスピーカーの両方に対応した、非常にリアルで没入感のある 3D 空間オーディオ体験を提供します。コンテンツとオーディオ出力の両方に最適化された、包括的なエンドツーエンドソリューションです。",
    "s4": "DTS 3D マルチチャンネルオーディオにより、PC ゲーミング体験をさらに強化。",
    "s5": "没入感のあるリスニング体験により、より高い満足度を実現。",
    "s6": "対称／非対称スピーカー構成により、音響性能を向上。",
    "s7": "DTS Headphone:X によるヘッドホン向け 3D オーディオ。",
    "s8": "500 以上のヘッドホンデータベースと個別のリスニングプロファイルによるパーソナライズされたリスニング体験。",
    "s9": "個別にチューニングされた 6 つのコンテンツモードに加え、自動およびカスタムオーディオオプションを搭載。",
    "s10": "10 バンド EQ。",
    "s11": "Microsoft Spatial Sound 対応 DTS Headphone:X。",
    "s12": "DTS:X デコーダーパックを同梱。",
    "s13": "注：",
    "s14": "機能の提供状況はモデルによって異なる場合があります。"
  },
  "ko": {
    "s1": "DTS:X Ultra",
    "s2": "DTS:X Ultra란 무엇인가요?",
    "s3": "DTS:X Ultra는 헤드폰과 스피커 모두에서 지원되는 매우 사실적이고 몰입감 있는 3D 공간 오디오 경험을 제공합니다. 콘텐츠와 오디오 출력 장치 모두에 최적화된 완전한 엔드투엔드 솔루션을 제공합니다.",
    "s4": "DTS 3D 멀티 채널 오디오로 PC 게이밍 경험을 한층 강화합니다.",
    "s5": "몰입감 있는 청취 경험으로 더욱 높은 만족도를 제공합니다.",
    "s6": "대칭 및 비대칭 스피커 구성에서도 향상된 성능을 제공합니다.",
    "s7": "DTS Headphone:X를 통한 헤드폰용 3D 오디오. ",
    "s8": "500개 이상의 헤드폰 데이터베이스와 개인 청취 프로필을 기반으로 한 맞춤형 청취 경험. ",
    "s9": "개별 튜닝된 6가지 콘텐츠 모드와 자동 및 사용자 지정 오디오 옵션 제공. ",
    "s10": "10밴드 EQ.",
    "s11": "Microsoft Spatial Sound를 위한 DTS Headphone:X. ",
    "s12": "DTS:X 디코더 팩 포함.",
    "s13": "참고:",
    "s14": "기능 제공 여부는 모델에 따라 다를 수 있습니다."
  },
  "nb": {
    "s1": "DTS:X Ultra",
    "s2": "Hva er DTS:X Ultra?",
    "s3": "DTS:X Ultra leverer en svært realistisk og oppslukende 3D-romlydopplevelse, med støtte for både hodetelefoner og høyttalere. Det tilbyr en komplett ende-til-ende-løsning, optimalisert for både innhold og lydutgang.",
    "s4": "Forsterk PC-spillopplevelsen med DTS 3D flerkanalslyd.",
    "s5": "Maksimal nytelse gjennom en oppslukende lytteopplevelse.",
    "s6": "Forbedret ytelse med både symmetriske og asymmetriske høyttalere.",
    "s7": "3D-lyd for hodetelefoner med DTS Headphone:X. ",
    "s8": "Personlig lytteopplevelse via en database med over 500 hodetelefoner og en individuell lytteprofil. ",
    "s9": "Seks individuelt finjusterte innholdsmoduser samt automatiske og tilpassede lydalternativer. ",
    "s10": "10-bånds EQ.",
    "s11": "DTS Headphone:X for Microsoft Spatial Sound. ",
    "s12": "DTS:X-dekoderpakke inkludert.",
    "s13": "Merk:",
    "s14": "Tilgjengeligheten av funksjoner kan variere etter modell."
  },
  "nl": {
    "s1": "DTS:X Ultra",
    "s2": "Wat is DTS:X Ultra?",
    "s3": "DTS:X Ultra levert een uiterst realistische en meeslepende 3D-ruimtelijke audio-ervaring, ondersteund door zowel hoofdtelefoons als luidsprekers. Het biedt een complete end-to-end-oplossing, geoptimaliseerd voor zowel content als audio-uitvoer.",
    "s4": "Geef je PC-game-ervaring een boost met DTS 3D multikanaals audio.",
    "s5": "Maximale luisterbeleving dankzij een meeslepende luisterervaring.",
    "s6": "Verbeterde prestaties met zowel symmetrische als asymmetrische luidsprekers.",
    "s7": "3D-audio voor hoofdtelefoons met DTS Headphone:X. ",
    "s8": "Gepersonaliseerde luisterervaring dankzij een database met meer dan 500 hoofdtelefoons en een persoonlijk luisterprofiel. ",
    "s9": "Zes individueel afgestemde contentmodi, plus automatische en aangepaste audio-opties. ",
    "s10": "10-bands EQ.",
    "s11": "DTS Headphone:X voor Microsoft Spatial Sound. ",
    "s12": "DTS:X-decoderpakket inbegrepen.",
    "s13": "Opmerking:",
    "s14": "De beschikbaarheid van functies kan per model verschillen."
  },
  "pl": {
    "s1": "DTS:X Ultra",
    "s2": "Czym jest DTS:X Ultra?",
    "s3": "DTS:X Ultra zapewnia niezwykle realistyczne, immersyjne wrażenia dźwięku przestrzennego 3D, obsługiwane zarówno przez słuchawki, jak i głośniki. Oferuje kompletne rozwiązanie end-to-end, zoptymalizowane pod kątem treści i wyjścia audio.",
    "s4": "Wzmocnij swoje wrażenia z gier na PC dzięki wielokanałowemu dźwiękowi DTS 3D.",
    "s5": "Maksymalna przyjemność dzięki immersyjnemu doświadczeniu odsłuchu.",
    "s6": "Ulepszona wydajność dzięki symetrycznym i asymetrycznym głośnikom.",
    "s7": "Dźwięk 3D dla słuchawek z DTS Headphone:X. ",
    "s8": "Spersonalizowane wrażenia odsłuchowe dzięki bazie ponad 500 modeli słuchawek i indywidualnemu profilowi słuchania. ",
    "s9": "Sześć indywidualnie dostrojonych trybów treści oraz automatyczne i niestandardowe opcje audio. ",
    "s10": "10-pasmowy korektor.",
    "s11": "DTS Headphone:X dla Microsoft Spatial Sound. ",
    "s12": "Pakiet dekodera DTS:X w zestawie.",
    "s13": "Uwaga:",
    "s14": "Dostępność funkcji może się różnić w zależności od modelu."
  },
  "pt": {
    "s1": "DTS:X Ultra",
    "s2": "O que é DTS:X Ultra?",
    "s3": "O DTS:X Ultra proporciona uma experiência de áudio 3D espacial ultrarrealista e envolvente, compatível com auscultadores e altifalantes. Oferece uma solução completa de ponta a ponta, otimizada para conteúdos e saída de áudio.",
    "s4": "Melhore a sua experiência de gaming no PC com áudio multicanal DTS 3D.",
    "s5": "Máximo prazer com uma experiência de audição imersiva.",
    "s6": "Desempenho aprimorado com altifalantes simétricos e assimétricos.",
    "s7": "Áudio 3D para auscultadores com DTS Headphone:X. ",
    "s8": "Experiência de audição personalizada através de uma base de dados com mais de 500 auscultadores e um perfil de audição individual. ",
    "s9": "Seis modos de conteúdo ajustados individualmente, além de opções de áudio automáticas e personalizadas. ",
    "s10": "EQ de 10 bandas.",
    "s11": "DTS Headphone:X para Microsoft Spatial Sound. ",
    "s12": "Pacote de descodificador DTS:X incluído.",
    "s13": "Nota:",
    "s14": "A disponibilidade das funcionalidades pode variar conforme o modelo."
  },
  "ro": {
    "s1": "DTS:X Ultra",
    "s2": "Ce este DTS:X Ultra?",
    "s3": "DTS:X Ultra oferă o experiență audio 3D spațială extrem de realistă și captivantă, compatibilă atât cu căști, cât și cu difuzoare. Oferă o soluție completă end-to-end, optimizată pentru conținut și ieșirea audio.",
    "s4": "Îmbunătățește experiența de gaming pe PC cu sunet multicanal DTS 3D.",
    "s5": "Nivel maxim de satisfacție printr-o experiență de ascultare captivantă.",
    "s6": "Performanță îmbunătățită cu difuzoare simetrice și asimetrice.",
    "s7": "Sunet 3D pentru căști cu DTS Headphone:X. ",
    "s8": "Experiență de ascultare personalizată printr-o bază de date cu peste 500 de căști și un profil de ascultare individual. ",
    "s9": "Șase moduri de conținut reglate individual, plus opțiuni audio automate și personalizate. ",
    "s10": "Egalizator pe 10 benzi.",
    "s11": "DTS Headphone:X pentru Microsoft Spatial Sound. ",
    "s12": "Pachet de decodor DTS:X inclus.",
    "s13": "Notă:",
    "s14": "Disponibilitatea funcțiilor poate varia în funcție de model."
  },
  "ru": {
    "s1": "DTS:X Ultra",
    "s2": "Что такое DTS:X Ultra?",
    "s3": "DTS:X Ultra обеспечивает ультрареалистичное и захватывающее пространственное 3D-аудио, поддерживаемое как в наушниках, так и в акустических системах. Это комплексное сквозное решение, оптимизированное для контента и аудиовыхода.",
    "s4": "Усильте игровой опыт на ПК с помощью многоканального 3D-звука DTS.",
    "s5": "Максимальное удовольствие благодаря погружающему звучанию.",
    "s6": "Повышенная производительность с симметричными и асимметричными динамиками.",
    "s7": "3D-аудио для наушников с DTS Headphone:X. ",
    "s8": "Персонализированное прослушивание благодаря базе данных из более чем 500 наушников и индивидуальному профилю. ",
    "s9": "Шесть индивидуально настроенных режимов контента, а также автоматические и пользовательские аудиопараметры. ",
    "s10": "10-полосный эквалайзер.",
    "s11": "DTS Headphone:X для Microsoft Spatial Sound. ",
    "s12": "В комплект входит пакет декодера DTS:X.",
    "s13": "Примечание:",
    "s14": "Доступность функций может различаться в зависимости от модели."
  },
  "zh-CN": {
    "s1": "DTS:X Ultra",
    "s2": "什麼是 DTS:X Ultra？",
    "s3": "DTS:X Ultra 提供極為真實且沉浸感十足的 3D 空間音效體驗，同時支援耳機與喇叭。其完整的端到端解決方案，針對內容與音訊輸出裝置全面優化。",
    "s4": "透過 DTS 3D 多聲道音效，全面強化 PC 遊戲體驗。",
    "s5": "透過沉浸式聆聽體驗，帶來更高層次的使用滿意度。",
    "s6": "支援對稱與非對稱喇叭配置，實現更佳音效效能。",
    "s7": "搭載 DTS Headphone:X 的耳機 3D 音效。",
    "s8": "透過超過 500 款耳機資料庫與個人化聆聽設定，打造專屬聆聽體驗。",
    "s9": "六種個別調校的內容模式，並提供自動與自訂音效選項。",
    "s10": "10 段等化器。",
    "s11": "支援 Microsoft Spatial Sound 的 DTS Headphone:X。",
    "s12": "內含 DTS:X 解碼套件。",
    "s13": "注意：",
    "s14": "功能提供情況可能因機型而異。"
  },
  "sk": {
    "s1": "DTS:X Ultra",
    "s2": "Čo je DTS:X Ultra?",
    "s3": "DTS:X Ultra prináša mimoriadne realistický a pohlcujúci 3D priestorový zvuk, podporovaný v slúchadlách aj reproduktoroch. Poskytuje kompletné end-to-end riešenie, optimalizované pre obsah aj zvukový výstup.",
    "s4": "Posuňte svoj herný zážitok na PC na vyššiu úroveň vďaka DTS 3D viackanálovému zvuku.",
    "s5": "Maximálne potešenie vďaka pohlcujúcemu posluchovému zážitku.",
    "s6": "Lepší výkon so symetrickými aj asymetrickými reproduktormi.",
    "s7": "3D zvuk pre slúchadlá s DTS Headphone:X. ",
    "s8": "Personalizovaný posluchový zážitok vďaka databáze viac ako 500 slúchadiel a individuálnemu profilu počúvania. ",
    "s9": "Šesť individuálne ladených režimov obsahu, doplnených o automatické a vlastné zvukové možnosti. ",
    "s10": "10-pásmový ekvalizér.",
    "s11": "DTS Headphone:X pre Microsoft Spatial Sound. ",
    "s12": "Súčasťou je dekódovací balík DTS:X.",
    "s13": "Poznámka:",
    "s14": "Dostupnosť funkcií sa môže líšiť podľa modelu."
  },
  "sl": {
    "s1": "DTS:X Ultra",
    "s2": "Kaj je DTS:X Ultra?",
    "s3": "DTS:X Ultra zagotavlja izjemno realističen in poglobljen 3D prostorski zvočni učinek, podprt tako na slušalkah kot na zvočnikih. Ponuja celovito rešitev od začetka do konca, optimizirano za vsebine in zvočni izhod.",
    "s4": "Izboljšajte svojo PC-gaming izkušnjo z večkanalnim zvokom DTS 3D.",
    "s5": "Največje zadovoljstvo z poglobljeno izkušnjo poslušanja.",
    "s6": "Izboljšana zmogljivost s simetričnimi in asimetričnimi zvočniki.",
    "s7": "3D zvok za slušalke z DTS Headphone:X. ",
    "s8": "Prilagojena izkušnja poslušanja z zbirko podatkov več kot 500 slušalk in osebnim profilom poslušanja. ",
    "s9": "Šest individualno uglašenih načinov vsebine ter samodejne in prilagojene zvočne možnosti. ",
    "s10": "10-pasovni izenačevalnik.",
    "s11": "DTS Headphone:X za Microsoft Spatial Sound. ",
    "s12": "Vključen paket dekoderja DTS:X.",
    "s13": "Opomba:",
    "s14": "Razpoložljivost funkcij se lahko razlikuje glede na model."
  },
  "sv": {
    "s1": "DTS:X Ultra",
    "s2": "Vad är DTS:X Ultra?",
    "s3": "DTS:X Ultra levererar en mycket realistisk och uppslukande 3D-ljudupplevelse med rumslig återgivning, med stöd för både hörlurar och högtalare. Det erbjuder en komplett end-to-end-lösning, optimerad för både innehåll och ljudutgång.",
    "s4": "Förbättra din PC-spelupplevelse med DTS 3D flerkanalsljud.",
    "s5": "Maximal njutning genom en uppslukande lyssningsupplevelse.",
    "s6": "Förbättrad prestanda med både symmetriska och asymmetriska högtalare.",
    "s7": "3D-ljud för hörlurar med DTS Headphone:X. ",
    "s8": "Personlig lyssningsupplevelse via en databas med över 500 hörlurar och en individuell lyssningsprofil. ",
    "s9": "Sex individuellt justerade innehållslägen samt automatiska och anpassade ljudalternativ. ",
    "s10": "10-bands EQ.",
    "s11": "DTS Headphone:X för Microsoft Spatial Sound. ",
    "s12": "DTS:X-avkodarpaket ingår.",
    "s13": "Obs:",
    "s14": "Tillgången till funktioner kan variera beroende på modell."
  },
  "zh-TW": {
    "s1": "DTS:X Ultra",
    "s2": "什麼是 DTS:X Ultra？",
    "s3": "DTS:X Ultra 提供極為真實且沉浸感十足的 3D 空間音效體驗，同時支援耳機與喇叭。其完整的端到端解決方案，針對內容與音訊輸出裝置全面優化。",
    "s4": "透過 DTS 3D 多聲道音效，全面強化 PC 遊戲體驗。",
    "s5": "透過沉浸式聆聽體驗，帶來更高層次的使用滿意度。",
    "s6": "支援對稱與非對稱喇叭配置，實現更佳音效效能。",
    "s7": "搭載 DTS Headphone:X 的耳機 3D 音效。",
    "s8": "透過超過 500 款耳機資料庫與個人化聆聽設定，打造專屬聆聽體驗。",
    "s9": "六種個別調校的內容模式，並提供自動與自訂音效選項。",
    "s10": "10 段等化器。",
    "s11": "支援 Microsoft Spatial Sound 的 DTS Headphone:X。",
    "s12": "內含 DTS:X 解碼套件。",
    "s13": "注意：",
    "s14": "功能提供情況可能因機型而異。"
  },
  "tr": {
    "s1": "DTS:X Ultra",
    "s2": "DTS:X Ultra nedir?",
    "s3": "DTS:X Ultra, hem kulaklıklar hem de hoparlörler için desteklenen, son derece gerçekçi ve sürükleyici bir 3D uzamsal ses deneyimi sunar. İçerik ve ses çıkış cihazları için optimize edilmiş, eksiksiz bir uçtan uca çözüm sağlar.",
    "s4": "DTS 3D çok kanallı ses ile PC oyun deneyiminizi güçlendirin.",
    "s5": "Sürükleyici bir dinleme deneyimiyle maksimum keyif.",
    "s6": "Simetrik ve asimetrik hoparlörlerle geliştirilmiş performans.",
    "s7": "DTS Headphone:X ile kulaklıklar için 3D ses. ",
    "s8": "500’den fazla kulaklığı içeren veritabanı ve kişisel dinleme profiliyle kişiselleştirilmiş dinleme deneyimi. ",
    "s9": "Ayrı ayrı ayarlanmış 6 içerik modu ile otomatik ve özel ses seçenekleri. ",
    "s10": "10 bantlı EQ.",
    "s11": "Microsoft Spatial Sound için DTS Headphone:X. ",
    "s12": "DTS:X kod çözücü paketi dahildir.",
    "s13": "Not:",
    "s14": "Özelliklerin kullanılabilirliği modele göre değişiklik gösterebilir."
  },
  "uk": {
    "s1": "DTS:X Ultra",
    "s2": "Що таке DTS:X Ultra?",
    "s3": "DTS:X Ultra забезпечує надзвичайно реалістичний та захопливий 3D просторовий звук, що підтримується як у навушниках, так і в динаміках. Це повноцінне комплексне рішення end-to-end, оптимізоване для контенту та аудіовиходу.",
    "s4": "Підвищіть якість ігрового процесу на ПК завдяки багатоканальному 3D-звуку DTS.",
    "s5": "Максимальне задоволення завдяки захопливому звучанню.",
    "s6": "Покращена продуктивність із симетричними та асиметричними динаміками.",
    "s7": "3D-аудіо для навушників із DTS Headphone:X. ",
    "s8": "Персоналізований досвід прослуховування завдяки базі даних із понад 500 навушників і індивідуальному профілю. ",
    "s9": "Шість індивідуально налаштованих режимів контенту, а також автоматичні й користувацькі аудіоопції. ",
    "s10": "10-смуговий еквалайзер.",
    "s11": "DTS Headphone:X для Microsoft Spatial Sound. ",
    "s12": "У комплекті пакет декодера DTS:X.",
    "s13": "Примітка:",
    "s14": "Доступність функцій може відрізнятися залежно від моделі."
  }
}