{
  "en": {
    "s1": "DTS:X Ultra",
    "s2": "What is DTS:X Ultra?",
    "s3": "DTS:X Ultra delivers an ultra-realistic immersive 3D audio spatialization experience which supported on both headphone and speaker. DTS:X Ultra delivers the most complete, end-to-end solution optimized for both the content and audio endpoint.",
    "s4": "3D audio for headphones with DTS Headphone:X",
    "s5": "Personalized listening experience through 500+ headphone database and personal listening profile",
    "s6": "Individually tuned 6 Content Modes, plus, Automatic and Custom Audio options",
    "s7": "10-Band EQ",
    "s8": "DTS Headphone:X for Microsoft Spatial sound",
    "s9": "DTS:X decoder pack included"
  },
  "bg": {
    "s1": "DTS:X Ultra",
    "s2": "Какво е DTS:X Ultra?",
    "s3": "DTS:X Ultra предоставя ултра-реалистично потапящо 3D аудио пространствено изживяване, което се поддържа както от слушалки, така и от високоговорители. DTS:X Ultra предоставя най-пълното решение от край до край, оптимизирано както за съдържанието, така и за аудио крайната точка",
    "s4": "3D аудио за слушалки с DTS Headphone:X",
    "s5": "Персонализирано изживяване при слушане чрез база данни с над 500 слушалки и личен профил за слушане",
    "s6": "Индивидуално настроени 6 режима на съдържание, плюс опции за автоматично и персонализирано аудио",
    "s7": "10-лентов еквалайзер",
    "s8": "DTS Headphone:X за Microsoft Spatial звук",
    "s9": "Включен пакет декодер DTS:X"
  },
  "cs": {
    "s1": "DTS:X Ultra",
    "s2": "Co je DTS:X Ultra?",
    "s3": "DTS:X Ultra poskytuje ultrarealistický pohlcující zážitek z prostorového 3D zvuku, který podporuje sluchátka i reproduktor. DTS:X Ultra poskytuje nejúplnější komplexní řešení optimalizované pro koncový bod obsahu i zvuku",
    "s4": "3D zvuk pro sluchátka s DTS Headphone:X",
    "s5": "Personalizovaný zážitek z poslechu prostřednictvím 500+ databáze sluchátek a osobního profilu poslechu",
    "s6": "Individuálně vyladěných 6 režimů obsahu, plus, automatické a vlastní možnosti zvuku",
    "s7": "10-pásmový EQ",
    "s8": "DTS Headphone:X pro prostorový zvuk Microsoft",
    "s9": "Sada dekodéru DTS:X je součástí balení"
  },
  "da": {
    "s1": "DTS:X Ultra",
    "s2": "Hvad er DTS:X Ultra?",
    "s3": "DTS:X Ultra leverer en ultrarealistisk fordybende 3D-lydspatialiseringsoplevelse, som understøttes af både hovedtelefoner og højttalere. DTS:X Ultra leverer den mest komplette end-to-end-løsning optimeret til både indholdet og lydendepunktet",
    "s4": "3D-lyd til hovedtelefoner med DTS Headphone:X",
    "s5": "Personlig lytteoplevelse gennem 500+ hovedtelefondatabase og personlig lytteprofil",
    "s6": "Individuelt indstillede 6 indholdstilstande, plus, automatiske og brugerdefinerede lydindstillinger",
    "s7": "10-bånds EQ",
    "s8": "DTS Headphone:X til Microsoft Spatial-lyd",
    "s9": "DTS:X dekoderpakke inkluderet"
  },
  "de": {
    "s1": "DTS:X Ultra",
    "s2": "Was ist DTS:X Ultra?",
    "s3": "DTS:X Ultra bietet ein ultrarealistisches, immersives 3D-Audio-Erlebnis, das sowohl über Kopfhörer als auch über Lautsprecher unterstützt wird. DTS:X Ultra bietet die umfassendste End-to-End-Lösung, optimiert für Inhalt und Audio.",
    "s4": "3D-Audio für Kopfhörer mit DTS Headphone:X",
    "s5": "Personalisiertes Hörerlebnis durch eine Datenbank mit über 500 Kopfhörern und ein persönliches Hörprofil",
    "s6": "Sechs individuell abgestimmte Inhaltsmodi sowie automatische und benutzerdefinierte Audiooptionen",
    "s7": "10-Band-EQ",
    "s8": "DTS Headphone:X für Microsoft Spatial Sound",
    "s9": "DTS:X-Decoderpaket enthalten"
  },
  "el": {
    "s1": "DTS:X Ultra",
    "s2": "Τι είναι το DTS:X Ultra;",
    "s3": "Το DTS:X Ultra προσφέρει μια εξαιρετικά ρεαλιστική συναρπαστική εμπειρία χωροταξίας ήχου 3D που υποστηρίζεται τόσο σε ακουστικά όσο και σε ηχεία. Το DTS:X Ultra παρέχει την πιο ολοκληρωμένη, ολοκληρωμένη λύση βελτιστοποιημένη τόσο για το περιεχόμενο όσο και για το τελικό σημείο ήχου",
    "s4": "Τρισδιάστατος ήχος για ακουστικά με DTS Headphone:X",
    "s5": "Εξατομικευμένη εμπειρία ακρόασης μέσω 500+ βάσης δεδομένων ακουστικών και προσωπικού προφίλ ακρόασης",
    "s6": "Εξατομικευμένα 6 Λειτουργίες Περιεχομένου, συν, Αυτόματες και Προσαρμοσμένες επιλογές ήχου",
    "s7": "10-Band EQ",
    "s8": "DTS Headphone:X για ήχο Microsoft Spatial",
    "s9": "Περιλαμβάνεται το πακέτο αποκωδικοποιητή DTS:X"
  },
  "es": {
    "s1": "DTS:X Ultra",
    "s2": "¿Qué es DTS:X Ultra?",
    "s3": "DTS:X Ultra ofrece una experiencia de espacialización de audio 3D inmersiva y ultrarrealista, compatible tanto con auriculares como con altavoces. DTS:X Ultra ofrece la solución integral más completa, optimizada tanto para el contenido como para el audio.",
    "s4": "Audio 3D para auriculares con DTS Headphone:X",
    "s5": "Experiencia de escucha personalizada gracias a una base de datos de más de 500 auriculares y un perfil de escucha personalizado",
    "s6": "Seis modos de contenido personalizados, además de opciones de audio automático y personalizado",
    "s7": "Ecualizador de 10 bandas",
    "s8": "DTS Headphone:X para sonido espacial Microsoft",
    "s9": "Paquete de decodificador DTS:X incluido"
  },
  "fi": {
    "s1": "DTS:X Ultra",
    "s2": "Mikä on DTS:X Ultra?",
    "s3": "DTS:X Ultra tarjoaa erittäin realistisen mukaansatempaavan 3D-äänen spatialisointikokemuksen, jota tuetaan sekä kuulokkeissa että kaiuttimissa. DTS:X Ultra tarjoaa täydellisimmän, päästä päähän -ratkaisun, joka on optimoitu sekä sisällön että äänen päätepisteeseen",
    "s4": "3D-ääni kuulokkeille, joissa on DTS Headphone:X",
    "s5": "Henkilökohtainen kuuntelukokemus yli 500 kuuloketietokannan ja henkilökohtaisen kuunteluprofiilin kautta",
    "s6": "Yksilöllisesti viritetty 6 sisältötilaa, plus, automaattinen ja mukautettu äänivaihtoehto",
    "s7": "10-kaistainen EQ",
    "s8": "DTS Headphone:X Microsoft Spatial -äänelle",
    "s9": "Mukana DTS:X-dekooderipaketti"
  },
  "fr": {
    "s1": "DTS:X Ultra",
    "s2": "Qu'est-ce que DTS:X Ultra ?",
    "s3": "DTS:X Ultra offre une expérience de spatialisation audio 3D immersive ultra-réaliste, compatible avec le casque et les haut-parleurs. DTS:X Ultra offre la solution complète et optimisée pour le contenu et l'audio.",
    "s4": "Audio 3D pour casque avec DTS Headphone:X",
    "s5": "Expérience d'écoute personnalisée grâce à une base de données de plus de 500 casques et un profil d'écoute personnalisé",
    "s6": "6 modes de contenu personnalisés, plus options audio automatiques et personnalisées",
    "s7": "Égaliseur 10 bandes",
    "s8": "DTS Headphone:X pour le son spatial Microsoft",
    "s9": "Pack décodeur DTS:X inclus"
  },
  "hr": {
    "s1": "DTS:X Ultra",
    "s2": "Što je DTS:X Ultra?",
    "s3": "DTS:X Ultra pruža ultra-realistično imerzivno 3D audio iskustvo prostorizacije koje je podržano i na slušalicama i na zvučnicima. DTS:X Ultra donosi najpotpunije, end-to-end rješenje optimizirano i za sadržaj i za audio krajnju točku",
    "s4": "3D audio za slušalice s DTS Headphone:X",
    "s5": "Personalizirano iskustvo slušanja putem baze podataka s više od 500 slušalica i osobnog profila slušanja",
    "s6": "Individualno podešenih 6 modova sadržaja, plus opcije automatskog i prilagođenog zvuka",
    "s7": "10-pojasni EQ",
    "s8": "DTS Headphone:X za Microsoft Spatial zvuk",
    "s9": "DTS:X paket dekodera uključen"
  },
  "hu": {
    "s1": "DTS:X Ultra",
    "s2": "Mi az a DTS:X Ultra?",
    "s3": "A DTS:X Ultra rendkívül valósághű, magával ragadó 3D-s térbeli hangélményt biztosít, amely fejhallgatón és hangszórón is támogatott. A DTS:X Ultra a legteljesebb, teljes körű megoldást kínálja, amely mind a tartalom, mind az audio végpontra optimalizált",
    "s4": "3D hang DTS fejhallgatóval rendelkező fejhallgatóhoz:X",
    "s5": "Személyre szabott hallgatási élmény 500+ fejhallgató-adatbázison és személyes hallgatási profilon keresztül",
    "s6": "Egyedileg hangolt 6 tartalommód, plusz, automatikus és egyéni hangbeállítások",
    "s7": "10-sávos EQ",
    "s8": "DTS fejhallgató:X a Microsoft Spatial hanghoz",
    "s9": "DTS:X dekóder csomagot tartalmaz"
  },
  "it": {
    "s1": "DTS:X Ultra",
    "s2": "Che cos'è DTS:X Ultra?",
    "s3": "DTS:X Ultra offre un'esperienza di spazializzazione audio 3D immersiva e ultra-realistica, supportata sia dalle cuffie che dagli altoparlanti. DTS:X Ultra offre la soluzione end-to-end più completa, ottimizzata sia per i contenuti che per l'endpoint audio.",
    "s4": "Audio 3D per cuffie con DTS Headphone:X",
    "s5": "Esperienza di ascolto personalizzata grazie a un database di oltre 500 cuffie e profilo di ascolto personale",
    "s6": "6 modalità di ascolto personalizzabili, più opzioni audio automatiche e personalizzate",
    "s7": "Equalizzatore a 10 bande",
    "s8": "DTS Headphone:X per Microsoft Spatial Sound",
    "s9": "Pacchetto decoder DTS:X incluso"
  },
  "ja": {
    "s1": "DTS:Xウルトラ",
    "s2": "DTS:X Ultraとは何ですか?",
    "s3": "DTS:X Ultraは、ヘッドホンとスピーカーの両方でサポートされる、超リアルな没入型3Dオーディオ空間化体験を提供します。DTS:X Ultraは、コンテンツとオーディオエンドポイントの両方に最適化された、最も包括的なエンドツーエンドソリューションを提供します。",
    "s4": "DTS Headphone:X搭載ヘッドホン向け3Dオーディオ",
    "s5": "500種類以上のヘッドホンデータベースとパーソナルリスニングプロファイルによる、パーソナライズされたリスニング体験",
    "s6": "個別に調整可能な6つのコンテンツモードに加え、自動およびカスタムオーディオオプションも搭載",
    "s7": "10バンドEQ",
    "s8": "Microsoft Spatial Sound対応のDTS Headphone:X",
    "s9": "DTS:Xデコーダーパック付属"
  },
  "ko": {
    "s1": "DTS:X 울트라",
    "s2": "DTS:X Ultra란 무엇인가요?",
    "s3": "DTS:X Ultra는 헤드폰과 스피커 모두에서 지원되는 초현실적인 몰입형 3D 오디오 공간화 경험을 제공합니다. DTS:X Ultra는 콘텐츠와 오디오 엔드포인트 모두에 최적화된 가장 완벽한 엔드 투 엔드 솔루션을 제공합니다.",
    "s4": "DTS Headphone:X 헤드폰용 3D 오디오",
    "s5": "500개 이상의 헤드폰 데이터베이스와 개인 청취 프로필을 통한 개인 맞춤형 청취 경험",
    "s6": "개별 맞춤 설정 6가지 콘텐츠 모드, 자동 및 사용자 지정 오디오 옵션",
    "s7": "10밴드 EQ",
    "s8": "Microsoft Spatial 사운드를 위한 DTS Headphone:X",
    "s9": "DTS:X 디코더 팩 포함"
  },
  "nb": {
    "s1": "DTS:X Ultra",
    "s2": "Hva er DTS:X Ultra?",
    "s3": "DTS:X Ultra leverer en ultrarealistisk oppslukende romlig 3D-lydopplevelse som støttes på både hodetelefoner og høyttalere. DTS:X Ultra leverer den mest komplette, ende-til-ende-løsningen optimalisert for både innholdet og lydendepunktet",
    "s4": "3D-lyd for hodetelefoner med DTS Headphone:X",
    "s5": "Personlig lytteopplevelse gjennom 500+ hodetelefondatabase og personlig lytteprofil",
    "s6": "Individuelt innstilte 6 innholdsmoduser, pluss, automatiske og tilpassede lydalternativer",
    "s7": "10-bånds EQ",
    "s8": "DTS Headphone:X for Microsoft Spatial-lyd",
    "s9": "DTS:X dekoderpakke inkludert"
  },
  "nl": {
    "s1": "DTS:X Ultra",
    "s2": "Wat is DTS:X Ultra?",
    "s3": "DTS:X Ultra biedt een ultrarealistische, meeslepende 3D-audio-ruimtelijkheidservaring, ondersteund door zowel hoofdtelefoon als luidspreker. DTS:X Ultra biedt de meest complete, end-to-end oplossing, geoptimaliseerd voor zowel de content als de audio.",
    "s4": "3D-audio voor hoofdtelefoons met DTS Headphone:X",
    "s5": "Gepersonaliseerde luisterervaring via een database met meer dan 500 hoofdtelefoons en een persoonlijk luisterprofiel",
    "s6": "Individueel afgestemde 6 contentmodi, plus automatische en aangepaste audio-opties",
    "s7": "10-bands EQ",
    "s8": "DTS Headphone:X voor Microsoft Spatial Sound",
    "s9": "DTS:X-decoderpakket inbegrepen"
  },
  "pl": {
    "s1": "DTS:X Ultra",
    "s2": "Czym jest DTS:X Ultra?",
    "s3": "Technologia DTS:X Ultra zapewnia ultrarealistyczne, immersyjne wrażenia przestrzennego dźwięku 3D, obsługiwane zarówno przez słuchawki, jak i głośniki. DTS:X Ultra to najbardziej kompletne, kompleksowe rozwiązanie zoptymalizowane zarówno pod kątem treści, jak i punktu końcowego audio.",
    "s4": "Dźwięk 3D dla słuchawek z DTS Headphone:X",
    "s5": "Spersonalizowane wrażenia słuchowe dzięki bazie danych ponad 500 słuchawek i osobistym profilom odsłuchowym",
    "s6": "6 indywidualnie dostrojonych trybów treści oraz opcje automatycznego i niestandardowego dźwięku",
    "s7": "10-pasmowy korektor",
    "s8": "DTS Headphone:X dla dźwięku przestrzennego Microsoft",
    "s9": "W zestawie pakiet dekodera DTS:X"
  },
  "pt": {
    "s1": "DTS:X Ultra",
    "s2": "O que é DTS:X Ultra?",
    "s3": "O DTS:X Ultra oferece uma experiência de espacialização de áudio 3D imersiva e ultrarrealista, compatível com fones de ouvido e alto-falantes. O DTS:X Ultra oferece a solução ponta a ponta mais completa, otimizada tanto para o conteúdo quanto para o áudio.",
    "s4": "Áudio 3D para fones de ouvido com DTS Headphone:X",
    "s5": "Experiência de audição personalizada por meio de um banco de dados com mais de 500 fones de ouvido e perfil de audição pessoal",
    "s6": "6 Modos de Conteúdo com ajuste individual, além de opções de Áudio Automático e Personalizado",
    "s7": "Equalizador de 10 Bandas",
    "s8": "Fone de ouvido DTS:X para som espacial da Microsoft",
    "s9": "Pacote decodificador DTS:X incluso"
  },
  "ro": {
    "s1": "DTS:X Ultra",
    "s2": "Ce este DTS:X Ultra?",
    "s3": "DTS:X Ultra oferă o experiență de spațializare audio 3D captivantă ultra-realistă, care este compatibilă atât pe căști, cât și pe difuzor. DTS:X Ultra oferă cea mai completă soluție end-to-end optimizată atât pentru conținut, cât și pentru punctul final audio",
    "s4": "Audio 3D pentru căști cu DTS Headphone:X",
    "s5": "Experiență de ascultare personalizată prin intermediul a peste 500 de baze de date de căști și profil de ascultare personal",
    "s6": "6 moduri de conținut reglate individual, plus opțiuni audio automate și personalizate",
    "s7": "EQ cu 10 benzi",
    "s8": "DTS Headphone:X pentru sunet Microsoft Spatial",
    "s9": "Pachet decodor DTS:X inclus"
  },
  "ru": {
    "s1": "DTS:X Ультра",
    "s2": "Что такое DTS:X Ultra?",
    "s3": "DTS:X Ultra обеспечивает сверхреалистичное, захватывающее 3D-пространственное звучание, поддерживаемое как на наушниках, так и на динамиках. DTS:X Ultra — это наиболее полное, комплексное решение, оптимизированное как для контента, так и для конечной точки звука.",
    "s4": "3D-аудио для наушников с DTS Headphone:X",
    "s5": "Персонализированное прослушивание благодаря базе данных из более чем 500 наушников и персональному профилю прослушивания",
    "s6": "Индивидуально настраиваемые 6 режимов контента, а также автоматические и пользовательские аудиопараметры",
    "s7": "10-полосный эквалайзер",
    "s8": "DTS Headphone:X для Microsoft Spatial Sound",
    "s9": "Включен пакет декодера DTS:X"
  },
  "zh-CN": {
    "s1": "DTS:X 超高清",
    "s2": "什么是 DTS:X Ultra？",
    "s3": "DTS:X Ultra 提供超逼真的沉浸式 3D 音频空间化体验，支持耳机和扬声器。DTS:X Ultra 提供最完整的端到端解决方案，针对内容和音频终端进行了优化。",
    "s4": "搭载 DTS Headphone:X 技术的耳机 3D 音频",
    "s5": "通过 500 多个耳机数据库和个人聆听配置文件，打造个性化聆听体验",
    "s6": "6 种可单独调节的内容模式，以及自动和自定义音频选项",
    "s7": "10 段均衡器",
    "s8": "DTS Headphone:X，适用于 Microsoft Spatial 音效",
    "s9": "包含 DTS:X 解码器包"
  },
  "sk": {
    "s1": "DTS:X Ultra",
    "s2": "Čo je DTS:X Ultra?",
    "s3": "DTS:X Ultra poskytuje ultrarealistický pohlcujúci zážitok z priestorového 3D zvuku, ktorý podporuje slúchadlá aj reproduktory. DTS:X Ultra poskytuje najkompletnejšie komplexné riešenie optimalizované pre koncový bod obsahu aj zvuku",
    "s4": "3D zvuk pre slúchadlá s DTS Headphone:X",
    "s5": "Personalizovaný zážitok z počúvania prostredníctvom 500+ databázy slúchadiel a osobného profilu počúvania",
    "s6": "Individuálne vyladených 6 režimov obsahu, plus, automatické a vlastné možnosti zvuku",
    "s7": "10-pásmový ekvalizér",
    "s8": "DTS Headphone:X pre priestorový zvuk Microsoft",
    "s9": "Balík dekodéra DTS:X je súčasťou balenia"
  },
  "sl": {
    "s1": "DTS:X Ultra",
    "s2": "Kaj je DTS:X Ultra?",
    "s3": "DTS:X Ultra prinaša izjemno realistično poglobljeno 3D zvočno prostorsko izkušnjo, ki je podprta v slušalkah in zvočnikih. DTS:X Ultra ponuja najpopolnejšo rešitev od konca do konca, optimizirano tako za vsebino kot za zvočno končno točko",
    "s4": "3D zvok za slušalke z DTS Headphone:X",
    "s5": "Prilagojena izkušnja poslušanja prek baze podatkov o 500+ slušalkah in osebnega profila poslušanja",
    "s6": "Posamezno nastavljenih 6 načinov vsebine, poleg tega pa možnosti samodejnega zvoka in zvoka po meri",
    "s7": "10-pasovni EQ",
    "s8": "DTS Headphone:X za Microsoftov prostorski zvok",
    "s9": "Vključen paket dekodirnikov DTS:X"
  },
  "sv": {
    "s1": "DTS:X Ultra",
    "s2": "Vad är DTS:X Ultra?",
    "s3": "DTS:X Ultra levererar en ultrarealistisk uppslukande 3D-ljudspatialiseringsupplevelse som stöds av både hörlurar och högtalare. DTS:X Ultra levererar den mest kompletta end-to-end-lösningen optimerad för både innehålls- och ljudändpunkten",
    "s4": "3D-ljud för hörlurar med DTS Headphone:X",
    "s5": "Personlig lyssningsupplevelse genom 500+ hörlursdatabas och personlig lyssningsprofil",
    "s6": "Individuellt inställda 6 innehållslägen, plus, automatiska och anpassade ljudalternativ",
    "s7": "10-bands EQ",
    "s8": "DTS Headphone:X för Microsoft Spatial-ljud",
    "s9": "DTS:X-dekoderpaket ingår"
  },
  "zh-TW": {
    "s1": "DTS:X 超高清",
    "s2": "什麼是 DTS:X Ultra？",
    "s3": "DTS:X Ultra 提供超逼真的沉浸式 3D 音訊空間化體驗，支援耳機和揚聲器。 DTS:X Ultra 提供最完整的端對端解決方案，並針對內容和音訊終端進行了最佳化。",
    "s4": "搭載 DTS Headphone:X 技術的耳機 3D 音頻",
    "s5": "透過 500 多個耳機資料庫和個人聆聽設定文件，打造個人化聆聽體驗",
    "s6": "6 種可單獨調整的內容模式，以及自動和自訂音訊選項",
    "s7": "10 段均衡器",
    "s8": "DTS Headphone:X，適用於 Microsoft Spatial 音效",
    "s9": "包含 DTS:X 解碼器包"
  },
  "tr": {
    "s1": "DTS:X Ultra",
    "s2": "DTS:X Ultra nedir?",
    "s3": "DTS:X Ultra, hem kulaklık hem de hoparlörde desteklenen ultra gerçekçi, sürükleyici bir 3B ses mekansallaştırma deneyimi sunar. DTS:X Ultra, hem içerik hem de ses uç noktası için optimize edilmiş en eksiksiz, uçtan uca çözümü sunar.",
    "s4": "DTS Headphone:X özellikli kulaklıklar için 3D ses",
    "s5": "500'den fazla kulaklık veri tabanı ve kişisel dinleme profiliyle kişiselleştirilmiş dinleme deneyimi",
    "s6": "Ayrı ayrı ayarlanmış 6 İçerik Modu, ayrıca Otomatik ve Özel Ses seçenekleri",
    "s7": "10 Bantlı EQ",
    "s8": "Microsoft Spatial Sound için DTS Headphone:X",
    "s9": "DTS:X kod çözücü paketi dahildir"
  },
  "uk": {
    "s1": "DTS:X Ultra",
    "s2": "Що таке DTS:X Ultra?",
    "s3": "DTS:X Ultra забезпечує надреалістичне просторове 3D-аудіо, яке підтримується як на навушниках, так і на динаміках. DTS:X Ultra забезпечує найповніше наскрізне рішення, оптимізоване як для кінцевої точки вмісту, так і для аудіо",
    "s4": "3D-аудіо для навушників із DTS Headphone:X",
    "s5": "Персоналізований досвід прослуховування завдяки базі даних понад 500 навушників і особистому профілю прослуховування",
    "s6": "Індивідуально налаштовані 6 режимів вмісту, а також опції автоматичного та спеціального аудіо",
    "s7": "10-смуговий еквалайзер",
    "s8": "DTS Headphone:X для просторового звуку Microsoft",
    "s9": "Пакет декодера DTS:X включено"
  }
}