{
  "en": {
    "s1": "Acer My Key",
    "s2": "What is My Key",
    "s3": "The Acer My Key is a customizable hotkey that lets you define actions to launch apps, open websites or Windows features with a single button press. Select “Quick Launch” for a single action, or choose “Multi-Selection” to set up three of your favorite actions.",
    "s4": "Simply long-press the key to open the Acer My Key application and adjust your settings.",
    "s5": "Launch App",
    "s6": "Open a specific application.",
    "s7": "Launch Windows Feature",
    "s8": "Toggle specific Windows features.",
    "s9": "Open Website",
    "s10": "Launch a predefined URL in the default web browser."
  },
  "bg": {
    "s1": "Моят ключ на Acer",
    "s2": "Какво е моят ключ",
    "s3": "Acer My Key е бърз клавиш с възможност за персонализиране, който ви позволява да дефинирате действия за стартиране на приложения, отваряне на уебсайтове или функции на Windows с едно натискане на бутон. Изберете „Бързо стартиране“ за едно действие или изберете „Множествен избор“, за да настроите три от любимите си действия.",
    "s4": "Просто натиснете дълго клавиша, за да отворите приложението Acer My Key и да коригирате настройките си.",
    "s5": "Стартиране на приложение",
    "s6": "Отворете конкретно приложение.",
    "s7": "Стартиране на функция на Windows",
    "s8": "Превключване на специфични функции на Windows.",
    "s9": "Отваряне на уебсайт",
    "s10": "Стартирайте предварително зададен URL в уеб браузъра по подразбиране."
  },
  "cs": {
    "s1": "Acer My Key",
    "s2": "Co je můj klíč",
    "s3": "Acer My Key je přizpůsobitelná klávesová zkratka, která umožňuje definovat akce pro spouštění aplikací, otevírání webových stránek nebo funkcí systému Windows jediným stisknutím tlačítka. Vyberte „Rychlé spuštění“ pro jednu akci nebo vyberte „Vícenásobný výběr“ a nastavte tři své oblíbené akce.",
    "s4": "Jednoduše dlouhým stisknutím klávesy otevřete aplikaci Acer My Key a upravte nastavení.",
    "s5": "Spustit aplikaci",
    "s6": "Otevření konkrétní aplikace.",
    "s7": "Spustit funkci Windows",
    "s8": "Přepínání konkrétních funkcí Windows.",
    "s9": "Otevřít web",
    "s10": "Spuštění předdefinované adresy URL ve výchozím webovém prohlížeči."
  },
  "da": {
    "s1": "Acer My Key",
    "s2": "Hvad er min nøgle",
    "s3": "Acer My Key er en genvejstast, der kan tilpasses, og som lader dig definere handlinger for at starte apps, åbne websteder eller Windows-funktioner med et enkelt tryk på en knap. Vælg \"Hurtig start\" for en enkelt handling, eller vælg \"Multi-valg\" for at konfigurere tre af dine yndlingshandlinger.",
    "s4": "Du skal blot trykke længe på tasten for at åbne Acer My Key-applikationen og justere dine indstillinger.",
    "s5": "Start app",
    "s6": "Åbn et specifikt program.",
    "s7": "Start Windows-funktion",
    "s8": "Skift specifikke Windows-funktioner.",
    "s9": "Åbn websted",
    "s10": "Start en foruddefineret URL i standardwebbrowseren."
  },
  "de": {
    "s1": "Acer My Key",
    "s2": "Was ist mein Schlüssel?",
    "s3": "Acer My Key ist ein anpassbarer Hotkey, mit dem Sie Aktionen zum Starten von Apps, Öffnen von Websites oder Windows-Funktionen mit einem einzigen Tastendruck definieren können. Wählen Sie „Schnellstart“ für eine einzelne Aktion oder „Mehrfachauswahl“, um drei Ihrer bevorzugten Aktionen einzurichten.",
    "s4": "Drücken Sie einfach die Taste lange, um die Acer My Key-Anwendung zu öffnen und Ihre Einstellungen anzupassen.",
    "s5": "App starten",
    "s6": "Öffnet eine bestimmte Anwendung.",
    "s7": "Windows-Funktion starten",
    "s8": "Schaltet bestimmte Windows-Funktionen um.",
    "s9": "Website öffnen",
    "s10": "Öffnet eine vordefinierte URL im Standard-Webbrowser."
  },
  "el": {
    "s1": "Acer My Key",
    "s2": "Τι είναι το κλειδί μου",
    "s3": "Το Acer My Key είναι ένα προσαρμόσιμο πλήκτρο πρόσβασης που σας επιτρέπει να ορίζετε ενέργειες για την εκκίνηση εφαρμογών, το άνοιγμα ιστότοπων ή λειτουργιών των Windows με ένα πάτημα ενός κουμπιού. Επιλέξτε \"Γρήγορη εκκίνηση\" για μία ενέργεια ή επιλέξτε \"Πολλαπλή επιλογή\" για να ρυθμίσετε τρεις από τις αγαπημένες σας ενέργειες.",
    "s4": "Απλώς πατήστε παρατεταμένα το πλήκτρο για να ανοίξετε την εφαρμογή Acer My Key και να προσαρμόσετε τις ρυθμίσεις σας.",
    "s5": "Εκκίνηση εφαρμογής",
    "s6": "Ανοίξτε μια συγκεκριμένη εφαρμογή.",
    "s7": "Εκκίνηση της δυνατότητας των Windows",
    "s8": "Εναλλαγή συγκεκριμένων δυνατοτήτων των Windows.",
    "s9": "Άνοιγμα ιστότοπου",
    "s10": "Εκκινήστε μια προκαθορισμένη διεύθυνση URL στο προεπιλεγμένο πρόγραμμα περιήγησης ιστού."
  },
  "es": {
    "s1": "Acer My Key",
    "s2": "¿Cuál es mi clave?",
    "s3": "Acer My Key es una tecla de acceso rápido personalizable que te permite definir acciones para iniciar aplicaciones, sitios web o funciones de Windows con solo pulsar un botón. Selecciona \"Inicio rápido\" para una sola acción o \"Selección múltiple\" para configurar tres de tus acciones favoritas.",
    "s4": "Simplemente mantenga presionada la tecla para abrir la aplicación Acer My Key y ajustar la configuración.",
    "s5": "Iniciar aplicación",
    "s6": "Abre una aplicación específica.",
    "s7": "Iniciar función de Windows",
    "s8": "Activa o desactiva funciones específicas de Windows.",
    "s9": "Abrir sitio web",
    "s10": "Abre una URL predefinida en el navegador web predeterminado."
  },
  "fi": {
    "s1": "Acer My Key",
    "s2": "Mikä on Minun avaimeni",
    "s3": "Acer My Key on muokattavissa oleva pikanäppäin, jonka avulla voit määrittää toimintoja sovellusten käynnistämiseksi, verkkosivustojen tai Windows-ominaisuuksien käynnistämiseksi yhdellä painikkeen painalluksella. Valitse \"Pikakäynnistys\" yksittäiselle toiminnolle tai valitse \"Monivalinta\" määrittääksesi kolme suosikkitoimintoasi.",
    "s4": "Avaa Acer My Key -sovellus ja säädä asetuksia painamalla näppäintä pitkään.",
    "s5": "Käynnistä sovellus",
    "s6": "Avaa tietty sovellus.",
    "s7": "Käynnistä Windows-ominaisuus",
    "s8": "Vaihda tiettyjä Windowsin ominaisuuksia.",
    "s9": "Avaa Web-sivusto",
    "s10": "Käynnistä ennalta määritetty URL-osoite oletusselaimessa."
  },
  "fr": {
    "s1": "Acer Ma Clé",
    "s2": "Quelle est ma clé",
    "s3": "L'Acer My Key est un raccourci clavier personnalisable qui vous permet de définir des actions pour lancer des applications, ouvrir des sites web ou des fonctionnalités Windows d'une simple pression sur un bouton. Sélectionnez « Lancement rapide » pour une action unique, ou « Sélection multiple » pour configurer trois de vos actions préférées.",
    "s4": "Appuyez longuement sur la touche pour ouvrir l'application Acer My Key et régler vos paramètres.",
    "s5": "Lancer l'application",
    "s6": "ouvrir une application spécifique.",
    "s7": "Lancer une fonctionnalité Windows",
    "s8": "activer/désactiver des fonctionnalités Windows spécifiques.",
    "s9": "Ouvrir un site web",
    "s10": "ouvrir une URL prédéfinie dans le navigateur web par défaut."
  },
  "hr": {
    "s1": "Acer moj ključ",
    "s2": "Što je moj ključ",
    "s3": "Acer My Key je prilagodljiva tipka prečaca koja vam omogućuje definiranje radnji za pokretanje aplikacija, otvaranje web stranica ili Windows značajki jednim pritiskom na gumb. Odaberite \"Quick Launch\" za jednu radnju ili odaberite \"Multi-Selection\" za postavljanje tri svoje omiljene radnje.",
    "s4": "Jednostavno dugo pritisnite tipku kako biste otvorili aplikaciju Acer My Key i prilagodili svoje postavke.",
    "s5": "Pokreni aplikaciju",
    "s6": "Otvaranje određene aplikacije.",
    "s7": "Pokreni značajku sustava Windows",
    "s8": "Uključivanje/isključivanje određenih značajki sustava Windows.",
    "s9": "Otvaranje web stranice",
    "s10": "pokrenite unaprijed definirani URL u zadanom web pregledniku."
  },
  "hu": {
    "s1": "Acer My Key",
    "s2": "Mi az a kulcsom",
    "s3": "Az Acer My Key egy testreszabható gyorsbillentyű, amely lehetővé teszi, hogy egyetlen gombnyomással műveleteket definiáljon az alkalmazások elindításához, webhelyek megnyitásához vagy Windows-funkciókhoz. Válassza a „Gyorsindítás” lehetőséget egyetlen művelethez, vagy válassza a „Többszörös kijelölés” lehetőséget három kedvenc művelet beállításához.",
    "s4": "Egyszerűen nyomja meg hosszan a gombot az Acer My Key alkalmazás megnyitásához és a beállítások módosításához.",
    "s5": "Alkalmazás indítása",
    "s6": "Nyisson meg egy adott alkalmazást.",
    "s7": "Windows szolgáltatás indítása",
    "s8": "Adott Windows-szolgáltatások átváltása.",
    "s9": "Webhely megnyitása",
    "s10": "Indítson el egy előre meghatározott URL-t az alapértelmezett webböngészőben."
  },
  "it": {
    "s1": "Acer My Key",
    "s2": "Qual è la mia chiave?",
    "s3": "Acer My Key è un tasto di scelta rapida personalizzabile che consente di definire azioni per avviare app, aprire siti web o funzionalità di Windows con la semplice pressione di un pulsante. Seleziona \"Avvio rapido\" per un'azione singola, oppure scegli \"Selezione multipla\" per impostare tre delle tue azioni preferite.",
    "s4": "Basta premere a lungo il tasto per aprire l'applicazione Acer My Key e regolare le impostazioni.",
    "s5": "Avvia app",
    "s6": "apre un'applicazione specifica.",
    "s7": "Avvia funzionalità Windows",
    "s8": "attiva/disattiva specifiche funzionalità di Windows.",
    "s9": "Apri sito web",
    "s10": "avvia un URL predefinito nel browser web predefinito."
  },
  "ja": {
    "s1": "エイサー マイキー",
    "s2": "私のキーは何ですか",
    "s3": "Acer My Keyはカスタマイズ可能なホットキーで、ボタンを1回押すだけでアプリを起動したり、ウェブサイトを開いたり、Windowsの機能にアクセスしたりするアクションを設定できます。「クイック起動」を選択すると1つのアクションが、「複数選択」を選択すると3つのお気に入りのアクションを設定できます。",
    "s4": "キーを長押しするだけで、Acer My Key アプリケーションが開き、設定を調整できます。",
    "s5": "アプリの起動",
    "s6": "特定のアプリケーションを起動します。",
    "s7": "Windows 機能の起動",
    "s8": "特定の Windows 機能を切り替えます。",
    "s9": "ウェブサイトを開く",
    "s10": "デフォルトのウェブブラウザで、事前に定義された URL を開きます。"
  },
  "ko": {
    "s1": "에이서 마이 키",
    "s2": "내 열쇠는 무엇입니까?",
    "s3": "Acer My Key는 사용자 지정 가능한 단축키로, 버튼 하나만 눌러 앱 실행, 웹사이트 열기, Windows 기능 열기 등의 동작을 정의할 수 있습니다. 단일 동작을 원하면 \"빠른 실행\"을 선택하고, 자주 사용하는 동작 세 개를 설정하려면 \"다중 선택\"을 선택하세요.",
    "s4": "키를 길게 눌러 Acer My Key 애플리케이션을 열고 설정을 조정하세요.",
    "s5": "앱 실행",
    "s6": "특정 애플리케이션을 엽니다.",
    "s7": "Windows 기능 실행",
    "s8": "특정 Windows 기능을 전환합니다.",
    "s9": "웹사이트 열기",
    "s10": "기본 웹 브라우저에서 미리 정의된 URL을 실행합니다."
  },
  "nb": {
    "s1": "Acer My Key",
    "s2": "Hva er min nøkkel",
    "s3": "Acer My Key er en tilpassbar hurtigtast som lar deg definere handlinger for å starte apper, åpne nettsteder eller Windows-funksjoner med et enkelt knappetrykk. Velg \"Hurtigstart\" for en enkelt handling, eller velg \"Multi-Selection\" for å sette opp tre av favoritthandlingene dine.",
    "s4": "Bare trykk lenge på tasten for å åpne Acer My Key-applikasjonen og justere innstillingene.",
    "s5": "Start app",
    "s6": "Åpne et bestemt program.",
    "s7": "Start Windows-funksjonen",
    "s8": "Veksle spesifikke Windows-funksjoner.",
    "s9": "Åpne nettsted",
    "s10": "Start en forhåndsdefinert URL i standard nettleser."
  },
  "nl": {
    "s1": "Acer Mijn Sleutel",
    "s2": "Wat is mijn sleutel?",
    "s3": "De Acer My Key is een aanpasbare sneltoets waarmee u acties kunt definiëren om apps, websites of Windows-functies met één druk op de knop te starten. Selecteer 'Snel starten' voor één actie of kies 'Meervoudige selectie' om drie van uw favoriete acties in te stellen.",
    "s4": "Houd de toets lang ingedrukt om de Acer My Key-app te openen en uw instellingen aan te passen.",
    "s5": "App starten",
    "s6": "Open een specifieke app.",
    "s7": "Windows-functie starten",
    "s8": "Schakel specifieke Windows-functies in of uit.",
    "s9": "Website openen",
    "s10": "Open een vooraf gedefinieerde URL in de standaardwebbrowser."
  },
  "pl": {
    "s1": "Acer My Key",
    "s2": "Jaki jest mój klucz?",
    "s3": "Acer My Key to konfigurowalny klawisz skrótu, który pozwala zdefiniować akcje uruchamiania aplikacji, otwierania stron internetowych lub funkcji systemu Windows jednym naciśnięciem przycisku. Wybierz „Szybkie uruchamianie”, aby wykonać pojedynczą akcję, lub „Zaznaczanie wielokrotne”, aby skonfigurować trzy ulubione akcje.",
    "s4": "Naciśnij i przytrzymaj klawisz, aby otworzyć aplikację Acer My Key i dostosować ustawienia.",
    "s5": "Uruchom aplikację",
    "s6": "Otwórz określoną aplikację.",
    "s7": "Uruchom funkcję systemu Windows",
    "s8": "Przełączanie określonych funkcji systemu Windows.",
    "s9": "Otwórz witrynę",
    "s10": "Uruchom predefiniowany adres URL w domyślnej przeglądarce internetowej."
  },
  "pt": {
    "s1": "Acer My Key",
    "s2": "Qual é a minha chave",
    "s3": "O Acer My Key é uma tecla de atalho personalizável que permite definir ações para iniciar aplicativos, abrir sites ou recursos do Windows com o toque de um único botão. Selecione \"Inicialização Rápida\" para uma única ação ou escolha \"Seleção Múltipla\" para configurar três das suas ações favoritas.",
    "s4": "Basta pressionar a tecla por alguns segundos para abrir o aplicativo Acer My Key e ajustar suas configurações.",
    "s5": "Iniciar aplicativo",
    "s6": "abre um aplicativo específico.",
    "s7": "Iniciar recurso do Windows",
    "s8": "alterna recursos específicos do Windows.",
    "s9": "Abrir site",
    "s10": "abre um URL predefinido no navegador padrão."
  },
  "ro": {
    "s1": "Cheia mea Acer",
    "s2": "Care este Cheia Mea",
    "s3": "Acer My Key este o tastă rapidă personalizabilă care vă permite să definiți acțiuni pentru a lansa aplicații, deschide site-uri web sau funcții Windows cu o singură apăsare de buton. Selectați „Lansare rapidă” pentru o singură acțiune sau alegeți „Selectare multiplă” pentru a configura trei dintre acțiunile dvs. preferate.",
    "s4": "Pur și simplu apăsați lung tasta pentru a deschide aplicația Acer My Key și ajustați setările.",
    "s5": "Lansați aplicația",
    "s6": "deschideți o anumită aplicație.",
    "s7": "Lansați caracteristica Windows",
    "s8": "Comutați anumite funcții Windows.",
    "s9": "Deschideți site-ul web",
    "s10": "lansează o adresă URL predefinită în browserul web implicit."
  },
  "ru": {
    "s1": "Acer Мой ключ",
    "s2": "Что такое мой ключ?",
    "s3": "Acer My Key — это настраиваемая горячая клавиша, позволяющая задавать действия для запуска приложений, открытия веб-сайтов или функций Windows одним нажатием. Выберите «Быстрый запуск» для одного действия или «Выбор нескольких» для настройки трёх избранных действий.",
    "s4": "Просто нажмите и удерживайте клавишу, чтобы открыть приложение Acer My Key и изменить настройки.",
    "s5": "Запустить приложение",
    "s6": "открыть определённое приложение.",
    "s7": "Запустить функцию Windows",
    "s8": "включить/выключить определённые функции Windows.",
    "s9": "Открыть веб-сайт",
    "s10": "открыть предопределённый URL-адрес в веб-браузере по умолчанию."
  },
  "zh-CN": {
    "s1": "宏碁我的钥匙",
    "s2": "我的钥匙是什么",
    "s3": "Acer My Key 是一款可自定义的热键，让您只需按下一个按钮即可自定义启动应用程序、打开网站或 Windows 功能的操作。选择“快速启动”可进行单项操作，或选择“多选”设置三个您常用的操作。",
    "s4": "只需长按该键即可打开 Acer My Key 应用程序并调整设置。",
    "s5": "启动应用程序",
    "s6": "打开特定应用程序。",
    "s7": "启动 Windows 功能",
    "s8": "切换特定 Windows 功能。",
    "s9": "打开网站",
    "s10": "在默认 Web 浏览器中启动预定义的 URL。"
  },
  "sk": {
    "s1": "Acer My Key",
    "s2": "Čo je môj kľúč",
    "s3": "Acer My Key je prispôsobiteľná klávesová skratka, ktorá vám umožňuje definovať akcie na spustenie aplikácií, otvorenie webových stránok alebo funkcií systému Windows jediným stlačením tlačidla. Vyberte „Rýchle spustenie“ pre jednu akciu alebo zvoľte „Viacnásobný výber“ a nastavte tri z vašich obľúbených akcií.",
    "s4": "Jednoduchým dlhým stlačením klávesu otvoríte aplikáciu Acer My Key a upravíte svoje nastavenia.",
    "s5": "Spustiť aplikáciu",
    "s6": "Otvorenie konkrétnej aplikácie.",
    "s7": "Spustiť funkciu systému Windows",
    "s8": "Prepínanie konkrétnych funkcií systému Windows.",
    "s9": "Open Website",
    "s10": "Spustenie preddefinovanej adresy URL v predvolenom webovom prehliadači."
  },
  "sl": {
    "s1": "Acer Moj ključ",
    "s2": "Kaj je moj ključ",
    "s3": "Acer My Key je prilagodljiva bližnjična tipka, ki vam omogoča definiranje dejanj za zagon aplikacij, odpiranje spletnih mest ali funkcij sistema Windows z enim pritiskom na gumb. Izberite »Hitri zagon« za posamezno dejanje ali izberite »Večkratna izbira«, da nastavite tri priljubljena dejanja.",
    "s4": "Preprosto dolgo pritisnite tipko, da odprete aplikacijo Acer My Key in prilagodite svoje nastavitve.",
    "s5": "Zaženi aplikacijo",
    "s6": "odprite določeno aplikacijo.",
    "s7": "Launch Windows Feature",
    "s8": "preklopite določene funkcije sistema Windows.",
    "s9": "Odpri spletno mesto",
    "s10": "zaženite vnaprej določen URL v privzetem spletnem brskalniku."
  },
  "sv": {
    "s1": "Acer My Key",
    "s2": "Vad är min nyckel",
    "s3": "Acer My Key är en anpassningsbar snabbtangent som låter dig definiera åtgärder för att starta appar, öppna webbplatser eller Windows-funktioner med en enda knapptryckning. Välj \"Snabbstart\" för en enskild åtgärd, eller välj \"Multi-Selection\" för att ställa in tre av dina favoritåtgärder.",
    "s4": "Tryck bara länge på knappen för att öppna Acer My Key-applikationen och justera dina inställningar.",
    "s5": "Starta app",
    "s6": "Öppna ett specifikt program.",
    "s7": "Starta Windows-funktion",
    "s8": "Växla specifika Windows-funktioner.",
    "s9": "Öppna webbplats",
    "s10": "Starta en fördefinierad URL i standardwebbläsaren."
  },
  "zh-TW": {
    "s1": "宏碁我的鑰匙",
    "s2": "我的鑰匙是什麼",
    "s3": "Acer My Key 是一款可自訂的熱鍵，讓您只需按下一個按鈕即可自訂啟動應用程式、開啟網站或 Windows 功能的操作。選擇「快速啟動」可進行單項操作，或選擇「多選」設定三個您常用的操作。",
    "s4": "只需長按該鍵即可開啟 Acer My Key 應用程式並調整設定。",
    "s5": "啟動應用程式",
    "s6": "開啟特定應用程式。",
    "s7": "啟動 Windows 功能",
    "s8": "切換特定 Windows 功能。",
    "s9": "開啟網站",
    "s10": "在預設 Web 瀏覽器中啟動預先定義的 URL。"
  },
  "tr": {
    "s1": "Acer My Key",
    "s2": "Anahtarım Nedir?",
    "s3": "Acer My Key, uygulamaları başlatmak, web sitelerini veya Windows özelliklerini tek bir tuşa basarak açmak için eylemler tanımlamanıza olanak tanıyan özelleştirilebilir bir kısayol tuşudur. Tek bir eylem için \"Hızlı Başlat\"ı veya en sevdiğiniz üç eylemi ayarlamak için \"Çoklu Seçim\"i seçin.",
    "s4": "Acer My Key uygulamasını açmak ve ayarlarınızı düzenlemek için tuşa uzun basın.",
    "s5": "Uygulamayı Başlat",
    "s6": "Belirli bir uygulamayı açın.",
    "s7": "Windows Özelliğini Başlat",
    "s8": "Belirli Windows özelliklerini açın.",
    "s9": "Web Sitesini Aç",
    "s10": "Varsayılan web tarayıcısında önceden tanımlanmış bir URL'yi başlatın."
  },
  "uk": {
    "s1": "Мій ключ Acer",
    "s2": "Що таке мій ключ",
    "s3": "Acer My Key — це настроювана гаряча клавіша, яка дозволяє визначати дії для запуску програм, відкриття веб-сайтів або функцій Windows одним натисканням кнопки. Виберіть «Швидкий запуск» для однієї дії або виберіть «Многовибір», щоб налаштувати три улюблені дії.",
    "s4": "Просто натисніть і утримуйте клавішу, щоб відкрити програму Acer My Key і змінити налаштування.",
    "s5": "Запустити програму",
    "s6": "відкрити певну програму.",
    "s7": "Запуск функції Windows",
    "s8": "перемикання окремих функцій Windows.",
    "s9": "Відкрити веб-сайт",
    "s10": "запустіть попередньо визначену URL-адресу у веб-браузері за умовчанням."
  }
}