{
  "en": {
    "s1": "Acer My Key",
    "s2": "What is Acer My Key?",
    "s3": "The Acer My Key is a customizable hotkey that lets you define actions to launch apps, open websites or Windows features with a single button press. Select “Quick Launch” for a single action, or choose “Multi-Selection” to set up three of your favorite actions.",
    "s4": "Simply long-press the key to open the Acer My Key application and adjust your settings.",
    "s5": "Launch App",
    "s6": "Open a specific application.",
    "s7": "Launch Windows Feature",
    "s8": "Toggle specific Windows features.",
    "s9": "Open Website",
    "s10": "Launch a predefined URL in the default web browser.",
    "s11": "Note:",
    "s12": "Acer My Key updated version, availability and rollout timing varies by models."
  },
  "bg": {
    "s1": "Acer My Key",
    "s2": "Какво е Acer My Key?",
    "s3": "Acer My Key е персонализируем бърз клавиш, който ви позволява да задавате действия за стартиране на приложения, отваряне на уебсайтове или достъп до функции на Windows само с едно натискане. Изберете „Quick Launch“ за едно действие или „Multi-Selection“, за да настроите три предпочитани действия.",
    "s4": "Просто натиснете и задръжте клавиша, за да отворите приложението Acer My Key и да настроите предпочитанията си.",
    "s5": "Стартиране на приложение",
    "s6": "Отваря конкретно приложение.",
    "s7": "Стартиране на функция на Windows",
    "s8": "Превключва конкретни функции на Windows.",
    "s9": "Отваряне на уебсайт",
    "s10": "Стартира предварително зададен URL адрес в браузъра по подразбиране.",
    "s11": "Забележка:",
    "s12": "Актуализираната версия на Acer My Key; наличността и графикът за внедряване може да варират според модела."
  },
  "cs": {
    "s1": "Acer My Key",
    "s2": "Co je Acer My Key?",
    "s3": "Acer My Key je přizpůsobitelná klávesová zkratka, která vám umožňuje jedním stisknutím spustit aplikace, otevřít webové stránky nebo využívat funkce systému Windows. Zvolte „Quick Launch“ pro jednu akci nebo „Multi-Selection“ pro nastavení tří oblíbených akcí.",
    "s4": "Stačí stisknout a podržet klávesu a otevřít aplikaci Acer My Key, kde můžete upravit nastavení.",
    "s5": "Spustit aplikaci",
    "s6": "Otevře konkrétní aplikaci.",
    "s7": "Spustit funkci systému Windows",
    "s8": "Přepíná konkrétní funkce systému Windows.",
    "s9": "Otevřít webovou stránku",
    "s10": "Spustí předdefinovanou adresu URL ve výchozím webovém prohlížeči.",
    "s11": "Poznámka:",
    "s12": "Aktualizovaná verze Acer My Key; dostupnost a načasování uvedení se mohou lišit podle modelu."
  },
  "da": {
    "s1": "Acer My Key",
    "s2": "Hvad er Acer My Key?",
    "s3": "Acer My Key er en brugerdefinerbar genvejstast, der gør det muligt at starte apps, åbne websteder eller få adgang til Windows-funktioner med et enkelt tryk. Vælg “Quick Launch” til én handling eller “Multi-Selection” for at konfigurere tre foretrukne handlinger.",
    "s4": "Du skal blot trykke og holde tasten nede for at åbne Acer My Key-programmet og justere dine indstillinger.",
    "s5": "Start app",
    "s6": "Åbn en bestemt applikation.",
    "s7": "Start Windows-funktion",
    "s8": "Skifter bestemte Windows-funktioner.",
    "s9": "Åbn websted",
    "s10": "Starter en foruddefineret URL i standardwebbrowseren.",
    "s11": "Bemærk:",
    "s12": "Opdateret version af Acer My Key; tilgængelighed og udrulningstidspunkt kan variere afhængigt af model."
  },
  "de": {
    "s1": "Acer My Key",
    "s2": "Was ist Acer My Key?",
    "s3": "Acer My Key ist eine anpassbare Hotkey-Funktion, mit der sich per Tastendruck Apps starten, Websites öffnen oder Windows-Funktionen aufrufen lassen. Wählen Sie „Quick Launch“ für eine einzelne Aktion oder „Multi-Selection“, um drei bevorzugte Aktionen einzurichten.",
    "s4": "Halten Sie die Taste einfach gedrückt, um die Acer My Key-Anwendung zu öffnen und Ihre Einstellungen anzupassen.",
    "s5": "App starten",
    "s6": "Öffnet eine bestimmte Anwendung.",
    "s7": "Windows-Funktion starten",
    "s8": "Schaltet bestimmte Windows-Funktionen um.",
    "s9": "Website öffnen",
    "s10": "Startet eine vordefinierte URL im Standard-Webbrowser.",
    "s11": "Hinweis:",
    "s12": "Aktualisierte Version von Acer My Key; Verfügbarkeit und Einführungszeitpunkt können je nach Modell variieren."
  },
  "el": {
    "s1": "Acer My Key",
    "s2": "Τι είναι το Acer My Key;",
    "s3": "Το Acer My Key είναι ένα προσαρμόσιμο πλήκτρο συντόμευσης που επιτρέπει την εκκίνηση εφαρμογών, το άνοιγμα ιστοτόπων ή την πρόσβαση σε λειτουργίες των Windows με το πάτημα ενός κουμπιού. Επιλέξτε «Quick Launch» για μία ενέργεια ή «Multi-Selection» για να ορίσετε τρεις αγαπημένες ενέργειες.",
    "s4": "Απλώς πατήστε παρατεταμένα το πλήκτρο για να ανοίξετε την εφαρμογή Acer My Key και να προσαρμόσετε τις ρυθμίσεις σας.",
    "s5": "Εκκίνηση εφαρμογής",
    "s6": "Ανοίγει μια συγκεκριμένη εφαρμογή.",
    "s7": "Εκκίνηση λειτουργίας των Windows",
    "s8": "Εναλλάσσει συγκεκριμένες λειτουργίες των Windows.",
    "s9": "Άνοιγμα ιστότοπου",
    "s10": "Εκκινεί μια προκαθορισμένη διεύθυνση URL στο προεπιλεγμένο πρόγραμμα περιήγησης.",
    "s11": "Σημείωση:",
    "s12": "Ενημερωμένη έκδοση του Acer My Key· η διαθεσιμότητα και ο χρόνος διάθεσης ενδέχεται να διαφέρουν ανάλογα με το μοντέλο."
  },
  "es": {
    "s1": "Acer My Key",
    "s2": "¿Qué es Acer My Key?",
    "s3": "Acer My Key es una tecla de acceso rápido personalizable que permite iniciar aplicaciones, abrir sitios web o acceder a funciones de Windows con solo pulsar un botón. Seleccione “Quick Launch” para una sola acción o “Multi-Selection” para configurar tres acciones favoritas.",
    "s4": "Mantenga pulsada la tecla para abrir la aplicación Acer My Key y ajustar la configuración.",
    "s5": "Iniciar aplicación",
    "s6": "Abre una aplicación específica.",
    "s7": "Iniciar función de Windows",
    "s8": "Alterna funciones específicas de Windows.",
    "s9": "Abrir sitio web",
    "s10": "Inicia una URL predefinida en el navegador web predeterminado.",
    "s11": "Nota:",
    "s12": "Versión actualizada de Acer My Key; la disponibilidad y el calendario de implementación pueden variar según el modelo."
  },
  "fi": {
    "s1": "Acer My Key",
    "s2": "Mikä on Acer My Key?",
    "s3": "Acer My Key on mukautettava pikanäppäin, jonka avulla voit käynnistää sovelluksia, avata verkkosivustoja tai käyttää Windowsin ominaisuuksia yhdellä painalluksella. Valitse “Quick Launch” yhtä toimintoa varten tai “Multi-Selection” määrittääksesi kolme suosikkitoimintoa.",
    "s4": "Pidä näppäintä painettuna avataksesi Acer My Key -sovelluksen ja säätääksesi asetuksia.",
    "s5": "Käynnistä sovellus",
    "s6": "Avaa tietyn sovelluksen.",
    "s7": "Käynnistä Windows-ominaisuus",
    "s8": "Vaihtaa tiettyjä Windows-ominaisuuksia.",
    "s9": "Avaa verkkosivusto",
    "s10": "Avaa ennalta määritetyn URL-osoitteen oletusselaimessa.",
    "s11": "Huomautus:",
    "s12": "Acer My Key -päivitetty versio; saatavuus ja käyttöönoton aikataulu voivat vaihdella mallin mukaan."
  },
  "fr": {
    "s1": "Acer My Key",
    "s2": "Qu’est-ce qu’Acer My Key ?",
    "s3": "Acer My Key est une touche de raccourci personnalisable qui permet de lancer des applications, d’ouvrir des sites web ou d’accéder aux fonctionnalités de Windows d’une simple pression. Sélectionnez « Quick Launch » pour une action unique ou « Multi-Selection » pour configurer trois actions favorites.",
    "s4": "Appuyez simplement sur la touche et maintenez-la enfoncée pour ouvrir l’application Acer My Key et ajuster vos paramètres.",
    "s5": "Lancer l’application",
    "s6": "Ouvre une application spécifique.",
    "s7": "Lancer une fonctionnalité Windows",
    "s8": "Active ou désactive des fonctionnalités Windows spécifiques.",
    "s9": "Ouvrir un site web",
    "s10": "Lance une URL prédéfinie dans le navigateur web par défaut.",
    "s11": "Remarque :",
    "s12": "Version mise à jour d’Acer My Key ; la disponibilité et le calendrier de déploiement peuvent varier selon le modèle."
  },
  "hr": {
    "s1": "Acer My Key",
    "s2": "Što je Acer My Key?",
    "s3": "Acer My Key je prilagodljiva tipka prečaca koja omogućuje pokretanje aplikacija, otvaranje web-stranica ili pristup značajkama sustava Windows jednim pritiskom. Odaberite „Quick Launch“ za jednu radnju ili „Multi-Selection“ za postavljanje tri omiljene radnje.",
    "s4": "Jednostavno pritisnite i zadržite tipku kako biste otvorili aplikaciju Acer My Key i prilagodili postavke.",
    "s5": "Pokreni aplikaciju",
    "s6": "Otvara određenu aplikaciju.",
    "s7": "Pokreni značajku sustava Windows",
    "s8": "Uključuje ili isključuje određene značajke sustava Windows.",
    "s9": "Otvori web-mjesto",
    "s10": "Pokreće unaprijed definirani URL u zadanom web-pregledniku.",
    "s11": "Napomena:",
    "s12": "Ažurirana verzija Acer Acer My Keya; dostupnost i vremenski okvir uvođenja mogu se razlikovati ovisno o modelu."
  },
  "hu": {
    "s1": "Acer My Key",
    "s2": "Mi az Acer My Key?",
    "s3": "Az Acer My Key egy testre szabható gyorsbillentyű, amely egyetlen gombnyomással lehetővé teszi alkalmazások indítását, webhelyek megnyitását vagy a Windows funkcióinak elérését. Válassza a „Quick Launch” lehetőséget egy művelethez, vagy a „Multi-Selection” opciót három kedvenc művelet beállításához.",
    "s4": "Egyszerűen tartsa lenyomva a billentyűt az Acer My Key alkalmazás megnyitásához és a beállítások módosításához.",
    "s5": "Alkalmazás indítása",
    "s6": "Megnyit egy adott alkalmazást.",
    "s7": "Windows-funkció indítása",
    "s8": "Adott Windows-funkciók be- és kikapcsolása.",
    "s9": "Weboldal megnyitása",
    "s10": "Előre meghatározott URL megnyitása az alapértelmezett webböngészőben.",
    "s11": "Megjegyzés:",
    "s12": "Az Acer My Key frissített verziója; az elérhetőség és a bevezetés ütemezése modellenként eltérhet."
  },
  "it": {
    "s1": "Acer My Key",
    "s2": "Che cos’è Acer My Key?",
    "s3": "Acer My Key è un tasto di scelta rapida personalizzabile che consente di avviare applicazioni, aprire siti web o accedere alle funzioni di Windows con una sola pressione. Seleziona “Quick Launch” per una singola azione oppure “Multi-Selection” per configurare tre azioni preferite.",
    "s4": "È sufficiente tenere premuto il tasto per aprire l’applicazione Acer My Key e regolare le impostazioni.",
    "s5": "Avvia applicazione",
    "s6": "Apre un’applicazione specifica.",
    "s7": "Avvia funzione di Windows",
    "s8": "Attiva o disattiva funzioni specifiche di Windows.",
    "s9": "Apri sito web",
    "s10": "Avvia un URL predefinito nel browser web predefinito.",
    "s11": "Nota:",
    "s12": "Versione aggiornata di Acer My Key; disponibilità e tempistiche di distribuzione possono variare in base al modello."
  },
  "ja": {
    "s1": "Acer My Key",
    "s2": "Acer My Key とは？",
    "s3": "Acer My Key は、ワンタッチでアプリの起動、Web サイトの表示、Windows 機能へのアクセスを設定できるカスタマイズ可能なホットキーです。「Quick Launch」を選択すると 1 つの操作を、「Multi-Selection」を選択すると 3 つのお気に入り操作を設定できます。",
    "s4": "キーを長押しするだけで Acer My Key アプリケーションを起動し、設定を調整できます。",
    "s5": "アプリを起動",
    "s6": "特定のアプリケーションを開きます。",
    "s7": "Windows 機能を起動",
    "s8": "特定の Windows 機能を切り替えます。",
    "s9": "Web サイトを開く",
    "s10": "既定の Web ブラウザーで事前定義された URL を起動します。",
    "s11": "注：",
    "s12": "Acer My Key の更新版です。提供状況および展開時期はモデルによって異なる場合があります。"
  },
  "ko": {
    "s1": "Acer My Key",
    "s2": "Acer My Key란 무엇인가요?",
    "s3": "Acer My Key는 한 번의 버튼 입력으로 앱 실행, 웹사이트 열기 또는 Windows 기능에 접근할 수 있도록 설정할 수 있는 사용자 지정 단축키입니다. 단일 작업에는 “Quick Launch”를, 세 가지 즐겨 사용하는 작업을 설정하려면 “Multi-Selection”을 선택하세요.",
    "s4": "키를 길게 누르면 Acer My Key 애플리케이션이 열리며 설정을 조정할 수 있습니다.",
    "s5": "앱 실행",
    "s6": "특정 애플리케이션을 엽니다.",
    "s7": "Windows 기능 실행",
    "s8": "특정 Windows 기능을 전환합니다.",
    "s9": "웹사이트 열기",
    "s10": "기본 웹 브라우저에서 사전 정의된 URL을 실행합니다.",
    "s11": "참고:",
    "s12": "Acer My Key의 업데이트 버전으로, 제공 여부 및 출시 일정은 모델에 따라 다를 수 있습니다."
  },
  "nb": {
    "s1": "Acer My Key",
    "s2": "Hva er Acer My Key?",
    "s3": "Acer My Key er en tilpassbar hurtigtast som lar deg starte apper, åpne nettsteder eller få tilgang til Windows-funksjoner med ett enkelt tastetrykk. Velg “Quick Launch” for én handling, eller “Multi-Selection” for å konfigurere tre favorithandlinger.",
    "s4": "Bare trykk og hold inne tasten for å åpne Acer My Key-programmet og justere innstillingene.",
    "s5": "Start app",
    "s6": "Åpner en bestemt applikasjon.",
    "s7": "Start Windows-funksjon",
    "s8": "Slår bestemte Windows-funksjoner av eller på.",
    "s9": "Åpne nettsted",
    "s10": "Starter en forhåndsdefinert URL i standard nettleser.",
    "s11": "Merk:",
    "s12": "Oppdatert versjon av Acer My Key; tilgjengelighet og utrullingstidspunkt kan variere etter modell."
  },
  "nl": {
    "s1": "Acer My Key",
    "s2": "Wat is Acer My Key?",
    "s3": "Acer My Key is een aanpasbare sneltoets waarmee u met één druk op de knop apps kunt starten, websites kunt openen of toegang krijgt tot Windows-functies. Kies “Quick Launch” voor één actie of “Multi-Selection” om drie favoriete acties in te stellen.",
    "s4": "Houd de toets eenvoudig ingedrukt om de Acer My Key-applicatie te openen en uw instellingen aan te passen.",
    "s5": "App starten",
    "s6": "Opent een specifieke applicatie.",
    "s7": "Windows-functie starten",
    "s8": "Schakelt specifieke Windows-functies in of uit.",
    "s9": "Website openen",
    "s10": "Start een vooraf gedefinieerde URL in de standaardwebbrowser.",
    "s11": "Opmerking:",
    "s12": "Bijgewerkte versie van Acer My Key; beschikbaarheid en uitrolmoment kunnen per model verschillen."
  },
  "pl": {
    "s1": "Acer My Key",
    "s2": "Czym jest Acer My Key?",
    "s3": "Acer My Key to konfigurowalny klawisz skrótu, który umożliwia uruchamianie aplikacji, otwieranie stron internetowych lub korzystanie z funkcji systemu Windows jednym naciśnięciem. Wybierz „Quick Launch” dla jednej akcji lub „Multi-Selection”, aby ustawić trzy ulubione akcje.",
    "s4": "Wystarczy nacisnąć i przytrzymać klawisz, aby otworzyć aplikację Acer My Key i dostosować ustawienia.",
    "s5": "Uruchom aplikację",
    "s6": "Otwiera określoną aplikację.",
    "s7": "Uruchom funkcję systemu Windows",
    "s8": "Przełącza określone funkcje systemu Windows.",
    "s9": "Otwórz stronę internetową",
    "s10": "Uruchamia zdefiniowany adres URL w domyślnej przeglądarce internetowej.",
    "s11": "Uwaga:",
    "s12": "Zaktualizowana wersja Acer My Key; dostępność i harmonogram wdrażania mogą się różnić w zależności od modelu."
  },
  "pt": {
    "s1": "Acer My Key",
    "s2": "O que é o Acer My Key?",
    "s3": "O Acer My Key é uma tecla de atalho personalizável que permite iniciar aplicações, abrir sites ou aceder a funcionalidades do Windows com um único toque. Selecione “Quick Launch” para uma ação ou “Multi-Selection” para configurar três ações favoritas.",
    "s4": "Basta manter a tecla premida para abrir a aplicação Acer My Key e ajustar as definições.",
    "s5": "Iniciar aplicação",
    "s6": "Abre uma aplicação específica.",
    "s7": "Iniciar funcionalidade do Windows",
    "s8": "Alterna funcionalidades específicas do Windows.",
    "s9": "Abrir site",
    "s10": "Inicia um URL predefinido no navegador web predefinido.",
    "s11": "Nota:",
    "s12": "Versão atualizada do Acer My Key; a disponibilidade e o calendário de implementação podem variar consoante o modelo."
  },
  "ro": {
    "s1": "Acer My Key",
    "s2": "Ce este Acer My Key?",
    "s3": "Acer My Key este o tastă de comandă rapidă personalizabilă care permite lansarea aplicațiilor, deschiderea site-urilor web sau accesarea funcțiilor Windows printr-o singură apăsare. Alegeți „Quick Launch” pentru o singură acțiune sau „Multi-Selection” pentru a configura trei acțiuni preferate.",
    "s4": "Mențineți apăsată tasta pentru a deschide aplicația Acer My Key și a ajusta setările.",
    "s5": "Lansare aplicație",
    "s6": "Deschide o aplicație specifică.",
    "s7": "Lansare funcție Windows",
    "s8": "Activează sau dezactivează anumite funcții Windows.",
    "s9": "Deschide site web",
    "s10": "Lansează un URL predefinit în browserul web implicit.",
    "s11": "Notă:",
    "s12": "Versiunea actualizată Acer My Key; disponibilitatea și calendarul de implementare pot varia în funcție de model."
  },
  "ru": {
    "s1": "Acer My Key",
    "s2": "Что такое Acer My Key?",
    "s3": "Acer My Key — это настраиваемая горячая клавиша, позволяющая запускать приложения, открывать веб-сайты или получать доступ к функциям Windows одним нажатием кнопки. Выберите «Quick Launch» для одного действия или «Multi-Selection» для настройки трех избранных действий.",
    "s4": "Просто нажмите и удерживайте клавишу, чтобы открыть приложение Acer My Key и настроить параметры.",
    "s5": "Запуск приложения",
    "s6": "Открывает определённое приложение.",
    "s7": "Запуск функции Windows",
    "s8": "Переключает определённые функции Windows.",
    "s9": "Открыть веб-сайт",
    "s10": "Запускает заранее заданный URL-адрес в веб-браузере по умолчанию.",
    "s11": "Примечание:",
    "s12": "Обновлённая версия Acer My Key; доступность и сроки внедрения могут различаться в зависимости от модели."
  },
  "zh-CN": {
    "s1": "Acer My Key",
    "s2": "什么是 Acer My Key？",
    "s3": "Acer My Key 是一个可自定义的快捷键，只需按下一次按键，即可启动应用程序、打开网站或访问 Windows 功能。选择“Quick Launch”可设置单一操作，或选择“Multi-Selection”以配置三个常用操作。",
    "s4": "只需长按按键即可打开 Acer My Key 应用程序并调整设置。",
    "s5": "启动应用程序",
    "s6": "打开指定的应用程序。",
    "s7": "启动 Windows 功能",
    "s8": "切换特定的 Windows 功能。",
    "s9": "打开网站",
    "s10": "在默认网页浏览器中启动预定义的 URL。",
    "s11": "注意：",
    "s12": "Acer My Key 更新版本，功能提供及推出时程可能因机型而异。"
  },
  "sk": {
    "s1": "Acer My Key",
    "s2": "Čo je Acer My Key?",
    "s3": "Acer My Key je prispôsobiteľná klávesová skratka, ktorá umožňuje spúšťať aplikácie, otvárať webové stránky alebo pristupovať k funkciám systému Windows jediným stlačením. Zvoľte „Quick Launch“ pre jednu akciu alebo „Multi-Selection“ na nastavenie troch obľúbených akcií.",
    "s4": "Stačí stlačiť a podržať kláves a otvoriť aplikáciu Acer My Key, kde môžete upraviť nastavenia.",
    "s5": "Spustiť aplikáciu",
    "s6": "Otvorí konkrétnu aplikáciu.",
    "s7": "Spustiť funkciu systému Windows",
    "s8": "Prepína konkrétne funkcie systému Windows.",
    "s9": "Otvoriť webovú stránku",
    "s10": "Spustí preddefinovanú adresu URL v predvolenom webovom prehliadači.",
    "s11": "Poznámka:",
    "s12": "Aktualizovaná verzia Acer My Key; dostupnosť a čas uvedenia sa môžu líšiť podľa modelu."
  },
  "sl": {
    "s1": "Acer My Key",
    "s2": "Kaj je Acer My Key?",
    "s3": "Acer My Key je prilagodljiva bližnjična tipka, ki omogoča zagon aplikacij, odpiranje spletnih mest ali dostop do funkcij sistema Windows z enim pritiskom. Izberite »Quick Launch« za eno dejanje ali »Multi-Selection« za nastavitev treh priljubljenih dejanj.",
    "s4": "Preprosto pritisnite in zadržite tipko, da odprete aplikacijo Acer My Key in prilagodite nastavitve.",
    "s5": "Zaženi aplikacijo",
    "s6": "Odpre določeno aplikacijo.",
    "s7": "Zaženi funkcijo sistema Windows",
    "s8": "Vklopi ali izklopi določene funkcije sistema Windows.",
    "s9": "Odpri spletno mesto",
    "s10": "Zažene vnaprej določen URL v privzetem spletnem brskalniku.",
    "s11": "Opomba:",
    "s12": "Posodobljena različica Acer My Key; razpoložljivost in čas uvedbe se lahko razlikujeta glede na model."
  },
  "sv": {
    "s1": "Acer My Key",
    "s2": "Vad är Acer My Key?",
    "s3": "Acer My Key är en anpassningsbar snabbknapp som gör det möjligt att starta appar, öppna webbplatser eller komma åt Windows-funktioner med ett enda tryck. Välj ”Quick Launch” för en åtgärd eller ”Multi-Selection” för att ställa in tre favoritåtgärder.",
    "s4": "Håll bara tangenten intryckt för att öppna Acer My Key-programmet och justera inställningarna.",
    "s5": "Starta app",
    "s6": "Öppnar en specifik applikation.",
    "s7": "Starta Windows-funktion",
    "s8": "Växlar specifika Windows-funktioner.",
    "s9": "Öppna webbplats",
    "s10": "Startar en fördefinierad URL i standardwebbläsaren.",
    "s11": "Obs:",
    "s12": "Uppdaterad version av Acer My Key; tillgänglighet och lanseringstidpunkt kan variera beroende på modell."
  },
  "zh-TW": {
    "s1": "Acer My Key",
    "s2": "什麼是 Acer My Key？",
    "s3": "Acer My Key 是一個可自訂的快捷鍵，只需按下一個按鈕，即可啟動應用程式、開啟網站或存取 Windows 功能。選擇「Quick Launch」可設定單一動作，或選擇「Multi-Selection」以設定三個常用動作。",
    "s4": "只要長按按鍵，即可開啟 Acer My Key 應用程式並調整設定。",
    "s5": "啟動應用程式",
    "s6": "開啟指定的應用程式。",
    "s7": "啟動 Windows 功能",
    "s8": "切換特定的 Windows 功能。",
    "s9": "開啟網站",
    "s10": "在預設網頁瀏覽器中啟動預先定義的 URL。",
    "s11": "注意：",
    "s12": "Acer My Key 更新版本，實際提供與推出時程可能依機型而有所不同。"
  },
  "tr": {
    "s1": "Acer My Key",
    "s2": "Acer My Key nedir?",
    "s3": "Acer My Key, tek bir tuşla uygulamaları başlatmanıza, web sitelerini açmanıza veya Windows özelliklerine erişmenize olanak tanıyan özelleştirilebilir bir kısayol tuşudur. Tek bir işlem için “Quick Launch”ı ya da üç favori işlemi ayarlamak için “Multi-Selection”ı seçin.",
    "s4": "Tuşu basılı tutmanız, Acer My Key uygulamasını açarak ayarları düzenlemeniz için yeterlidir.",
    "s5": "Uygulamayı başlat",
    "s6": "Belirli bir uygulamayı açar.",
    "s7": "Windows özelliğini başlat",
    "s8": "Belirli Windows özelliklerini açıp kapatır.",
    "s9": "Web sitesini aç",
    "s10": "Varsayılan web tarayıcısında önceden tanımlanmış bir URL’yi başlatır.",
    "s11": "Not:",
    "s12": "Acer My Key güncellenmiş sürümüdür; kullanılabilirlik ve dağıtım takvimi modele göre değişiklik gösterebilir."
  },
  "uk": {
    "s1": "Acer My Key",
    "s2": "Що таке Acer My Key?",
    "s3": "Acer My Key — це настроювана гаряча клавіша, яка дає змогу запускати програми, відкривати вебсайти або отримувати доступ до функцій Windows одним натисканням. Оберіть «Quick Launch» для однієї дії або «Multi-Selection» для налаштування трьох улюблених дій.",
    "s4": "Просто натисніть і утримуйте клавішу, щоб відкрити програму Acer My Key та налаштувати параметри.",
    "s5": "Запустити програму",
    "s6": "Відкриває певну програму.",
    "s7": "Запустити функцію Windows",
    "s8": "Перемикає певні функції Windows.",
    "s9": "Відкрити вебсайт",
    "s10": "Запускає попередньо визначену URL-адресу у веббраузері за замовчуванням.",
    "s11": "Примітка:",
    "s12": "Оновлена версія Acer My Key; доступність і терміни впровадження можуть відрізнятися залежно від моделі."
  }
}