{
  "en": {
    "s1": "Acer User Sensing 3.0 – Smarter Awareness, Better Experience",
    "s2": "Acer User Sensing 3.0 leverages the built-in proximity sensor integrated beside the webcam to deliver a more secure, efficient, and health-conscious user experience. It enables seamless login as you approach, automatic device lock when you step away, and intelligent reminders to support well-being during extended use.",
    "s3": "User Sensing",
    "s4": "Enhance both security and productivity with intelligent presence detection.",
    "s5": "Lock on Leave",
    "s6": "When you move away, the system automatically locks your PC, safeguarding data and conserving energy. It can also mute the microphone or power down external displays to ensure privacy.",
    "s7": "Wake on Approach",
    "s8": "As soon as you return, your device immediately wakes and prepares for authentication, allowing you to resume work without delay.",
    "s9": "Adaptive Dimming",
    "s10": "The display automatically reduces brightness when attention is not detected, extending battery life while minimizing unnecessary power consumption.",
    "s11": "Break Reminder:",
    "s12": "Prompts you to take regular screen breaks to reduce eye fatigue.",
    "s13": "Seamless Multi-Screen Productivity",
    "s14": "Cursor Teleporting",
    "s15": "The pointer intuitively shifts to the display you are looking at when multiple monitors are in use, streamlining navigation.",
    "s16": "Window Teleporting",
    "s17": "Transfer application windows between displays with a glance, enabling faster and more natural multitasking."
  },
  "bg": {
    "s1": "Acer User Sensing 3.0 – По-интелигентна информираност, по-добро изживяване",
    "s2": "Acer User Sensing 3.0 използва вградения сензор за близост, интегриран до уеб камерата, за да осигури по-сигурно, ефективно и щадящо здравето потребителско изживяване. Той позволява безпроблемно влизане при приближаване, автоматично заключване на устройството, когато се отдръпнете, и интелигентни напомняния за поддържане на благополучието по време на продължителна употреба.",
    "s3": "Разпознаване на потребителите",
    "s4": "Подобрете както сигурността, така и производителността с интелигентно откриване на присъствие.",
    "s5": "Заключване при напускане",
    "s6": "Когато се отдалечите, системата автоматично заключва вашия компютър, защитавайки данните и спестявайки енергия. Може също така да заглуши микрофона или да изключи външните дисплеи, за да гарантира поверителност.",
    "s7": "Събуждане при приближаване",
    "s8": "Веднага щом се върнете, вашето устройство веднага се събужда и се подготвя за удостоверяване, което ви позволява да възобновите работата си без забавяне.",
    "s9": "Адаптивно затъмняване",
    "s10": "Дисплеят автоматично намалява яркостта, когато вниманието не бъде засечено, удължавайки живота на батерията, като минимизира ненужната консумация на енергия.",
    "s11": "Напомняне за почивка:",
    "s12": "Подканя ви да правите редовни почивки пред екрана, за да намалите умората на очите.",
    "s13": "Безпроблемна производителност на няколко екрана",
    "s14": "Телепортиране на курсора",
    "s15": "Показалецът интуитивно се премества към дисплея, който гледате, когато се използват няколко монитора, опростявайки навигацията.",
    "s16": "Телепортиране на прозорец",
    "s17": "Прехвърляйте прозорци на приложения между дисплеи с един поглед, позволявайки по-бърза и по-естествена многозадачност."
  },
  "cs": {
    "s1": "Acer User Sensing 3.0 – chytřejší povědomí, lepší zážitek",
    "s2": "Acer User Sensing 3.0 využívá vestavěný senzor přiblížení integrovaný vedle webové kamery k zajištění bezpečnějšího, efektivnějšího a zdravotně nezávadného uživatelského prostředí. Umožňuje bezproblémové přihlášení, když se přiblížíte, automatické zamknutí zařízení, když se vzdálíte, a inteligentní připomenutí pro podporu pohody při delším používání.",
    "s3": "Snímání uživatele",
    "s4": "Vylepšete zabezpečení i produktivitu pomocí inteligentní detekce přítomnosti.",
    "s5": "Zamknout na dovolené",
    "s6": "Když se vzdálíte, systém automaticky uzamkne váš počítač, čímž ochrání data a šetří energii. Může také ztlumit mikrofon nebo vypnout externí displeje, aby bylo zajištěno soukromí.",
    "s7": "Wake on Approach",
    "s8": "Jakmile se vrátíte, vaše zařízení se okamžitě probudí a připraví se na ověření, což vám umožní bez prodlení pokračovat v práci.",
    "s9": "Adaptivní stmívání",
    "s10": "Displej automaticky snižuje jas, když není detekována pozornost, čímž se prodlužuje životnost baterie a zároveň se minimalizuje zbytečná spotřeba energie.",
    "s11": "Připomenutí přestávky:",
    "s12": "Vyzve vás k pravidelným přestávkám na obrazovce, abyste snížili únavu očí.",
    "s13": "Bezproblémová produktivita na více obrazovkách",
    "s14": "Teleportace kurzoru",
    "s15": "Ukazatel se intuitivně přesune na obrazovku, na kterou se díváte, když se používá více monitorů, což zjednodušuje navigaci.",
    "s16": "Teleportování oken",
    "s17": "Přenášejte okna aplikací mezi displeji pouhým pohledem, což umožňuje rychlejší a přirozenější multitasking."
  },
  "da": {
    "s1": "Acer User Sensing 3.0 – Smartere bevidsthed, bedre oplevelse",
    "s2": "Acer User Sensing 3.0 udnytter den indbyggede nærhedssensor integreret ved siden af ​​webcam for at levere en mere sikker, effektiv og sundhedsbevidst brugeroplevelse. Det muliggør problemfri login, når du nærmer dig, automatisk enhedslås, når du træder væk, og intelligente påmindelser for at understøtte velvære under længere tids brug.",
    "s3": "Bruger Sensing",
    "s4": "Forøg både sikkerhed og produktivitet med intelligent tilstedeværelsesregistrering.",
    "s5": "Lås på orlov",
    "s6": "Når du flytter væk, låser systemet automatisk din pc, hvilket sikrer data og sparer energi. Den kan også slå mikrofonen fra eller slukke for eksterne skærme for at sikre privatlivets fred.",
    "s7": "Vågn op ved tilgang",
    "s8": "Så snart du vender tilbage, vågner din enhed straks og forbereder sig til godkendelse, så du kan genoptage arbejdet uden forsinkelse.",
    "s9": "Adaptiv dæmpning",
    "s10": "Displayet reducerer automatisk lysstyrken, når opmærksomheden ikke registreres, hvilket forlænger batteriets levetid og minimerer unødvendigt strømforbrug.",
    "s11": "Pausepåmindelse:",
    "s12": "Beder dig om at tage regelmæssige skærmpauser for at reducere øjentræthed.",
    "s13": "Sømløs produktivitet på flere skærme",
    "s14": "Markør teleportering",
    "s15": "Markøren skifter intuitivt til det display, du ser på, når flere skærme er i brug, hvilket strømliner navigationen.",
    "s16": "Vindue teleportering",
    "s17": "Overfør programvinduer mellem skærme med et blik, hvilket muliggør hurtigere og mere naturlig multitasking."
  },
  "de": {
    "s1": "Acer User Sensing 3.0 – Intelligentere Wahrnehmung, besseres Erlebnis",
    "s2": "Acer User Sensing 3.0 nutzt den integrierten Näherungssensor neben der Webcam für ein sichereres, effizienteres und gesundheitsbewussteres Benutzererlebnis. Es ermöglicht eine nahtlose Anmeldung bei Annäherung, eine automatische Gerätesperre bei Entfernung und intelligente Erinnerungen zur Unterstützung des Wohlbefindens bei längerer Nutzung.",
    "s3": "Benutzererkennung",
    "s4": "Verbessern Sie sowohl die Sicherheit als auch die Produktivität mit intelligenter Anwesenheitserkennung.",
    "s5": "Sperre bei Verlassen",
    "s6": "Wenn Sie sich entfernen, sperrt das System Ihren PC automatisch. So bleiben Ihre Daten geschützt und Sie sparen Energie. Außerdem können Sie das Mikrofon stummschalten oder externe Displays ausschalten, um Ihre Privatsphäre zu schützen.",
    "s7": "Kielwasser beim Anflug",
    "s8": "Sobald Sie zurückkehren, wird Ihr Gerät sofort aktiviert und bereitet sich auf die Authentifizierung vor, sodass Sie Ihre Arbeit ohne Verzögerung wieder aufnehmen können.",
    "s9": "Adaptives Dimmen",
    "s10": "Das Display reduziert automatisch die Helligkeit, wenn keine Aufmerksamkeit erkannt wird, wodurch die Akkulaufzeit verlängert und unnötiger Stromverbrauch minimiert wird.",
    "s11": "Pausenerinnerung:",
    "s12": "Fordert Sie auf, regelmäßig Bildschirmpausen einzulegen, um die Ermüdung der Augen zu verringern.",
    "s13": "Nahtlose Multi-Screen-Produktivität",
    "s14": "Cursor-Teleportation",
    "s15": "Wenn mehrere Monitore verwendet werden, wechselt der Zeiger intuitiv zu der Anzeige, die Sie gerade betrachten, und vereinfacht so die Navigation.",
    "s16": "Fensterteleportation",
    "s17": "Übertragen Sie Anwendungsfenster mit einem Blick zwischen Displays und ermöglichen Sie so schnelleres und natürlicheres Multitasking."
  },
  "el": {
    "s1": "Acer User Sensing 3.0 – Εξυπνότερη επίγνωση, καλύτερη εμπειρία",
    "s2": "Το Acer User Sensing 3.0 αξιοποιεί τον ενσωματωμένο αισθητήρα εγγύτητας που είναι ενσωματωμένος δίπλα στην κάμερα web για να προσφέρει μια πιο ασφαλή, αποτελεσματική και ευαισθητοποιημένη εμπειρία χρήστη. Επιτρέπει την απρόσκοπτη σύνδεση καθώς πλησιάζετε, το αυτόματο κλείδωμα της συσκευής όταν απομακρύνεστε και τις έξυπνες υπενθυμίσεις για την υποστήριξη της ευημερίας κατά την εκτεταμένη χρήση.",
    "s3": "Ανίχνευση χρήστη",
    "s4": "Βελτιώστε τόσο την ασφάλεια όσο και την παραγωγικότητα με την έξυπνη ανίχνευση παρουσίας.",
    "s5": "Κλείδωμα για άδεια",
    "s6": "Όταν απομακρυνθείτε, το σύστημα κλειδώνει αυτόματα τον υπολογιστή σας, προστατεύοντας τα δεδομένα και εξοικονομώντας ενέργεια. Μπορεί επίσης να απενεργοποιήσει το μικρόφωνο ή να απενεργοποιήσει τις εξωτερικές οθόνες για να διασφαλίσει το απόρρητο.",
    "s7": "Wake on Approach",
    "s8": "Μόλις επιστρέψετε, η συσκευή σας ξυπνά αμέσως και προετοιμάζεται για έλεγχο ταυτότητας, επιτρέποντάς σας να συνεχίσετε την εργασία χωρίς καθυστέρηση.",
    "s9": "Adaptive Dimming",
    "s10": "Η οθόνη μειώνει αυτόματα τη φωτεινότητα όταν δεν ανιχνεύεται η προσοχή, παρατείνοντας τη διάρκεια ζωής της μπαταρίας ελαχιστοποιώντας την περιττή κατανάλωση ενέργειας.",
    "s11": "Υπενθύμιση διαλείμματος:",
    "s12": "Σας προτρέπει να κάνετε τακτικά διαλείμματα οθόνης για να μειώσετε την κόπωση των ματιών.",
    "s13": "Απρόσκοπτη παραγωγικότητα πολλαπλών οθονών",
    "s14": "Τηλεμεταφορά δρομέα",
    "s15": "Ο δείκτης μετατοπίζεται διαισθητικά στην οθόνη που κοιτάζετε όταν χρησιμοποιούνται πολλές οθόνες, απλοποιώντας την πλοήγηση.",
    "s16": "Τηλεμεταφορά παραθύρου",
    "s17": "Μεταφέρετε τα παράθυρα εφαρμογών μεταξύ των οθονών με μια ματιά, επιτρέποντας ταχύτερη και πιο φυσική εκτέλεση πολλαπλών εργασιών."
  },
  "es": {
    "s1": "Acer User Sensing 3.0: Conciencia más inteligente, mejor experiencia",
    "s2": "Acer User Sensing 3.0 aprovecha el sensor de proximidad integrado junto a la cámara web para ofrecer una experiencia de usuario más segura, eficiente y saludable. Permite un inicio de sesión sin interrupciones al acercarse, el bloqueo automático del dispositivo al alejarse y recordatorios inteligentes para mejorar el bienestar durante el uso prolongado.",
    "s3": "Detección del usuario",
    "s4": "Mejore tanto la seguridad como la productividad con la detección de presencia inteligente.",
    "s5": "Bloqueo en licencia",
    "s6": "Al alejarse, el sistema bloquea automáticamente su PC, protegiendo sus datos y ahorrando energía. También puede silenciar el micrófono o apagar las pantallas externas para garantizar la privacidad.",
    "s7": "Despierta al acercarte",
    "s8": "Tan pronto como regrese, su dispositivo se activa inmediatamente y se prepara para la autenticación, lo que le permite reanudar el trabajo sin demora.",
    "s9": "Atenuación adaptativa",
    "s10": "La pantalla reduce automáticamente el brillo cuando no se detecta atención, lo que prolonga la vida útil de la batería y minimiza el consumo innecesario de energía.",
    "s11": "Recordatorio de descanso:",
    "s12": "Le solicita que tome descansos regulares de la pantalla para reducir la fatiga ocular.",
    "s13": "Productividad fluida en múltiples pantallas",
    "s14": "Teletransporte del cursor",
    "s15": "El puntero se desplaza intuitivamente a la pantalla que estás mirando cuando se utilizan varios monitores, lo que agiliza la navegación.",
    "s16": "Teletransporte de ventana",
    "s17": "Transfiera ventanas de aplicaciones entre pantallas con un vistazo, lo que permite una multitarea más rápida y natural."
  },
  "fi": {
    "s1": "Acer User Sensing 3.0 – älykkäämpi tietoisuus, parempi kokemus",
    "s2": "Acer User Sensing 3.0 hyödyntää web-kameran viereen integroitua sisäänrakennettua läheisyysanturia, joka tarjoaa turvallisemman, tehokkaamman ja terveydellisemmän käyttökokemuksen. Se mahdollistaa saumattoman sisäänkirjautumisen lähestyessäsi, automaattisen laitteen lukituksen poistuessasi ja älykkäät muistutukset, jotka tukevat hyvinvointia pitkäaikaisen käytön aikana.",
    "s3": "Käyttäjän tunnistus",
    "s4": "Paranna sekä turvallisuutta että tuottavuutta älykkäällä läsnäolontunnistimella.",
    "s5": "Lukitse lomalle",
    "s6": "Kun muutat pois, järjestelmä lukitsee tietokoneesi automaattisesti, mikä suojaa tietoja ja säästää energiaa. Se voi myös mykistää mikrofonin tai sammuttaa ulkoiset näytöt yksityisyyden takaamiseksi.",
    "s7": "Wake on Approach",
    "s8": "Heti kun palaat, laitteesi herää välittömästi ja valmistautuu todennukseen, jolloin voit jatkaa työtäsi viipymättä.",
    "s9": "Mukautuva himmennys",
    "s10": "Näyttö vähentää automaattisesti kirkkautta, kun huomiota ei havaita, mikä pidentää akun käyttöikää ja minimoi turhan virrankulutuksen.",
    "s11": "Taukomuistutus:",
    "s12": "Kehottaa pitämään säännöllisiä näyttötaukoja silmien väsymisen vähentämiseksi.",
    "s13": "Saumaton moninäyttöinen tuottavuus",
    "s14": "Kohdistimen teleportointi",
    "s15": "Osoitin siirtyy intuitiivisesti katsomaasi näyttöön, kun käytössä on useita näyttöjä, mikä virtaviivaistaa navigointia.",
    "s16": "Ikkunan teleportointi",
    "s17": "Siirrä sovellusikkunoita näyttöjen välillä yhdellä silmäyksellä, mikä mahdollistaa nopeamman ja luonnollisemman moniajon."
  },
  "fr": {
    "s1": "Acer User Sensing 3.0 – Une meilleure perception, une meilleure expérience",
    "s2": "Acer User Sensing 3.0 exploite le capteur de proximité intégré à la webcam pour offrir une expérience utilisateur plus sûre, plus efficace et plus respectueuse de la santé. Il permet une connexion fluide à l'approche, un verrouillage automatique de l'appareil à l'éloignement et des rappels intelligents pour préserver votre bien-être en cas d'utilisation prolongée.",
    "s3": "Détection de l'utilisateur",
    "s4": "Améliorez à la fois la sécurité et la productivité grâce à la détection de présence intelligente.",
    "s5": "Verrouillage en congé",
    "s6": "Lorsque vous vous absentez, le système verrouille automatiquement votre PC, protégeant ainsi vos données et économisant de l'énergie. Il peut également couper le microphone ou éteindre les écrans externes pour garantir votre confidentialité.",
    "s7": "Réveil à l'approche",
    "s8": "Dès votre retour, votre appareil se réveille immédiatement et se prépare à l'authentification, vous permettant de reprendre le travail sans délai.",
    "s9": "Gradation adaptative",
    "s10": "L'écran réduit automatiquement la luminosité lorsque l'attention n'est pas détectée, prolongeant ainsi la durée de vie de la batterie tout en minimisant la consommation d'énergie inutile.",
    "s11": "Rappel de pause :",
    "s12": "Vous invite à faire des pauses régulières devant l'écran pour réduire la fatigue oculaire.",
    "s13": "Productivité multi-écrans transparente",
    "s14": "Téléportation du curseur",
    "s15": "Le pointeur se déplace intuitivement vers l'écran que vous regardez lorsque plusieurs moniteurs sont utilisés, simplifiant ainsi la navigation.",
    "s16": "Téléportation par fenêtre",
    "s17": "Transférez les fenêtres d'application entre les écrans en un coup d'œil, permettant un multitâche plus rapide et plus naturel."
  },
  "hr": {
    "s1": "Acer User Sensing 3.0 – pametnija svijest, bolje iskustvo",
    "s2": "Acer User Sensing 3.0 koristi ugrađeni senzor blizine integriran uz web kameru za pružanje sigurnijeg, učinkovitijeg i zdravstveno osviještenijeg korisničkog iskustva. Omogućuje besprijekornu prijavu dok se približavate, automatsko zaključavanje uređaja kada se udaljite i inteligentne podsjetnike za podršku dobrobiti tijekom produljene upotrebe.",
    "s3": "Prepoznavanje korisnika",
    "s4": "Povećajte sigurnost i produktivnost s inteligentnim otkrivanjem prisutnosti.",
    "s5": "Zaključaj na Ostavi",
    "s6": "Kada se udaljite, sustav automatski zaključava vaše računalo, čuvajući podatke i energiju. Također može isključiti mikrofon ili isključiti vanjske zaslone kako bi se osigurala privatnost.",
    "s7": "Buđenje pri približavanju",
    "s8": "Čim se vratite, vaš se uređaj odmah budi i priprema za autentifikaciju, što vam omogućuje nastavak rada bez odlaganja.",
    "s9": "Prilagodljivo zatamnjenje",
    "s10": "Zaslon automatski smanjuje svjetlinu kada se ne otkrije pažnja, produžujući trajanje baterije dok smanjuje nepotrebnu potrošnju energije.",
    "s11": "Podsjetnik na pauzu:",
    "s12": "Traži od vas da redovito pauzirate pred ekranom kako biste smanjili umor očiju.",
    "s13": "Besprijekorna produktivnost na više zaslona",
    "s14": "Teleportiranje kursora",
    "s15": "Pokazivač se intuitivno pomiče na zaslon koji gledate kada se koristi više monitora, pojednostavljujući navigaciju.",
    "s16": "Teleportiranje prozora",
    "s17": "Prijenos prozora aplikacija između zaslona jednim pogledom, omogućujući brži i prirodniji multitasking."
  },
  "hu": {
    "s1": "Acer User Sensing 3.0 – Okosabb tudatosság, jobb élmény",
    "s2": "Az Acer User Sensing 3.0 a webkamera mellé integrált beépített közelségérzékelőt használja fel, hogy biztonságosabb, hatékonyabb és egészségtudatosabb felhasználói élményt nyújtson. Lehetővé teszi a zökkenőmentes bejelentkezést, amikor Ön közeledik, az automatikus eszközzárat, amikor eltávolodik, és intelligens emlékeztetőket biztosít a jó közérzet támogatására a hosszabb használat során.",
    "s3": "Felhasználói érzékelés",
    "s4": "Növelje a biztonságot és a termelékenységet az intelligens jelenlétérzékeléssel.",
    "s5": "Lezárás szabadságon",
    "s6": "Amikor elköltözik, a rendszer automatikusan lezárja a számítógépet, így védi az adatokat és energiát takarít meg. A magánélet védelme érdekében elnémíthatja a mikrofont vagy kikapcsolhatja a külső kijelzőket.",
    "s7": "Wake on Approach",
    "s8": "Amint visszatér, a készülék azonnal felébred, és felkészül a hitelesítésre, így Ön késedelem nélkül folytathatja a munkát.",
    "s9": "Adaptive Dimming",
    "s10": "A kijelző automatikusan csökkenti a fényerőt, ha nem észlel figyelmet, meghosszabbítva az akkumulátor élettartamát, miközben minimalizálja a felesleges energiafogyasztást.",
    "s11": "Szünet emlékeztető:",
    "s12": "Rendszeres képernyőszünetekre szólít fel, hogy csökkentse a szem fáradását.",
    "s13": "Zökkenőmentes többképernyős termelékenység",
    "s14": "Kurzor teleportálás",
    "s15": "A mutató intuitív módon a megtekintett képernyőre vált, ha több monitor van használatban, és egyszerűsíti a navigációt.",
    "s16": "Ablak teleportálása",
    "s17": "Egy pillantással vigye át az alkalmazásablakokat a kijelzők között, így gyorsabb és természetesebb többfeladatos munkavégzést tesz lehetővé."
  },
  "it": {
    "s1": "Acer User Sensing 3.0: consapevolezza più intelligente, esperienza migliore",
    "s2": "Acer User Sensing 3.0 sfrutta il sensore di prossimità integrato accanto alla webcam per offrire un'esperienza utente più sicura, efficiente e attenta alla salute. Consente l'accesso senza interruzioni all'avvicinarsi, il blocco automatico del dispositivo quando ci si allontana e promemoria intelligenti per supportare il benessere durante l'uso prolungato.",
    "s3": "Rilevamento dell'utente",
    "s4": "Migliora sia la sicurezza che la produttività con il rilevamento intelligente della presenza.",
    "s5": "Blocco in uscita",
    "s6": "Quando ti allontani, il sistema blocca automaticamente il PC, salvaguardando i dati e risparmiando energia. Può anche disattivare il microfono o spegnere i display esterni per garantire la privacy.",
    "s7": "Sveglia in avvicinamento",
    "s8": "Non appena torni, il tuo dispositivo si riattiva immediatamente e si prepara per l'autenticazione, consentendoti di riprendere a lavorare senza ritardi.",
    "s9": "Oscuramento adattivo",
    "s10": "Il display riduce automaticamente la luminosità quando non rileva attenzione, prolungando la durata della batteria e riducendo al minimo il consumo energetico non necessario.",
    "s11": "Promemoria pausa:",
    "s12": "Ti invita a fare pause regolari dallo schermo per ridurre l'affaticamento degli occhi.",
    "s13": "Produttività multischermo senza interruzioni",
    "s14": "Teletrasporto del cursore",
    "s15": "Quando sono in uso più monitor, il puntatore si sposta in modo intuitivo sul display che si sta guardando, semplificando la navigazione.",
    "s16": "Teletrasporto tramite finestra",
    "s17": "Trasferisci le finestre delle applicazioni da un display all'altro con un semplice sguardo, consentendo un multitasking più rapido e naturale."
  },
  "ja": {
    "s1": "Acer User Sensing 3.0 – よりスマートな認識、より良い体験",
    "s2": "Acer User Sensing 3.0は、ウェブカメラの横に内蔵された近接センサーを活用し、より安全で効率的、そして健康に配慮したユーザーエクスペリエンスを実現します。デバイスに近づくとシームレスにログイン、離れると自動的にデバイスをロック、そして長時間使用時の健康をサポートするインテリジェントなリマインダー機能を提供します。",
    "s3": "ユーザーセンシング",
    "s4": "インテリジェントなプレゼンス検出により、セキュリティと生産性の両方を強化します。",
    "s5": "ロックオンリー",
    "s6": "ユーザーが離れると、システムが自動的にPCをロックし、データの保護と消費電力の削減を実現します。また、マイクをミュートしたり、外部ディスプレイの電源をオフにしたりすることで、プライバシーを確​​保することもできます。",
    "s7": "接近時の航跡",
    "s8": "戻るとすぐにデバイスが起動し、認証の準備が行われるため、すぐに作業を再開できます。",
    "s9": "アダプティブディミング",
    "s10": "注意が向けられていないことが検知されると、ディスプレイの明るさが自動的に下がり、不要な電力消費を最小限に抑えながらバッテリー寿命が延びます。",
    "s11": "休憩リマインダー:",
    "s12": "目の疲れを軽減するために、定期的に画面から離れるよう促します。",
    "s13": "シームレスなマルチスクリーン生産性",
    "s14": "カーソルテレポート",
    "s15": "複数のモニターを使用している場合、ポインターは表示中のディスプレイに直感的に移動するため、ナビゲーションが効率化されます。",
    "s16": "ウィンドウテレポート",
    "s17": "アプリケーション ウィンドウを一目でディスプレイ間で転送できるため、より高速で自然なマルチタスクが可能になります。"
  },
  "ko": {
    "s1": "Acer User Sensing 3.0 – 더욱 스마트한 인식, 더 나은 경험",
    "s2": "Acer User Sensing 3.0은 웹캠 옆에 내장된 근접 센서를 활용하여 더욱 안전하고 효율적이며 건강에도 신경 쓰는 사용자 경험을 제공합니다. 접근 시 원활한 로그인, 멀어지면 자동 기기 잠금, 그리고 장시간 사용 시 웰빙을 지원하는 지능형 알림 기능을 제공합니다.",
    "s3": "사용자 감지",
    "s4": "지능형 존재 감지 기능으로 보안과 생산성을 모두 강화하세요.",
    "s5": "휴가 잠금",
    "s6": "자리를 비우면 시스템이 자동으로 PC를 잠가 데이터를 보호하고 에너지를 절약합니다. 또한, 개인 정보 보호를 위해 마이크 음소거나 외부 디스플레이 전원 차단 기능을 사용할 수도 있습니다.",
    "s7": "접근 시 깨어남",
    "s8": "귀하가 돌아오자마자 귀하의 기기는 즉시 깨어나 인증을 준비하므로 지연 없이 작업을 재개할 수 있습니다.",
    "s9": "적응형 디밍",
    "s10": "주의가 감지되지 않으면 디스플레이 밝기가 자동으로 낮아져 불필요한 전력 소모를 최소화하는 동시에 배터리 수명을 연장합니다.",
    "s11": "휴식 알림:",
    "s12": "눈의 피로를 줄이기 위해 정기적으로 화면 휴식을 취하도록 권장합니다.",
    "s13": "원활한 멀티스크린 생산성",
    "s14": "커서 순간이동",
    "s15": "여러 모니터를 사용하는 경우 포인터가 직관적으로 현재 보고 있는 디스플레이로 이동하여 탐색이 간소화됩니다.",
    "s16": "창 순간이동",
    "s17": "한 눈에 여러 디스플레이 간에 애플리케이션 창을 전환하여 보다 빠르고 자연스러운 멀티태스킹이 가능합니다."
  },
  "nb": {
    "s1": "Acer User Sensing 3.0 – Smartere bevissthet, bedre opplevelse",
    "s2": "Acer User Sensing 3.0 utnytter den innebygde nærhetssensoren integrert ved siden av webkameraet for å gi en sikrere, effektiv og helsebevisst brukeropplevelse. Den muliggjør sømløs pålogging når du nærmer deg, automatisk enhetslås når du går bort, og intelligente påminnelser for å støtte velvære under langvarig bruk.",
    "s3": "Bruker Sensing",
    "s4": "Forbedre både sikkerhet og produktivitet med intelligent tilstedeværelsesdeteksjon.",
    "s5": "Lås på permisjon",
    "s6": "Når du flytter, låser systemet automatisk PC-en din, sikrer data og sparer energi. Den kan også dempe mikrofonen eller slå av eksterne skjermer for å sikre personvern.",
    "s7": "Våkne ved tilnærming",
    "s8": "Så snart du kommer tilbake, våkner enheten umiddelbart og forbereder seg på autentisering, slik at du kan fortsette arbeidet uten forsinkelser.",
    "s9": "Adaptiv dimming",
    "s10": "Displayet reduserer automatisk lysstyrken når oppmerksomhet ikke oppdages, noe som forlenger batterilevetiden samtidig som unødvendig strømforbruk minimeres.",
    "s11": "Pausepåminnelse:",
    "s12": "Ber deg om å ta regelmessige skjermpauser for å redusere tretthet i øynene.",
    "s13": "Sømløs produktivitet på flere skjermer",
    "s14": "Markør teleportering",
    "s15": "Pekeren skifter intuitivt til skjermen du ser på når flere skjermer er i bruk, noe som effektiviserer navigasjonen.",
    "s16": "Vindu teleportering",
    "s17": "Overfør programvinduer mellom skjermer med et blikk, noe som muliggjør raskere og mer naturlig multitasking."
  },
  "nl": {
    "s1": "Acer User Sensing 3.0 – Slimmer bewustzijn, betere ervaring",
    "s2": "Acer User Sensing 3.0 maakt gebruik van de ingebouwde nabijheidssensor naast de webcam voor een veiligere, efficiëntere en gezondheidsbewustere gebruikerservaring. Het maakt naadloos inloggen mogelijk wanneer u dichterbij komt, automatische vergrendeling van het apparaat wanneer u wegloopt en intelligente herinneringen ter ondersteuning van uw welzijn tijdens langdurig gebruik.",
    "s3": "Gebruikersdetectie",
    "s4": "Verbeter zowel de beveiliging als de productiviteit met intelligente aanwezigheidsdetectie.",
    "s5": "Lock on Leave",
    "s6": "Wanneer u weggaat, vergrendelt het systeem automatisch uw pc, waardoor gegevens worden beschermd en energie wordt bespaard. Het kan ook de microfoon dempen of externe beeldschermen uitschakelen om uw privacy te garanderen.",
    "s7": "Waken bij nadering",
    "s8": "Zodra u terugkomt, wordt uw apparaat direct geactiveerd en wordt de authenticatie voorbereid. Zo kunt u direct weer aan de slag.",
    "s9": "Adaptief dimmen",
    "s10": "Het scherm verlaagt automatisch de helderheid wanneer er geen aandacht wordt gedetecteerd. Hierdoor gaat de batterij langer mee en wordt onnodig stroomverbruik geminimaliseerd.",
    "s11": "Herinnering voor pauze:",
    "s12": "Stimuleert u om regelmatig een pauze te nemen van het scherm, zodat u minder snel vermoeide ogen krijgt.",
    "s13": "Naadloze productiviteit op meerdere schermen",
    "s14": "Cursor Teleporteren",
    "s15": "Wanneer u meerdere monitoren gebruikt, verschuift de aanwijzer intuïtief naar het beeldscherm waarnaar u kijkt, waardoor navigeren eenvoudiger wordt.",
    "s16": "Venster Teleporteren",
    "s17": "Verplaats applicatievensters in één oogopslag tussen beeldschermen, waardoor u sneller en natuurlijker kunt multitasken."
  },
  "pl": {
    "s1": "Acer User Sensing 3.0 – inteligentniejsza świadomość, lepsze wrażenia",
    "s2": "Acer User Sensing 3.0 wykorzystuje wbudowany czujnik zbliżeniowy, zintegrowany z kamerą internetową, aby zapewnić bezpieczniejsze, wydajniejsze i bardziej prozdrowotne korzystanie z urządzenia. Umożliwia bezproblemowe logowanie w momencie zbliżania się do urządzenia, automatyczną blokadę urządzenia po jego odsunięciu oraz inteligentne przypomnienia, które wspierają dobre samopoczucie podczas długotrwałego użytkowania.",
    "s3": "Wykrywanie użytkownika",
    "s4": "Zwiększ bezpieczeństwo i produktywność dzięki inteligentnemu wykrywaniu obecności.",
    "s5": "Zablokuj na opuszczeniu",
    "s6": "Gdy się oddalasz, system automatycznie blokuje komputer, chroniąc dane i oszczędzając energię. Może również wyciszyć mikrofon lub wyłączyć zewnętrzne wyświetlacze, aby zapewnić prywatność.",
    "s7": "Obudź się na podejściu",
    "s8": "Po Twoim powrocie urządzenie natychmiast się wybudzi i przygotuje do uwierzytelnienia, dzięki czemu będziesz mógł bez opóźnień wznowić pracę.",
    "s9": "Adaptacyjne przyciemnianie",
    "s10": "Wyświetlacz automatycznie zmniejsza jasność, gdy użytkownik nie wykryje jego uwagi, wydłużając w ten sposób czas pracy baterii i minimalizując niepotrzebne zużycie energii.",
    "s11": "Przypomnienie o przerwie:",
    "s12": "Zachęca do robienia regularnych przerw przed ekranem, aby zmniejszyć zmęczenie oczu.",
    "s13": "Bezproblemowa produktywność na wielu ekranach",
    "s14": "Teleportacja kursora",
    "s15": "Gdy w użyciu jest wiele monitorów, wskaźnik intuicyjnie przesuwa się w stronę aktualnie wyświetlanego ekranu, co usprawnia nawigację.",
    "s16": "Teleportacja okienna",
    "s17": "Przenoś okna aplikacji między ekranami jednym spojrzeniem, co umożliwia szybsze i bardziej naturalne wykonywanie wielu zadań jednocześnie."
  },
  "pt": {
    "s1": "Acer User Sensing 3.0 – Consciência mais inteligente, melhor experiência",
    "s2": "O Acer User Sensing 3.0 utiliza o sensor de proximidade integrado à webcam para proporcionar uma experiência de usuário mais segura, eficiente e saudável. Ele permite login perfeito ao se aproximar, bloqueio automático do dispositivo ao se afastar e lembretes inteligentes para promover o bem-estar durante o uso prolongado.",
    "s3": "Detecção do usuário",
    "s4": "Aumente a segurança e a produtividade com detecção inteligente de presença.",
    "s5": "Bloqueio na saída",
    "s6": "Quando você se afasta, o sistema bloqueia automaticamente o seu PC, protegendo os dados e economizando energia. Ele também pode silenciar o microfone ou desligar monitores externos para garantir a privacidade.",
    "s7": "Acorde na aproximação",
    "s8": "Assim que você retornar, seu dispositivo será ativado imediatamente e se preparará para autenticação, permitindo que você retome o trabalho sem demora.",
    "s9": "Escurecimento Adaptável",
    "s10": "A tela reduz automaticamente o brilho quando a atenção não é detectada, prolongando a vida útil da bateria e minimizando o consumo desnecessário de energia.",
    "s11": "Lembrete de intervalo:",
    "s12": "Solicita que você faça pausas regulares na tela para reduzir a fadiga ocular.",
    "s13": "Produtividade multitela perfeita",
    "s14": "Teletransporte do cursor",
    "s15": "O ponteiro muda intuitivamente para a tela que você está olhando quando vários monitores estão em uso, simplificando a navegação.",
    "s16": "Teletransporte de janela",
    "s17": "Transfira janelas de aplicativos entre monitores rapidamente, permitindo multitarefas mais rápidas e naturais."
  },
  "ro": {
    "s1": "Acer User Sensing 3.0 – Conștientizare mai inteligentă, experiență mai bună",
    "s2": "Acer User Sensing 3.0 folosește senzorul de proximitate încorporat integrat lângă camera web pentru a oferi utilizatorului o experiență mai sigură, mai eficientă și mai atentă la sănătate. Permite autentificarea fără probleme pe măsură ce vă apropiați, blocarea automată a dispozitivului când vă îndepărtați și mementouri inteligente pentru a susține bunăstarea în timpul utilizării prelungite.",
    "s3": "Sentirea utilizatorului",
    "s4": "Îmbunătățiți atât securitatea, cât și productivitatea cu detectarea inteligentă a prezenței.",
    "s5": "Blocați în concediu",
    "s6": "Când vă mutați, sistemul vă blochează automat computerul, salvând datele și economisind energie. De asemenea, poate opri microfonul sau opri afișajele externe pentru a asigura confidențialitatea.",
    "s7": "Treziți-vă la apropiere",
    "s8": "De îndată ce vă întoarceți, dispozitivul se trezește imediat și se pregătește pentru autentificare, permițându-vă să reluați munca fără întârziere.",
    "s9": "Dimmare adaptivă",
    "s10": "Afișajul reduce automat luminozitatea atunci când atenția nu este detectată, prelungind durata de viață a bateriei, minimizând în același timp consumul de energie inutil.",
    "s11": "Memento de pauză:",
    "s12": "Vă îndeamnă să faceți pauze regulate de ecran pentru a reduce oboseala ochilor.",
    "s13": "Productivitate fără întreruperi pe mai multe ecrane",
    "s14": "Teleportarea cursorului",
    "s15": "Indicatorul se deplasează intuitiv către afișajul la care vă uitați atunci când sunt utilizate mai multe monitoare, simplificând navigarea.",
    "s16": "Teleportare pe fereastră",
    "s17": "Transferați ferestrele aplicațiilor între afișaje dintr-o privire, permițând multitasking mai rapid și mai natural."
  },
  "ru": {
    "s1": "Acer User Sensing 3.0 — более интеллектуальная осведомленность, лучший опыт",
    "s2": "Технология Acer User Sensing 3.0 использует встроенный датчик приближения, расположенный рядом с веб-камерой, для обеспечения более безопасного, эффективного и заботящегося о здоровье взаимодействия с пользователем. Она обеспечивает мгновенный вход в систему при вашем приближении, автоматическую блокировку устройства при его удалении и интеллектуальные напоминания для поддержания хорошего самочувствия при длительном использовании.",
    "s3": "Зондирование пользователей",
    "s4": "Повысьте безопасность и производительность с помощью интеллектуального обнаружения присутствия.",
    "s5": "Блокировка при выходе",
    "s6": "Когда вы отходите, система автоматически блокирует ваш компьютер, защищая данные и экономя энергию. Она также может отключать микрофон или внешние дисплеи для обеспечения конфиденциальности.",
    "s7": "Пробуждение при приближении",
    "s8": "Как только вы вернетесь, ваше устройство немедленно выйдет из спящего режима и подготовится к аутентификации, что позволит вам без задержек возоновить работу.",
    "s9": "Адаптивное затемнение",
    "s10": "Дисплей автоматически снижает яркость, когда на него не обращают внимания, продлевая срок службы батареи и сводя к минимуму ненужное потребление энергии.",
    "s11": "Напоминание о перерыве:",
    "s12": "Предлагает вам регулярно делать перерывы перед экраном, чтобы снизить утомляемость глаз.",
    "s13": "Эффективная многоэкранная работа",
    "s14": "Телепортация курсора",
    "s15": "При использовании нескольких мониторов указатель интуитивно перемещается на тот дисплей, на который вы смотрите, что упрощает навигацию.",
    "s16": "Телепортация через окно",
    "s17": "Перемещайте окна приложений между дисплеями одним взглядом, обеспечивая более быструю и естественную многозадачность."
  },
  "zh-CN": {
    "s1": "Acer User Sensing 3.0 – 更智能的感知，更优质的体验",
    "s2": "Acer User Sensing 3.0 充分利用集成于网络摄像头旁的内置近距离传感器，带来更安全、更高效、更健康的用户体验。它支持在您靠近时无缝登录、在您离开时自动锁定设备，以及智能提醒功能，让您在长时间使用时保持身心健康。",
    "s3": "用户感知",
    "s4": "通过智能存在检测提高安全性和生产力。",
    "s5": "锁定休假",
    "s6": "当您离开时，系统会自动锁定您的电脑，保护数据并节省能源。它还可以静音麦克风或关闭外接显示器，以确保您的隐私。",
    "s7": "接近时唤醒",
    "s8": "当您返回时，您的设备会立即唤醒并准备进行身份验证，让您可以立即恢复工作。",
    "s9": "自适应调光",
    "s10": "当没有检测到注意力时，显示屏会自动降低亮度，从而延长电池寿命，同时最大限度地减少不必要的功耗。",
    "s11": "休息提醒：",
    "s12": "提示您定期休息一下以减轻眼睛疲劳。",
    "s13": "无缝多屏生产力",
    "s14": "光标传送",
    "s15": "当使用多个显示器时，指针会直观地转移到您正在查看的显示屏上，从而简化导航。",
    "s16": "窗口传送",
    "s17": "只需一眼即可在显示器之间转移应用程序窗口，实现更快、更自然的多任务处理。"
  },
  "sk": {
    "s1": "Acer User Sensing 3.0 – inteligentnejšie povedomie, lepší zážitok",
    "s2": "Acer User Sensing 3.0 využíva vstavaný senzor priblíženia integrovaný vedľa webovej kamery, aby poskytoval bezpečnejší, efektívnejší a zdravší používateľský zážitok. Umožňuje bezproblémové prihlásenie, keď sa priblížite, automatické uzamknutie zariadenia, keď sa vzdialite, a inteligentné pripomienky na podporu pohody pri dlhšom používaní.",
    "s3": "Snímanie používateľa",
    "s4": "Zvýšte bezpečnosť aj produktivitu pomocou inteligentnej detekcie prítomnosti.",
    "s5": "Zamknúť na odchode",
    "s6": "Keď sa vzdialite, systém automaticky uzamkne váš počítač, čím ochráni dáta a šetrí energiu. Môže tiež stlmiť mikrofón alebo vypnúť externé displeje, aby sa zabezpečilo súkromie.",
    "s7": "Wake on Approach",
    "s8": "Hneď ako sa vrátite, vaše zariadenie sa okamžite prebudí a pripraví sa na overenie, čo vám umožní bez meškania pokračovať v práci.",
    "s9": "Adaptívne stmievanie",
    "s10": "Displej automaticky zníži jas, keď sa nezaznamená pozornosť, čím sa predlžuje životnosť batérie a zároveň sa minimalizuje zbytočná spotreba energie.",
    "s11": "Pripomenutie prestávky:",
    "s12": "Vyzve vás, aby ste si robili pravidelné prestávky na obrazovke, aby ste znížili únavu očí.",
    "s13": "Bezproblémová produktivita na viacerých obrazovkách",
    "s14": "Teleportovanie kurzora",
    "s15": "Pri používaní viacerých monitorov sa ukazovateľ intuitívne posunie na obrazovku, na ktorú sa pozeráte, čím sa zjednoduší navigácia.",
    "s16": "Teleportovanie okien",
    "s17": "Prenášajte okná aplikácií medzi displejmi jediným pohľadom, čo umožňuje rýchlejší a prirodzenejší multitasking."
  },
  "sl": {
    "s1": "Acer User Sensing 3.0 – pametnejša zavest, boljša izkušnja",
    "s2": "Acer User Sensing 3.0 izkorišča vgrajeni senzor bližine, ki je vgrajen poleg spletne kamere, za zagotavljanje bolj varne, učinkovite in zdravju prijazne uporabniške izkušnje. Omogoča brezhibno prijavo, ko se približate, samodejno zaklepanje naprave, ko se odmaknete, in inteligentne opomnike za podporo dobrega počutja med daljšo uporabo.",
    "s3": "Zaznavanje uporabnikov",
    "s4": "Izboljšajte varnost in produktivnost z inteligentnim zaznavanjem prisotnosti.",
    "s5": "Zakleni ob dopustu",
    "s6": "Ko se oddaljite, sistem samodejno zaklene vaš računalnik, s čimer zaščiti podatke in prihrani energijo. Prav tako lahko utiša mikrofon ali izklopi zunanje zaslone, da zagotovi zasebnost.",
    "s7": "Zbudi ob pristopu",
    "s8": "Takoj ko se vrnete, se vaša naprava takoj prebudi in pripravi na preverjanje pristnosti, kar vam omogoča, da brez odlašanja nadaljujete z delom.",
    "s9": "Prilagodljivo zatemnitev",
    "s10": "Zaslon samodejno zmanjša svetlost, ko pozornost ni zaznana, kar podaljša življenjsko dobo baterije in hkrati zmanjša nepotrebno porabo energije.",
    "s11": "Opomnik za odmor:",
    "s12": "Poziva vas, da redno vzamete odmore pred zaslonom, da zmanjšate utrujenost oči.",
    "s13": "Brezhibna produktivnost na več zaslonih",
    "s14": "Teleportiranje kazalca",
    "s15": "Ko je v uporabi več monitorjev, se kazalec intuitivno premakne na zaslon, ki ga gledate, kar poenostavi navigacijo.",
    "s16": "Teleportacija oken",
    "s17": "Prenašajte okna aplikacij med zasloni s pogledom, kar omogoča hitrejšo in bolj naravno večopravilnost."
  },
  "sv": {
    "s1": "Acer User Sensing 3.0 – Smartare medvetenhet, bättre upplevelse",
    "s2": "Acer User Sensing 3.0 utnyttjar den inbyggda närhetssensorn som är integrerad bredvid webbkameran för att ge en säkrare, effektivare och hälsomedveten användarupplevelse. Det möjliggör sömlös inloggning när du närmar dig, automatisk enhetslåsning när du går iväg och intelligenta påminnelser för att stödja välbefinnande under långvarig användning.",
    "s3": "Användaravkänning",
    "s4": "Förbättra både säkerhet och produktivitet med intelligent närvarodetektering.",
    "s5": "Lås vid ledighet",
    "s6": "När du flyttar bort låser systemet automatiskt din dator, vilket skyddar data och sparar energi. Den kan också stänga av mikrofonen eller stänga av externa skärmar för att säkerställa integritet.",
    "s7": "Vakna vid närmande",
    "s8": "Så fort du kommer tillbaka, vaknar din enhet omedelbart och förbereder sig för autentisering, så att du kan återuppta arbetet utan dröjsmål.",
    "s9": "Adaptiv dimning",
    "s10": "Skärmen minskar automatiskt ljusstyrkan när uppmärksamhet inte upptäcks, vilket förlänger batteritiden samtidigt som onödig strömförbrukning minimeras.",
    "s11": "Pauspåminnelse:",
    "s12": "Ber dig att ta regelbundna skärmpauser för att minska tröttheten i ögonen.",
    "s13": "Sömlös produktivitet för flera skärmar",
    "s14": "Markör teleportering",
    "s15": "Pekaren växlar intuitivt till skärmen du tittar på när flera bildskärmar används, vilket effektiviserar navigeringen.",
    "s16": "Fönsterteleportering",
    "s17": "Överför programfönster mellan bildskärmar med en blick, vilket möjliggör snabbare och mer naturlig multitasking."
  },
  "zh-TW": {
    "s1": "Acer User Sensing 3.0 – 更聰明的感知，更優質的體驗",
    "s2": "Acer User Sensing 3.0 充分利用整合於網路攝影機旁的內建近距離感應器，帶來更安全、更有效率、更健康的使用者體驗。它支援在您靠近時無縫登入、在您離開時自動鎖定設備，以及智慧提醒功能，讓您在長時間使用時保持身心健康。",
    "s3": "使用者感知",
    "s4": "透過智慧存在檢測提高安全性和生產力。",
    "s5": "鎖定休假",
    "s6": "當您離開時，系統會自動鎖定您的電腦，保護資料並節省能源。它還可以靜音麥克風或關閉外接顯示器，以確保您的隱私。",
    "s7": "接近時喚醒",
    "s8": "當您返回時，您的裝置會立即喚醒並準備進行身份驗證，讓您可以立即恢復工作。",
    "s9": "自適應調光",
    "s10": "當沒有偵測到注意力時，顯示器會自動降低亮度，從而延長電池壽命，同時最大限度地減少不必要的功耗。",
    "s11": "休息提醒：",
    "s12": "提示您定期休息一下以減輕眼睛疲勞。",
    "s13": "無縫多螢幕生產力",
    "s14": "遊標傳送",
    "s15": "使用多個顯示器時，指針會直觀地轉移到您正在查看的顯示器上，從而簡化導航。",
    "s16": "視窗傳送",
    "s17": "只需一眼即可在顯示器之間轉移應用程式窗口，實現更快、更自然的多工處理。"
  },
  "tr": {
    "s1": "Acer User Sensing 3.0 – Daha Akıllı Farkındalık, Daha İyi Deneyim",
    "s2": "Acer User Sensing 3.0, daha güvenli, verimli ve sağlık bilincine sahip bir kullanıcı deneyimi sunmak için web kamerasının yanına entegre edilmiş yerleşik yakınlık sensöründen yararlanır. Yaklaştığınızda sorunsuz oturum açma, uzaklaştığınızda otomatik cihaz kilidi ve uzun süreli kullanımda sağlığınızı destekleyen akıllı hatırlatıcılar sağlar.",
    "s3": "Kullanıcı Algılama",
    "s4": "Akıllı varlık algılama ile hem güvenliği hem de üretkenliği artırın.",
    "s5": "İzinde Kilit",
    "s6": "Uzaklaştığınızda sistem, verilerinizi koruyarak ve enerji tasarrufu sağlayarak bilgisayarınızı otomatik olarak kilitler. Ayrıca, gizliliğinizi sağlamak için mikrofonu sessize alabilir veya harici ekranları kapatabilir.",
    "s7": "Yaklaşırken Uyan",
    "s8": "Geri döndüğünüzde cihazınız hemen uyanır ve kimlik doğrulamaya hazırlanır, böylece gecikmeden işinize devam edebilirsiniz.",
    "s9": "Uyarlanabilir Karartma",
    "s10": "Dikkat algılanmadığında ekran parlaklığı otomatik olarak azaltılarak pil ömrü uzatılırken gereksiz güç tüketimi en aza indiriliyor.",
    "s11": "Mola Hatırlatması:",
    "s12": "Göz yorgunluğunu azaltmak için düzenli olarak ekran molaları vermenizi önerir.",
    "s13": "Kusursuz Çok Ekranlı Üretkenlik",
    "s14": "İmleç Işınlama",
    "s15": "Birden fazla monitör kullanıldığında işaretçi sezgisel olarak baktığınız ekrana kayar ve bu sayede gezinme kolaylaşır.",
    "s16": "Pencere Işınlaması",
    "s17": "Uygulama pencerelerini tek bir bakışta ekranlar arasında aktarın, böylece daha hızlı ve daha doğal çoklu görev gerçekleştirin."
  },
  "uk": {
    "s1": "Acer User Sensing 3.0 – розумніша обізнаність, кращий досвід",
    "s2": "Acer User Sensing 3.0 використовує вбудований датчик наближення, вбудований поруч із веб-камерою, щоб забезпечити більш безпечний, ефективний і безпечний для здоров’я досвід роботи. Він забезпечує плавний вхід, коли ви наближаєтеся, автоматичне блокування пристрою, коли ви відходите, і інтелектуальні нагадування для підтримки благополуччя під час тривалого використання.",
    "s3": "Відстеження користувача",
    "s4": "Підвищте безпеку та продуктивність за допомогою інтелектуального виявлення присутності.",
    "s5": "Заблокувати під час відпустки",
    "s6": "Коли ви від’їжджаєте, система автоматично блокує ваш ПК, захищаючи дані та зберігаючи енергію. Він також може вимкнути мікрофон або вимкнути зовнішні дисплеї, щоб забезпечити конфіденційність.",
    "s7": "Пробудження при наближенні",
    "s8": "Щойно ви повернетеся, ваш пристрій негайно виходить із режиму сну та готується до автентифікації, дозволяючи вам без затримки відновити роботу.",
    "s9": "Адаптивне затемнення",
    "s10": "Дисплей автоматично зменшує яскравість, коли увагу не виявлено, подовжуючи термін служби батареї та мінімізуючи непотрібне споживання енергії.",
    "s11": "Нагадування про перерву:",
    "s12": "Пропонує робити регулярні перерви перед екраном, щоб зменшити втому очей.",
    "s13": "Безперебійна багатоекранна продуктивність",
    "s14": "Телепортація курсору",
    "s15": "Коли використовується кілька моніторів, вказівник інтуїтивно зміщується на дисплей, на який ви дивитеся, спрощуючи навігацію.",
    "s16": "Телепортація вікна",
    "s17": "Миттєво переміщуйте вікна програм між дисплеями, забезпечуючи швидшу та природнішу багатозадачність."
  }
}