{
  "en": {
    "s1": "Camea Shutter Door Notification",
    "s2": "Your privacy, protected with confidence at all times. The integrated camera shutter lets you physically cover the lens whenever you are not using it, ensuring complete control over your personal space. To give you added assurance, an on-screen notification instantly appears the moment the shutter is closed, clearly reminding you that the camera is safely blocked. With this thoughtful design, you can enjoy greater clarity, peace of mind, and freedom in every moment of use."
  },
  "zh-TW": {
    "s1": "網路攝影機快門門通知",
    "s2": "您的隱私，時刻受到安心保護。整合式攝影機快門讓您在不使用時可以實體遮擋鏡頭，確保您的個人空間完全掌控。為了進一步保障您的安全，快門關閉時，螢幕上會立即顯示通知，清楚提醒您相機已被安全遮擋。這款貼心的設計，讓您在使用過程中享受更清晰、更安心、更自由的體驗。"
  },
  "bg": {
    "s1": "Известие за врата на затвора на Camea",
    "s2": "Вашата поверителност, защитена с увереност по всяко време. Вграденият затвор на камерата ви позволява физически да покривате обектива, когато не го използвате, осигурявайки пълен контрол над личното ви пространство. За допълнителна сигурност, в момента на затваряне на затвора на екрана незабавно се появява известие, което ясно ви напомня, че камерата е безопасно блокирана. С този обмислен дизайн можете да се наслаждавате на по-голяма яснота, спокойствие и свобода във всеки момент на употреба."
  },
  "cs": {
    "s1": "Oznámení o uzavření dveří Camea",
    "s2": "Vaše soukromí, vždy chráněné s jistotou. Integrovaná závěrka fotoaparátu vám umožňuje fyzicky zakrýt objektiv, kdykoli jej nepoužíváte, a zajišťuje tak úplnou kontrolu nad vaším osobním prostorem. Pro větší jistotu se v okamžiku zavření závěrky na obrazovce okamžitě zobrazí upozornění, které vám jasně připomene, že je fotoaparát bezpečně zablokován. Díky tomuto promyšlenému designu si můžete užívat větší jasnost, klid a svobodu v každém okamžiku používání."
  },
  "da": {
    "s1": "Camea Shutter Dørnotifikation",
    "s2": "Dit privatliv, beskyttet med tillid til enhver tid. Den integrerede kameralukker giver dig mulighed for fysisk at dække objektivet, når du ikke bruger det, hvilket sikrer fuld kontrol over dit personlige rum. For at give dig ekstra sikkerhed vises en meddelelse på skærmen øjeblikkeligt, når lukkeren lukkes, som tydeligt minder dig om, at kameraet er sikkert blokeret. Med dette gennemtænkte design kan du nyde større klarhed, ro i sindet og frihed i hvert øjeblik."
  },
  "de": {
    "s1": "Camea Rollladentür-Benachrichtigung",
    "s2": "Ihre Privatsphäre ist jederzeit geschützt. Mit der integrierten Kameraabdeckung können Sie das Objektiv abdecken, wenn Sie es nicht verwenden, und so die volle Kontrolle über Ihren persönlichen Bereich behalten. Für zusätzliche Sicherheit erscheint beim Schließen der Abdeckung sofort eine Benachrichtigung auf dem Bildschirm, die Sie deutlich daran erinnert, dass die Kamera sicher blockiert ist. Dank dieses durchdachten Designs genießen Sie bei jeder Nutzung mehr Klarheit, Sicherheit und Freiheit."
  },
  "el": {
    "s1": "Ειδοποίηση πόρτας Camea Shutter",
    "s2": "Το απόρρητό σας, προστατευμένο με σιγουριά ανά πάσα στιγμή. Το ενσωματωμένο κλείστρο της κάμερας σάς επιτρέπει να καλύπτετε φυσικά τον φακό όποτε δεν τον χρησιμοποιείτε, εξασφαλίζοντας τον πλήρη έλεγχο του προσωπικού σας χώρου. Για να σας προσφέρει επιπλέον σιγουριά, εμφανίζεται αμέσως μια ειδοποίηση στην οθόνη τη στιγμή που κλείνει το κλείστρο, υπενθυμίζοντάς σας ξεκάθαρα ότι η κάμερα είναι ασφαλώς μπλοκαρισμένη. Με αυτόν τον προσεγμένο σχεδιασμό, μπορείτε να απολαύσετε μεγαλύτερη καθαρότητα, ηρεμία και ελευθερία σε κάθε στιγμή χρήσης."
  },
  "es": {
    "s1": "Notificación de puerta con persiana Camea",
    "s2": "Tu privacidad, protegida con confianza en todo momento. El obturador integrado te permite cubrir la lente cuando no la estés usando, lo que te garantiza un control total sobre tu espacio personal. Para mayor seguridad, una notificación en pantalla aparece al instante al cerrar el obturador, recordándote claramente que la cámara está bloqueada de forma segura. Con este diseño inteligente, disfrutarás de mayor claridad, tranquilidad y libertad en cada momento."
  },
  "fi": {
    "s1": "Camea-sulkimen oven ilmoitus",
    "s2": "Yksityisyytesi on suojattu luottavaisin mielin aina. Integroidun kameran sulkimen ansiosta voit peittää linssin fyysisesti, kun et käytä sitä, mikä varmistaa täyden hallinnan henkilökohtaisesta tilastasi. Lisäturvaa varten näytölle ilmestyy välittömästi ilmoitus sulkimen sulkeuduttua, muistuttaen sinua selvästi, että kamera on turvallisesti peitetty. Tämän harkitun suunnittelun ansiosta voit nauttia paremmasta selkeydestä, mielenrauhasta ja vapaudesta jokaisella käyttöhetkellä."
  },
  "fr": {
    "s1": "Notification de porte d'obturateur Camea",
    "s2": "Votre vie privée, protégée en toute confiance à tout moment. L'obturateur intégré vous permet de masquer l'objectif lorsque vous ne l'utilisez pas, vous assurant ainsi un contrôle total sur votre espace personnel. Pour plus de sécurité, une notification s'affiche instantanément à l'écran dès la fermeture de l'obturateur, vous rappelant clairement que l'appareil photo est verrouillé. Grâce à cette conception bien pensée, vous bénéficiez d'une clarté, d'une tranquillité d'esprit et d'une liberté accrues à chaque instant."
  },
  "hr": {
    "s1": "Obavijest o zatvaraču kamere",
    "s2": "Vaša privatnost, zaštićena s povjerenjem u svakom trenutku. Integrirani zatvarač kamere omogućuje vam fizičko pokrivanje objektiva kad god ga ne koristite, osiguravajući potpunu kontrolu nad vašim osobnim prostorom. Kako biste imali dodatnu sigurnost, obavijest na zaslonu odmah se pojavljuje u trenutku zatvaranja zatvarača, jasno vas podsjećajući da je kamera sigurno blokirana. S ovim promišljenim dizajnom možete uživati ​​u većoj jasnoći, miru i slobodi u svakom trenutku korištenja."
  },
  "hu": {
    "s1": "Camea zárajtó értesítés",
    "s2": "Az Ön adatainak védelme mindenkor magabiztosan biztosított. Az integrált kamerazár lehetővé teszi, hogy fizikailag letakarja az objektívet, amikor nem használja, így teljes mértékben uralja személyes terét. A fokozott biztonság érdekében a zár záródásának pillanatában azonnal megjelenik egy értesítés a képernyőn, amely egyértelműen emlékezteti Önt, hogy a kamera biztonságosan blokkolva van. Ezzel az átgondolt kialakítással nagyobb tisztaságot, nyugalmat és szabadságot élvezhet a használat minden pillanatában."
  },
  "it": {
    "s1": "Notifica porta avvolgibile Camea",
    "s2": "La tua privacy, protetta in ogni momento con sicurezza. L'otturatore integrato della fotocamera ti consente di coprire fisicamente l'obiettivo quando non lo utilizzi, garantendoti il ​​controllo completo del tuo spazio personale. Per offrirti ulteriore sicurezza, una notifica sullo schermo appare immediatamente nel momento in cui l'otturatore viene chiuso, ricordandoti chiaramente che la fotocamera è bloccata in modo sicuro. Grazie a questo design studiato nei minimi dettagli, puoi godere di maggiore chiarezza, tranquillità e libertà in ogni momento di utilizzo."
  },
  "ja": {
    "s1": "カメラシャッタードア通知",
    "s2": "あなたのプライバシーは、いつでも安心して守られます。内蔵カメラシャッターにより、使用していない時はレンズを物理的にカバーできるため、プライベート空間を完全にコントロールできます。さらに安心感を高めるため、シャッターが閉じた瞬間に画面に通知が表示され、カメラが安全にブロックされていることをはっきりと確認できます。この配慮の行き届いた設計により、あらゆる使用シーンで、より鮮明な映像、安心感、そして自由な視界をお楽しみいただけます。"
  },
  "ko": {
    "s1": "카메라 셔터 도어 알림",
    "s2": "언제나 안심하고 개인 정보를 보호하세요. 내장된 카메라 셔터 덕분에 렌즈를 사용하지 않을 때는 렌즈를 직접 가려 개인 공간을 완벽하게 제어할 수 있습니다. 셔터를 닫는 순간 화면에 알림이 나타나 카메라가 안전하게 가려져 있음을 명확하게 알려줍니다. 이러한 세심한 디자인으로 모든 사용 순간에 더욱 선명하고 안심하며 자유롭게 촬영할 수 있습니다."
  },
  "nb": {
    "s1": "Camea Shutter Door-varsel",
    "s2": "Ditt personvern, beskyttet med trygghet til enhver tid. Den integrerte kameralukkeren lar deg fysisk dekke til objektivet når du ikke bruker det, noe som sikrer full kontroll over din personlige plass. For å gi deg ekstra trygghet vises et varsel på skjermen umiddelbart når lukkeren lukkes, som tydelig minner deg på at kameraet er trygt blokkert. Med denne gjennomtenkte designen kan du nyte større klarhet, trygghet og frihet i hvert øyeblikk av bruk."
  },
  "nl": {
    "s1": "Camea-sluiterdeurmelding",
    "s2": "Uw privacy, te allen tijde beschermd met vertrouwen. Met de geïntegreerde camerasluiter kunt u de lens fysiek afdekken wanneer u deze niet gebruikt, zodat u volledige controle hebt over uw persoonlijke ruimte. Voor extra zekerheid verschijnt er direct een melding op het scherm zodra de sluiter wordt gesloten, die u er duidelijk aan herinnert dat de camera veilig is geblokkeerd. Dankzij dit doordachte ontwerp geniet u op elk moment van meer helderheid, gemoedsrust en vrijheid."
  },
  "pl": {
    "s1": "Powiadomienie o zamknięciu drzwi Camea Shutter",
    "s2": "Twoja prywatność, chroniona z pewnością siebie przez cały czas. Zintegrowana osłona aparatu pozwala na fizyczne zasłonięcie obiektywu, gdy nie jest używany, zapewniając pełną kontrolę nad przestrzenią osobistą. Aby zapewnić Ci dodatkowe poczucie bezpieczeństwa, powiadomienie na ekranie pojawia się natychmiast po zamknięciu migawki, wyraźnie przypominając Ci, że aparat jest bezpiecznie zablokowany. Dzięki tej przemyślanej konstrukcji możesz cieszyć się większą przejrzystością, spokojem ducha i swobodą w każdej chwili użytkowania."
  },
  "pt": {
    "s1": "Notificação de porta de obturador Camea",
    "s2": "Sua privacidade, protegida com confiança em todos os momentos. O obturador integrado da câmera permite cobrir fisicamente a lente sempre que não estiver em uso, garantindo controle total sobre seu espaço pessoal. Para maior segurança, uma notificação na tela aparece instantaneamente no momento em que o obturador é fechado, lembrando claramente que a câmera está bloqueada com segurança. Com este design inteligente, você pode desfrutar de maior clareza, tranquilidade e liberdade em todos os momentos de uso."
  },
  "ro": {
    "s1": "Notificare ușă obturator Camea",
    "s2": "Confidențialitatea ta, protejată cu încredere în orice moment. Obturatorul integrat al camerei îți permite să acoperi fizic obiectivul ori de câte ori nu îl utilizezi, asigurând control complet asupra spațiului tău personal. Pentru a-ți oferi o siguranță sporită, o notificare pe ecran apare instantaneu în momentul în care obturatorul este închis, amintindu-ți clar că aparatul foto este blocat în siguranță. Cu acest design atent, te poți bucura de o claritate sporită, liniște sufletească și libertate în fiecare moment de utilizare."
  },
  "ru": {
    "s1": "Уведомление о закрытии ставней Camea",
    "s2": "Ваша конфиденциальность под надежной защитой в любое время. Встроенная шторка камеры позволяет физически закрыть объектив, когда вы им не пользуетесь, обеспечивая полный контроль над личным пространством. Для дополнительной уверенности, при закрытии шторки на экране мгновенно появляется уведомление, напоминая о том, что камера надежно заблокирована. Благодаря этой продуманной конструкции вы можете наслаждаться большей четкостью изображения, спокойствием и свободой в любой момент использования."
  },
  "zh-CN": {
    "s1": "摄像头快门门通知",
    "s2": "您的隐私，时刻受到安心保护。集成式摄像头快门让您在不使用时可以物理遮挡镜头，确保您的个人空间完全掌控。为了进一步保障您的安全，快门关闭时，屏幕上会立即显示通知，清晰地提醒您摄像头已被安全遮挡。这项贴心的设计，让您在使用过程中享受更清晰、更安心、更自由的体验。"
  },
  "sk": {
    "s1": "Upozornenie na uzávierku Camea",
    "s2": "Vaše súkromie, vždy chránené s dôverou. Integrovaná uzávierka fotoaparátu vám umožňuje fyzicky zakryť objektív vždy, keď ho nepoužívate, čím zabezpečuje úplnú kontrolu nad vaším osobným priestorom. Pre vašu väčšiu istotu sa v momente zatvorenia uzávierky okamžite zobrazí upozornenie na obrazovke, ktoré vám jasne pripomenie, že fotoaparát je bezpečne zablokovaný. Vďaka tomuto premyslenému dizajnu si môžete vychutnať väčšiu jasnosť, pokoj a slobodu v každom okamihu používania."
  },
  "sl": {
    "s1": "Obvestilo o zaklopu Camea",
    "s2": "Vaša zasebnost, vedno zaščitena z zaupanjem. Vgrajen zaklop kamere vam omogoča, da fizično pokrijete objektiv, kadar ga ne uporabljate, kar zagotavlja popoln nadzor nad vašim osebnim prostorom. Za dodatno varnost se v trenutku, ko zaprete zaklop, na zaslonu takoj prikaže obvestilo, ki vas jasno opomni, da je kamera varno blokirana. S to premišljeno zasnovo lahko uživate v večji jasnosti, brezskrbnosti in svobodi v vsakem trenutku uporabe."
  },
  "sv": {
    "s1": "Camea Shutter Door Notification",
    "s2": "Din integritet, skyddad med trygghet hela tiden. Den integrerade kameraslutaren låter dig fysiskt täcka objektivet när du inte använder det, vilket säkerställer fullständig kontroll över ditt personliga utrymme. För att ge dig extra trygghet visas en avisering på skärmen direkt när slutaren stängs, vilket tydligt påminner dig om att kameran är säkert blockerad. Med denna genomtänkta design kan du njuta av större skärpa, sinnesro och frihet i varje ögonblick av användning."
  },
  "tr": {
    "s1": "Camea Kepenk Kapı Bildirimi",
    "s2": "Gizliliğiniz her zaman güvenle korunur. Entegre kamera deklanşörü, kullanmadığınız zamanlarda lensi fiziksel olarak kapatmanıza olanak tanır ve kişisel alanınız üzerinde tam kontrol sağlar. Size daha fazla güvenlik sağlamak için, deklanşör kapatıldığı anda ekranda bir bildirim belirir ve kameranın güvenli bir şekilde kapatıldığını net bir şekilde hatırlatır. Bu özenli tasarımla, kullanımın her anında daha fazla netlik, gönül rahatlığı ve özgürlüğün tadını çıkarabilirsiniz."
  },
  "uk": {
    "s1": "Сповіщення про дверцята затвора Camea",
    "s2": "Ваша конфіденційність, захищена та впевнена в будь-який час. Вбудований затвор камери дозволяє фізично закривати об’єктив, коли ви його не використовуєте, забезпечуючи повний контроль над вашим особистим простором. Для додаткової впевненості, на екрані миттєво з’являється сповіщення в момент закриття затвора, чітко нагадуючи вам, що камера безпечно заблокована. Завдяки цьому продуманому дизайну ви можете насолоджуватися більшою чіткістю, спокоєм та свободою в кожну мить використання."
  }
}