{
  "en": {
    "s1": "Camera Shutter Door Notification",
    "s2": "Your privacy, protected with confidence at all times. The integrated camera shutter lets you physically cover the lens whenever you are not using it, ensuring complete control over your personal space. To give you added assurance, an on-screen notification instantly appears the moment the shutter is closed, clearly reminding you that the camera is safely blocked. With this thoughtful design, you can enjoy greater clarity, peace of mind, and freedom in every moment of use."
  },
  "bg": {
    "s1": "Известие за затвора на камерата",
    "s2": "Вашата поверителност е защитена с увереност по всяко време. Вграденият капак на камерата ви позволява физически да покривате обектива, когато не я използвате, осигурявайки пълен контрол върху личното ви пространство. За допълнително спокойствие на екрана незабавно се появява известие в момента, в който капакът бъде затворен, ясно потвърждавайки, че камерата е безопасно блокирана. С този обмислен дизайн можете да се наслаждавате на по-голяма яснота, спокойствие и свобода при всяко използване."
  },
  "cs": {
    "s1": "Oznámení zavření krytu kamery",
    "s2": "Vaše soukromí je vždy chráněno s jistotou. Integrovaná krytka kamery vám umožňuje fyzicky zakrýt objektiv, kdykoli ji nepoužíváte, a zajistit tak plnou kontrolu nad vaším osobním prostorem. Pro větší klid se na obrazovce okamžitě zobrazí upozornění ve chvíli, kdy je krytka zavřena, což jasně potvrzuje, že je kamera bezpečně zablokována. Díky tomuto promyšlenému designu si můžete užívat větší přehlednost, klid a svobodu při každém použití."
  },
  "da": {
    "s1": "Notifikation for kameradæksel",
    "s2": "Dit privatliv er altid beskyttet med fuld tryghed. Den integrerede kameraskærm gør det muligt fysisk at dække linsen, når kameraet ikke er i brug, så du har fuld kontrol over dit personlige rum. For ekstra sikkerhed vises der straks en meddelelse på skærmen, når skærmen lukkes, som tydeligt bekræfter, at kameraet er sikkert blokeret. Med dette gennemtænkte design kan du nyde større klarhed, ro i sindet og frihed i enhver situation."
  },
  "de": {
    "s1": "Benachrichtigung für Kameraabdeckung",
    "s2": "Ihre Privatsphäre ist jederzeit zuverlässig geschützt. Mit der integrierten Kameraabdeckung können Sie das Objektiv physisch abdecken, wenn die Kamera nicht verwendet wird, und behalten so die volle Kontrolle über Ihren persönlichen Bereich. Für zusätzliche Sicherheit erscheint sofort eine Bildschirmbenachrichtigung, sobald die Abdeckung geschlossen wird, und bestätigt klar, dass die Kamera sicher blockiert ist. Dank dieses durchdachten Designs genießen Sie bei jeder Nutzung mehr Klarheit, Ruhe und Freiheit."
  },
  "el": {
    "s1": "Ειδοποίηση καλύμματος κάμερας",
    "s2": "Το απόρρητό σας προστατεύεται με σιγουριά ανά πάσα στιγμή. Το ενσωματωμένο κάλυμμα κάμερας σάς επιτρέπει να καλύπτετε φυσικά τον φακό όταν δεν τον χρησιμοποιείτε, εξασφαλίζοντας απόλυτο έλεγχο του προσωπικού σας χώρου. Για επιπλέον σιγουριά, εμφανίζεται άμεσα μια ειδοποίηση στην οθόνη τη στιγμή που το κάλυμμα κλείνει, επιβεβαιώνοντας ξεκάθαρα ότι η κάμερα είναι με ασφάλεια μπλοκαρισμένη. Με αυτόν τον προσεγμένο σχεδιασμό, απολαμβάνετε μεγαλύτερη διαύγεια, ηρεμία και ελευθερία σε κάθε χρήση."
  },
  "es": {
    "s1": "Notificación del obturador de la cámara",
    "s2": "Tu privacidad está protegida con total confianza en todo momento. El obturador de cámara integrado te permite cubrir físicamente la lente cuando no la utilizas, garantizando un control completo de tu espacio personal. Para mayor tranquilidad, una notificación en pantalla aparece al instante cuando el obturador se cierra, recordándote claramente que la cámara está bloqueada de forma segura. Gracias a este diseño cuidadoso, puedes disfrutar de mayor claridad, tranquilidad y libertad en cada momento de uso."
  },
  "fi": {
    "s1": "Kameran suojuksen ilmoitus",
    "s2": "Yksityisyytesi on aina suojattu luotettavasti. Integroitu kameran suojus mahdollistaa linssin fyysisen peittämisen silloin, kun kamera ei ole käytössä, antaen sinulle täyden hallinnan henkilökohtaisesta tilastasi. Lisävarmuuden vuoksi näytölle ilmestyy välittömästi ilmoitus, kun suojus suljetaan, mikä vahvistaa selkeästi, että kamera on turvallisesti estetty. Tämän harkitun muotoilun ansiosta voit nauttia paremmasta selkeydestä, mielenrauhasta ja vapaudesta jokaisessa käyttökerrassa."
  },
  "fr": {
    "s1": "Notification du cache de la caméra",
    "s2": "Votre confidentialité est protégée en toute confiance à tout moment. Le cache caméra intégré vous permet de couvrir physiquement l’objectif lorsque vous ne l’utilisez pas, garantissant un contrôle total de votre espace personnel. Pour une tranquillité d’esprit supplémentaire, une notification à l’écran apparaît instantanément dès que le cache est fermé, confirmant clairement que la caméra est bien bloquée. Grâce à cette conception réfléchie, profitez d’une meilleure clarté, de sérénité et de liberté à chaque utilisation."
  },
  "hr": {
    "s1": "Obavijest o poklopcu kamere",
    "s2": "Vaša privatnost zaštićena je s potpunim povjerenjem u svakom trenutku. Integrirani poklopac kamere omogućuje vam fizičko prekrivanje objektiva kada kamera nije u upotrebi, osiguravajući potpunu kontrolu nad vašim osobnim prostorom. Za dodatnu sigurnost, na zaslonu se odmah pojavljuje obavijest u trenutku zatvaranja poklopca, jasno potvrđujući da je kamera sigurno blokirana. Ovaj promišljen dizajn donosi veću jasnoću, mir i slobodu pri svakoj upotrebi."
  },
  "hu": {
    "s1": "Kamerafedél-értesítés",
    "s2": "Az Ön adatvédelme minden helyzetben magabiztosan védett. Az integrált kamerazár lehetővé teszi az objektív fizikai lefedését, amikor a kamera nincs használatban, így teljes ellenőrzést biztosít a személyes tér felett. A nagyobb nyugalom érdekében a zár bezárásának pillanatában azonnal megjelenik egy képernyőn megjelenő értesítés, amely egyértelműen jelzi, hogy a kamera biztonságosan le van fedve. Ennek az átgondolt kialakításnak köszönhetően minden használat során nagyobb tisztaságot, nyugalmat és szabadságot élvezhet."
  },
  "it": {
    "s1": "Notifica dell’otturatore della fotocamera",
    "s2": "La tua privacy è protetta con sicurezza in ogni momento. L’otturatore della fotocamera integrato ti consente di coprire fisicamente l’obiettivo quando non è in uso, garantendo il pieno controllo del tuo spazio personale. Per una maggiore tranquillità, una notifica sullo schermo appare immediatamente nel momento in cui l’otturatore viene chiuso, confermando chiaramente che la fotocamera è bloccata in modo sicuro. Grazie a questo design attento, puoi godere di maggiore chiarezza, serenità e libertà in ogni utilizzo."
  },
  "ja": {
    "s1": "カメラシャッタードア通知",
    "s2": "常に安心してプライバシーを守れます。内蔵のカメラシャッターにより、使用していないときはレンズを物理的に覆うことができ、個人空間を完全にコントロールできます。さらに安心感を高めるため、シャッターを閉じた瞬間に画面上へ通知が即座に表示され、カメラが安全にブロックされていることを明確に知らせます。細部まで配慮されたこの設計により、あらゆる場面でより高い明瞭さ、安心感、そして自由を享受できます。"
  },
  "ko": {
    "s1": "카메라 셔터 도어 알림",
    "s2": "언제나 안심할 수 있도록 개인 정보가 철저히 보호됩니다. 내장된 카메라 셔터를 사용하면 카메라를 사용하지 않을 때 렌즈를 물리적으로 덮을 수 있어 개인 공간을 완벽하게 제어할 수 있습니다. 셔터가 닫히는 순간 화면 알림이 즉시 표시되어 카메라가 안전하게 차단되었음을 분명히 알려줍니다. 세심하게 설계된 이 기능으로 언제나 더욱 선명한 사용 경험과 안심, 그리고 자유로움을 누릴 수 있습니다."
  },
  "nb": {
    "s1": "Varsel for kameradeksel",
    "s2": "Personvernet ditt er alltid beskyttet med full trygghet. Den integrerte kameradekselen lar deg fysisk dekke til linsen når kameraet ikke er i bruk, slik at du har full kontroll over ditt personlige rom. For ekstra sikkerhet vises det umiddelbart et varsel på skjermen idet dekselet lukkes, som tydelig bekrefter at kameraet er trygt blokkert. Med dette gjennomtenkte designet kan du nyte større klarhet, ro i sinnet og frihet i enhver brukssituasjon."
  },
  "nl": {
    "s1": "Melding voor cameraklep",
    "s2": "Je privacy is altijd met vertrouwen beschermd. Met de geïntegreerde cameraschuif kun je de lens fysiek afdekken wanneer je de camera niet gebruikt, zodat je volledige controle hebt over je persoonlijke ruimte. Voor extra zekerheid verschijnt er direct een melding op het scherm zodra de schuif wordt gesloten, die duidelijk aangeeft dat de camera veilig is geblokkeerd. Dankzij dit doordachte ontwerp geniet je bij elk gebruik van meer helderheid, gemoedsrust en vrijheid."
  },
  "pl": {
    "s1": "Powiadomienie o osłonie kamery",
    "s2": "Twoja prywatność jest zawsze chroniona z pełnym poczuciem bezpieczeństwa. Zintegrowana osłona kamery pozwala fizycznie zakryć obiektyw, gdy kamera nie jest używana, zapewniając pełną kontrolę nad Twoją przestrzenią osobistą. Dla dodatkowego spokoju ducha na ekranie natychmiast pojawia się powiadomienie w momencie zamknięcia osłony, wyraźnie informując, że kamera jest bezpiecznie zablokowana. Dzięki temu przemyślanemu projektowi możesz cieszyć się większą przejrzystością, spokojem i swobodą podczas każdego użytkowania."
  },
  "pt": {
    "s1": "Notificação do obturador da câmara",
    "s2": "A sua privacidade está sempre protegida com total confiança. O obturador de câmara integrado permite-lhe cobrir fisicamente a lente sempre que não estiver a utilizá-la, garantindo um controlo completo do seu espaço pessoal. Para maior tranquilidade, surge de imediato uma notificação no ecrã no momento em que o obturador é fechado, confirmando claramente que a câmara está bloqueada de forma segura. Com este design cuidadoso, desfruta de maior clareza, tranquilidade e liberdade em cada utilização."
  },
  "ro": {
    "s1": "Notificare capac obturator cameră",
    "s2": "Confidențialitatea ta este protejată cu încredere în orice moment. Obturatorul integrat al camerei îți permite să acoperi fizic obiectivul atunci când nu îl folosești, oferindu-ți control deplin asupra spațiului tău personal. Pentru un plus de siguranță, pe ecran apare instantaneu o notificare în momentul închiderii obturatorului, confirmând clar că camera este blocată în siguranță. Datorită acestui design atent, te bucuri de mai multă claritate, liniște și libertate la fiecare utilizare."
  },
  "ru": {
    "s1": "Уведомление о шторке камеры",
    "s2": "Ваша конфиденциальность всегда надежно защищена. Встроенная шторка камеры позволяет физически закрывать объектив, когда камера не используется, обеспечивая полный контроль над личным пространством. Для дополнительного спокойствия на экране мгновенно появляется уведомление в момент закрытия шторки, ясно подтверждающее, что камера безопасно заблокирована. Благодаря такому продуманному дизайну вы получаете больше ясности, уверенности и свободы при каждом использовании."
  },
  "zh-CN": {
    "s1": "摄像头快门门通知",
    "s2": "您的隐私时刻受到安心保护。内置摄像头遮挡设计让您在不使用时可以物理遮挡镜头，确保您的个人空间完全掌控。为了进一步保障您的安全，快门关闭时，屏幕上会立即显示通知，清晰地提醒您摄像头已被安全遮挡。这项贴心的设计，让您在使用过程中享受更清晰、更安心、更自由的体验。"
  },
  "sk": {
    "s1": "Upozornenie na kryt kamery",
    "s2": "Vaše súkromie je vždy chránené s istotou. Integrovaný kryt kamery vám umožňuje fyzicky zakryť objektív, keď kameru nepoužívate, a získať tak plnú kontrolu nad osobným priestorom. Pre väčší pocit istoty sa v okamihu zatvorenia krytu okamžite zobrazí upozornenie na obrazovke, ktoré jasne potvrdzuje, že kamera je bezpečne zablokovaná. Vďaka tomuto premyslenému dizajnu si môžete pri každom použití užívať väčšiu prehľadnosť, pokoj a slobodu."
  },
  "sl": {
    "s1": "Obvestilo o zaklopu kamere",
    "s2": "Vaša zasebnost je vedno zaščitena z zaupanjem. Vgrajeni zaklop kamere vam omogoča, da objektiv fizično prekrijete, kadar kamere ne uporabljate, in tako ohranite popoln nadzor nad svojim osebnim prostorom. Za dodatno brezskrbnost se ob zaprtju zaklopa na zaslonu takoj prikaže obvestilo, ki jasno potrdi, da je kamera varno blokirana. S tem premišljenim dizajnom lahko ob vsaki uporabi uživate v večji jasnosti, miru in svobodi."
  },
  "sv": {
    "s1": "Avisering för kameraskydd",
    "s2": "Din integritet är alltid skyddad med full trygghet. Den integrerade kameraskyddet gör att du fysiskt kan täcka linsen när kameran inte används, vilket ger dig full kontroll över ditt personliga utrymme. För extra sinnesro visas en avisering direkt på skärmen i samma ögonblick som skyddet stängs, vilket tydligt bekräftar att kameran är säkert blockerad. Med denna genomtänkta design får du större klarhet, lugn och frihet vid varje användning."
  },
  "zh-TW": {
    "s1": "網路攝影機快門門通知",
    "s2": "您的隱私時刻受到安心保護。內建的相機遮蔽設計讓您在不使用時可以實體遮擋鏡頭，確保您的個人空間完全掌控。為了進一步保障您的安全，快門關閉時，螢幕上會立即顯示通知，清楚提醒您相機已被安全遮擋。這款貼心的設計，讓您在使用過程中享受更清晰、更安心、更自由的體驗。"
  },
  "tr": {
    "s1": "Kamera kapak bildirimi",
    "s2": "Gizliliğiniz her zaman güvenle korunur. Entegre kamera kapağı, kamerayı kullanmadığınızda lensi fiziksel olarak kapatmanıza olanak tanır ve kişisel alanınız üzerinde tam kontrol sağlar. Ek güvence için kapak kapatıldığı anda ekranda anında bir bildirim görüntülenir ve kameranın güvenli şekilde engellendiği açıkça belirtilir. Bu özenli tasarım sayesinde her kullanımda daha fazla netlik, huzur ve özgürlüğün keyfini çıkarırsınız."
  },
  "uk": {
    "s1": "Сповіщення про шторку камери",
    "s2": "Ваша конфіденційність завжди надійно захищена. Вбудована шторка камери дозволяє фізично закривати об’єктив, коли камера не використовується, забезпечуючи повний контроль над особистим простором. Для додаткового спокою на екрані миттєво з’являється сповіщення в момент закриття шторки, чітко підтверджуючи, що камера надійно заблокована. Завдяки такому продуманому дизайну ви отримуєте більше чіткості, спокою та свободи в кожному моменті використання."
  }
}