{
  "en": {
    "s1": "Acer Swift Design Theme",
    "s2": "Acer Swift Moves as Fast as You Do",
    "s3": "Wherever life takes you, the Acer Swift keeps up with your pace. Its sleek, ultra-slim premium look fits perfectly with your lifestyle, while the intuitive, user-friendly design makes it effortless to work, create, and stay connected wherever you go.",
    "s4": "Work on the Go with an Ultra-Slim Durable Design",
    "s5": "You can take your Swift easily and stay productive wherever you go—its compact, ultraslim, all-metal design is stylish, lightweight, and durable.",
    "s6": "Express Your Style with Swift Pattern",
    "s7": "You’ll love how the Swift’s delicate ‘S’-inspired pattern highlights its speed, agility, and ultra-slim profile—combining refined craftsmanship with a look that matches your sense of style.",
    "s8": "Color That Matches Your Lifestyle",
    "s9": "The Acer Swift series comes in a range of colors to match your style. Choose the one that fits your look and lifestyle and stand out wherever you go.",
    "s10": "Work Comfortably from Any Angle",
    "s11": "You can flip the Swift’s 180° hinge to any angle, making it easy to share your screen, present, or collaborate comfortably—whether you’re at your desk, in a meeting, or on the go.",
    "s12": "More Immersion, Less Frame",
    "s13": "The slim-bezel display gives you more room to work and multitask, with vivid colors and deep blacks that make everything from documents to movies look amazing.",
    "s14": "Typing That’s Quiet, Comfortable, and Supportive",
    "s15": "Late-night typing won’t disturb anyone, and your video calls won’t pick up distracting key noises, thanks to the improved keycap structure and materials that reduce resonance noise.\nYou can type comfortably and precisely on the larger, UV-coated backlit keys with optimized lettering—smooth to the touch and easy to read, even in low light.",
    "s16": "You can work longer with effortless ease, supported by the aerospace-grade titanium frame—it’s strong, corrosion-resistant, and 30% lighter than the stainless-steel version for easier everyday use.",
    "s17": "Smart Interactive Copilot Key Lighting",
    "s18": "You have clear visual feedback, so you always know when AI features are active. The backlit Copilot Key blinks when pressed, and it features a breathing light effect when the NPU is processing.",
    "s19": "Mega Touchpad, Effortless Control",
    "s20": "The mega touchpad gives you more space for precise navigation and smooth gestures, making work and multitasking easier and more comfortable.",
    "s21": "Multi Control with One Press",
    "s22": "The Acer Multi-Control touchpad is a smart feature that makes your everyday tasks easier. It lights up when you watch videos or play music and automatically switches to meeting mode during online calls—helping you stay productive and look professional without any extra effort.",
    "s23": "Designed with Sustainability in Mind",
    "s24": "The Swift series is EPEAT-registered—a global ecolabel that rates electronics on energy efficiency, recyclability, and reduced hazardous materials.",
    "s25": "It’s built with PCR plastic (Post-Consumer Recycled plastic, made from recycled materials collected from used consumer products, helping reduce waste and the need for new virgin plastic).",
    "s26": "100% recyclable packaging, showing a strong commitment to sustainability.",
    "s27": "Note:",
    "s28": "Feature availability may vary by model."
  },
  "bg": {
    "s1": "Дизайнерска тема Acer Swift",
    "s2": "Acer Swift се движи толкова бързо, колкото и вие",
    "s3": "Накъдето и да ви отведе животът, Acer Swift поддържа вашето темпо. Елегантният, ултратънък премиум дизайн пасва идеално на начина ви на живот, а интуитивният и лесен за използване интерфейс улеснява работата, създаването и поддържането на връзка навсякъде.",
    "s4": "Работете в движение с ултратънък и издръжлив дизайн",
    "s5": "Можете лесно да носите своя Swift и да останете продуктивни навсякъде — компактният, ултратънък изцяло метален дизайн е стилен, лек и издръжлив.",
    "s6": "Изразете своя стил със Swift Pattern",
    "s7": "Ще харесате как деликатният модел, вдъхновен от „S“, подчертава скоростта, пъргавината и ултратънкия профил на Swift, съчетавайки изискано майсторство с визия, която отразява вашия стил.",
    "s8": "Цвят, който подхожда на вашия начин на живот",
    "s9": "Серията Acer Swift се предлага в разнообразие от цветове, които да отразят вашия стил. Изберете този, който подхожда на визията и начина ви на живот, и изпъкнете навсякъде.",
    "s10": "Работете удобно от всеки ъгъл",
    "s11": "Можете да завъртите 180° пантата на Swift под всеки ъгъл, което улеснява споделянето на екрана, представянето или удобната съвместна работа – независимо дали сте на бюрото си, на среща или в движение.",
    "s12": "По-поглъщащо изживяване, по-малко рамка",
    "s13": "Тънкият дисплей с тънки рамки ви дава повече пространство за работа и многозадачност, с живи цветове и дълбоко черно, които правят всичко – от документи до филми – да изглежда впечатляващо.",
    "s14": "Тихо, удобно и поддържащо писане",
    "s15": "Късното нощно писане няма да притесни никого, а видеоразговорите ви няма да улавят разсейващи шумове от клавишите, благодарение на подобрената структура и материали на клавишите, които намаляват резонансния шум.",
    "s16": "Можете да работите по-дълго с лекота, благодарение на титаниевата рамка от аерокосмически клас – здрава, устойчива на корозия и с 30% по-лека от версията от неръждаема стомана за по-лесна ежедневна употреба.",
    "s17": "Интелигентно интерактивно осветяване на Copilot Key",
    "s18": "Получавате ясна визуална обратна връзка, така че винаги да знаете кога AI функциите са активни. Подсветеният Copilot Key мига при натискане и показва пулсиращ светлинен ефект, когато NPU обработва данни.",
    "s19": "Голям тъчпад, безпроблемен контрол",
    "s20": "Големият тъчпад ви дава повече пространство за прецизна навигация и плавни жестове, което прави работата и многозадачността по-лесни и по-удобни.",
    "s21": "Многофункционален контрол с едно натискане",
    "s22": "Acer Multi-Control touchpad е интелигентна функция, която улеснява ежедневните ви задачи. Той се осветява при гледане на видеа или слушане на музика и автоматично преминава в режим за срещи по време на онлайн разговори – помагайки ви да останете продуктивни и да изглеждате професионално без допълнителни усилия.",
    "s23": "Проектиран с мисъл за устойчивостта",
    "s24": "Серията Swift е регистрирана по EPEAT — глобален екомаркировъчен стандарт, който оценява електрониката по енергийна ефективност, рециклируемост и намалено използване на опасни материали.",
    "s25": "Изработен е от PCR пластмаса (Post-Consumer Recycled пластмаса), произведена от рециклирани материали от използвани потребителски продукти, което спомага за намаляване на отпадъците и нуждата от нова първична пластмаса.",
    "s26": "100% рециклируема опаковка, демонстрираща силен ангажимент към устойчивостта.",
    "s27": "Забележка:",
    "s28": "Наличността на функциите може да варира в зависимост от модела."
  },
  "cs": {
    "s1": "Designové téma Acer Swift",
    "s2": "Acer Swift drží krok s vaším tempem",
    "s3": "Ať vás život zavede kamkoli, Acer Swift drží krok s vaším tempem. Elegantní, ultratenký prémiový design přirozeně zapadne do vašeho životního stylu a intuitivní, uživatelsky přívětivé provedení usnadňuje práci, tvorbu i zůstat ve spojení odkudkoli.",
    "s4": "Pracujte na cestách s ultratenkým a odolným designem",
    "s5": "Svůj Swift si můžete snadno vzít s sebou a zůstat produktivní kdekoli — kompaktní, ultratenký celokovový design je stylový, lehký a odolný.",
    "s6": "Vyjádřete svůj styl se Swift Pattern",
    "s7": "Zamilujete si, jak jemný vzor inspirovaný písmenem „S“ zvýrazňuje rychlost, hbitost a ultratenký profil Swiftu a spojuje precizní zpracování s vzhledem, který ladí s vaším stylem.",
    "s8": "Barva, která odpovídá vašemu životnímu stylu",
    "s9": "Řada Acer Swift je k dispozici v celé řadě barev, které odpovídají vašemu stylu. Vyberte si tu, která ladí s vaším vzhledem a životním stylem, a vynikněte, ať jste kdekoli.",
    "s10": "Pracujte pohodlně z jakéhokoli úhlu",
    "s11": "Můžete otočit 180° kloub Swiftu do libovolného úhlu, což usnadňuje sdílení obrazovky, prezentování nebo pohodlnou spolupráci – ať už jste u stolu, na schůzce nebo na cestách.",
    "s12": "Více pohlcující zážitek, méně rámečku",
    "s13": "Displej s tenkými rámečky vám poskytne více prostoru pro práci i multitasking, se živými barvami a hlubokou černou, díky nimž vypadají dokumenty i filmy skvěle.",
    "s14": "Tiché, pohodlné a opěrné psaní",
    "s15": "Psaní pozdě v noci nebude nikoho rušit a vaše videohovory nezachytí rušivé zvuky kláves díky vylepšené konstrukci a materiálům kláves, které snižují rezonanční hluk.",
    "s16": "Můžete pracovat déle a s lehkostí díky titanovému rámu letecké třídy – je pevný, odolný proti korozi a o 30 % lehčí než verze z nerezové oceli pro snazší každodenní používání.",
    "s17": "Chytré interaktivní podsvícení klávesy Copilot",
    "s18": "Máte k dispozici jasnou vizuální zpětnou vazbu, takže vždy víte, kdy jsou funkce AI aktivní. Podsvícená klávesa Copilot při stisknutí blikne a při zpracování v NPU zobrazuje pulzující světelný efekt.",
    "s19": "Velký touchpad, snadné ovládání",
    "s20": "Velký touchpad vám poskytuje více prostoru pro přesnou navigaci a plynulá gesta, takže práce i multitasking jsou snazší a pohodlnější.",
    "s21": "Více ovládání jedním stisknutím",
    "s22": "Acer Multi-Control touchpad je chytrá funkce, která usnadňuje každodenní úkoly. Rozsvítí se při sledování videí nebo poslechu hudby a během online hovorů se automaticky přepne do režimu schůzky – pomáhá vám zůstat produktivní a působit profesionálně bez námahy.",
    "s23": "Navrženo s ohledem na udržitelnost",
    "s24": "Řada Swift je registrována v systému EPEAT — globální ekologická značka, která hodnotí elektroniku z hlediska energetické účinnosti, recyklovatelnosti a omezení nebezpečných materiálů.",
    "s25": "Je vyroben z PCR plastu (Post-Consumer Recycled), který pochází z recyklovaných materiálů ze spotřebitelských výrobků, a pomáhá tak snižovat množství odpadu i potřebu nové primární plasty.",
    "s26": "100% recyklovatelný obal, který dokládá silný závazek k udržitelnosti.",
    "s27": "Poznámka:",
    "s28": "Dostupnost funkcí se může lišit podle modelu."
  },
  "da": {
    "s1": "Acer Swift-designtema",
    "s2": "Acer Swift bevæger sig lige så hurtigt som dig",
    "s3": "Uanset hvor livet fører dig hen, holder Acer Swift trit med dit tempo. Det slanke, ultratynde premium-design passer perfekt til din livsstil, mens det intuitive og brugervenlige design gør det let at arbejde, skabe og holde forbindelsen – uanset hvor du er.",
    "s4": "Arbejd på farten med et ultratyndt og holdbart design",
    "s5": "Du kan nemt tage din Swift med dig og forblive produktiv, uanset hvor du er — det kompakte, ultratynde design i helstøbt metal er stilfuldt, let og holdbart.",
    "s6": "Udtryk din stil med Swift Pattern",
    "s7": "Du vil elske, hvordan det fine, 'S'-inspirerede mønster fremhæver Swifts hastighed, smidighed og ultratynde profil og kombinerer raffineret håndværk med et look, der matcher din stil.",
    "s8": "Farve, der matcher din livsstil",
    "s9": "Acer Swift-serien fås i en række farver, der matcher din stil. Vælg den, der passer til dit look og din livsstil, og skil dig ud, uanset hvor du er.",
    "s10": "Arbejd komfortabelt fra enhver vinkel",
    "s11": "Du kan vende Swifts 180° hængsel til enhver vinkel, så det er nemt at dele skærmen, præsentere eller samarbejde komfortabelt – uanset om du er ved skrivebordet, til møde eller på farten.",
    "s12": "Mere fordybelse, mindre ramme",
    "s13": "Skærmen med slanke rammer giver dig mere plads til arbejde og multitasking med levende farver og dybe sorte nuancer, der får alt fra dokumenter til film til at se fantastisk ud.",
    "s14": "Støjsvag, komfortabel og støttende skrivning",
    "s15": "Sen natteskrivning vil ikke forstyrre nogen, og dine videoopkald vil ikke opfange forstyrrende tastelyde takket være den forbedrede tastestruktur og materialer, der reducerer resonansstøj.",
    "s16": "Du kan arbejde længere med lethed takket være den rumfartsklassificerede titaniumramme – stærk, korrosionsbestandig og 30 % lettere end versionen i rustfrit stål for nemmere daglig brug.",
    "s17": "Smart interaktiv Copilot Key-belysning",
    "s18": "Du får tydelig visuel feedback, så du altid ved, hvornår AI-funktioner er aktive. Den bagbelyste Copilot Key blinker ved tryk og viser en pulserende lyseffekt, når NPU’en arbejder.",
    "s19": "Stor touchpad, ubesværet kontrol",
    "s20": "Den store touchpad giver dig mere plads til præcis navigation og glidende bevægelser, hvilket gør arbejde og multitasking lettere og mere komfortabelt.",
    "s21": "Multistyring med ét tryk",
    "s22": "Acer Multi-Control touchpad er en smart funktion, der gør dine daglige opgaver nemmere. Den lyser op, når du ser videoer eller lytter til musik, og skifter automatisk til mødetilstand under onlineopkald – så du kan forblive produktiv og professionel uden ekstra indsats.",
    "s23": "Designet med fokus på bæredygtighed",
    "s24": "Swift-serien er EPEAT-registreret — et globalt miljømærke, der vurderer elektronik ud fra energieffektivitet, genanvendelighed og reduceret brug af farlige materialer.",
    "s25": "Den er fremstillet af PCR-plast (Post-Consumer Recycled), lavet af genanvendte materialer fra brugte forbrugerprodukter, hvilket reducerer affald og behovet for ny, jomfruelig plast.",
    "s26": "100 % genanvendelig emballage, der viser et stærkt engagement i bæredygtighed.",
    "s27": "Bemærk:",
    "s28": "Funktioners tilgængelighed kan variere afhængigt af model."
  },
  "de": {
    "s1": "Acer Swift Design-Thema",
    "s2": "Acer Swift ist so schnell wie Sie",
    "s3": "Wohin das Leben Sie auch führt – der Acer Swift hält mit Ihrem Tempo Schritt. Das elegante, ultraflache Premium-Design passt perfekt zu Ihrem Lifestyle, während das intuitive und benutzerfreundliche Design müheloses Arbeiten, Kreativsein und Vernetztbleiben überall ermöglicht.",
    "s4": "Unterwegs arbeiten mit einem ultraflachen und robusten Design",
    "s5": "Sie können Ihren Swift mühelos mitnehmen und überall produktiv bleiben – das kompakte, ultraflache Ganzmetall-Design ist stilvoll, leicht und robust.",
    "s6": "Bringen Sie Ihren Stil mit Swift Pattern zum Ausdruck",
    "s7": "Sie werden es lieben, wie das filigrane, vom „S“ inspirierte Muster die Geschwindigkeit, Agilität und das ultraflache Profil des Swift betont – und dabei hochwertige Verarbeitung mit einem Look verbindet, der zu Ihrem Stil passt.",
    "s8": "Farbe, die zu Ihrem Lebensstil passt",
    "s9": "Die Acer Swift Serie ist in einer Vielzahl von Farben erhältlich, die zu Ihrem Stil passen. Wählen Sie die Variante, die zu Ihrem Look und Lebensstil passt, und heben Sie sich überall ab.",
    "s10": "Arbeiten Sie komfortabel aus jedem Winkel",
    "s11": "Sie können das 180°-Scharnier des Swift in jeden Winkel klappen und so Bildschirmfreigaben, Präsentationen oder die Zusammenarbeit komfortabel gestalten – ob am Schreibtisch, im Meeting oder unterwegs.",
    "s12": "Mehr Immersion, weniger Rahmen",
    "s13": "Das schlanke Display mit schmalen Rahmen bietet mehr Platz zum Arbeiten und Multitasking – mit lebendigen Farben und tiefen Schwarztönen, die alles von Dokumenten bis hin zu Filmen großartig aussehen lassen.",
    "s14": "Leises, komfortables und unterstützendes Tippen",
    "s15": "Spätes Tippen in der Nacht stört niemanden, und bei Videoanrufen werden dank der verbesserten Tastenstruktur und -materialien, die Resonanzgeräusche reduzieren, keine ablenkenden Tastengeräusche übertragen.",
    "s16": "Dank des Titanrahmens in Luft- und Raumfahrtqualität können Sie länger mühelos arbeiten – er ist robust, korrosionsbeständig und 30 % leichter als die Edelstahlvariante für den täglichen Einsatz.",
    "s17": "Intelligente, interaktive Beleuchtung der Copilot Key",
    "s18": "Sie erhalten eine klare visuelle Rückmeldung, sodass Sie jederzeit wissen, wann KI-Funktionen aktiv sind. Die beleuchtete Copilot Key blinkt beim Drücken und zeigt einen sanften Pulslichteffekt, wenn die NPU arbeitet.",
    "s19": "Großes Touchpad, mühelose Kontrolle",
    "s20": "Das große Touchpad bietet mehr Platz für präzise Navigation und flüssige Gesten und macht Arbeiten und Multitasking einfacher und komfortabler.",
    "s21": "Multikontrolle mit nur einem Tastendruck",
    "s22": "Das Acer Multi-Control Touchpad ist eine intelligente Funktion, die Ihre täglichen Aufgaben erleichtert. Es leuchtet beim Ansehen von Videos oder Abspielen von Musik auf und wechselt bei Online-Meetings automatisch in den Besprechungsmodus – damit Sie ohne zusätzlichen Aufwand produktiv bleiben und professionell auftreten.",
    "s23": "Mit Blick auf Nachhaltigkeit entwickelt",
    "s24": "Die Swift Serie ist EPEAT-registriert – ein globales Umweltzeichen, das Elektronik nach Energieeffizienz, Recyclingfähigkeit und reduziertem Einsatz gefährlicher Materialien bewertet.",
    "s25": "Es besteht aus PCR-Kunststoff (Post-Consumer Recycled), der aus recycelten Materialien gebrauchter Konsumprodukte hergestellt wird und dazu beiträgt, Abfall sowie den Bedarf an neuem Primärkunststoff zu reduzieren.",
    "s26": "100 % recycelbare Verpackung, die ein starkes Engagement für Nachhaltigkeit zeigt.",
    "s27": "Hinweis:",
    "s28": "Die Verfügbarkeit von Funktionen kann je nach Modell variieren."
  },
  "el": {
    "s1": "Σχεδιαστικό θέμα Acer Swift",
    "s2": "Το Acer Swift κινείται με τον ίδιο γρήγορο ρυθμό με εσάς",
    "s3": "Όπου κι αν σας οδηγήσει η ζωή, το Acer Swift συμβαδίζει με τον ρυθμό σας. Ο κομψός, εξαιρετικά λεπτός premium σχεδιασμός ταιριάζει απόλυτα στο lifestyle σας, ενώ ο διαισθητικός και φιλικός προς τον χρήστη σχεδιασμός κάνει την εργασία, τη δημιουργία και τη σύνδεση παντού απλή υπόθεση.",
    "s4": "Εργαστείτε εν κινήσει με εξαιρετικά λεπτό και ανθεκτικό σχεδιασμό",
    "s5": "Μπορείτε να παίρνετε εύκολα το Swift μαζί σας και να παραμένετε παραγωγικοί όπου κι αν βρίσκεστε — ο συμπαγής, εξαιρετικά λεπτός, μεταλλικός σχεδιασμός είναι κομψός, ελαφρύς και ανθεκτικός.",
    "s6": "Εκφράστε το στυλ σας με το Swift Pattern",
    "s7": "Θα λατρέψετε πώς το διακριτικό μοτίβο εμπνευσμένο από το «S» αναδεικνύει την ταχύτητα, την ευελιξία και το εξαιρετικά λεπτό προφίλ του Swift, συνδυάζοντας εκλεπτυσμένη κατασκευή με εμφάνιση που ταιριάζει στο στυλ σας.",
    "s8": "Χρώμα που ταιριάζει στον τρόπο ζωής σας",
    "s9": "Η σειρά Acer Swift διατίθεται σε μια ποικιλία χρωμάτων που ταιριάζουν στο στυλ σας. Επιλέξτε εκείνο που συμπληρώνει την εμφάνιση και τον τρόπο ζωής σας και ξεχωρίστε όπου κι αν βρίσκεστε.",
    "s10": "Εργαστείτε άνετα από κάθε γωνία",
    "s11": "Μπορείτε να περιστρέψετε τον μεντεσέ 180° του Swift σε οποιαδήποτε γωνία, διευκολύνοντας την κοινή χρήση της οθόνης, τις παρουσιάσεις και τη συνεργασία με άνεση — στο γραφείο, σε συναντήσεις ή εν κινήσει.",
    "s12": "Περισσότερη εμβύθιση, λιγότερο πλαίσιο",
    "s13": "Η οθόνη με λεπτό πλαίσιο σας προσφέρει περισσότερο χώρο για εργασία και multitasking, με ζωντανά χρώματα και βαθύ μαύρο που κάνουν τα πάντα, από έγγραφα έως ταινίες, να φαίνονται εντυπωσιακά.",
    "s14": "Αθόρυβη, άνετη και υποστηρικτική πληκτρολόγηση",
    "s15": "Η πληκτρολόγηση αργά το βράδυ δεν θα ενοχλεί κανέναν και οι βιντεοκλήσεις σας δεν θα καταγράφουν ενοχλητικούς ήχους πλήκτρων, χάρη στη βελτιωμένη δομή και τα υλικά των πλήκτρων που μειώνουν τον συντονισμό.",
    "s16": "Μπορείτε να εργάζεστε περισσότερη ώρα με άνεση, χάρη στο τιτάνιο πλαίσιο αεροδιαστημικής ποιότητας – ανθεκτικό, με αντίσταση στη διάβρωση και 30% ελαφρύτερο από την έκδοση από ανοξείδωτο ατσάλι για ευκολότερη καθημερινή χρήση.",
    "s17": "Έξυπνος διαδραστικός φωτισμός πλήκτρου Copilot",
    "s18": "Έχετε σαφή οπτική ένδειξη, ώστε να γνωρίζετε πάντα πότε οι λειτουργίες AI είναι ενεργές. Το φωτιζόμενο πλήκτρο Copilot αναβοσβήνει όταν πατηθεί και εμφανίζει εφέ παλμικού φωτισμού όταν η NPU επεξεργάζεται δεδομένα.",
    "s19": "Μεγάλο touchpad, αβίαστος έλεγχος",
    "s20": "Το μεγάλο touchpad σάς προσφέρει περισσότερο χώρο για ακριβή πλοήγηση και ομαλές χειρονομίες, κάνοντας την εργασία και το multitasking πιο εύκολα και άνετα.",
    "s21": "Πολλαπλός έλεγχος με ένα πάτημα",
    "s22": "Το Acer Multi-Control touchpad είναι μια έξυπνη λειτουργία που κάνει τις καθημερινές σας εργασίες πιο εύκολες. Φωτίζεται όταν παρακολουθείτε βίντεο ή ακούτε μουσική και μεταβαίνει αυτόματα σε λειτουργία σύσκεψης κατά τη διάρκεια διαδικτυακών κλήσεων — βοηθώντας σας να παραμένετε παραγωγικοί και επαγγελματίες χωρίς επιπλέον προσπάθεια.",
    "s23": "Σχεδιασμένο με γνώμονα τη βιωσιμότητα",
    "s24": "Η σειρά Swift είναι καταχωρισμένη στο EPEAT — ένα παγκόσμιο οικολογικό σήμα που αξιολογεί τα ηλεκτρονικά με βάση την ενεργειακή απόδοση, την ανακυκλωσιμότητα και τη μειωμένη χρήση επικίνδυνων υλικών.",
    "s25": "Είναι κατασκευασμένο από PCR πλαστικό (Post-Consumer Recycled), προερχόμενο από ανακυκλωμένα υλικά καταναλωτικών προϊόντων, συμβάλλοντας στη μείωση των αποβλήτων και της ανάγκης για νέο πρωτογενές πλαστικό.",
    "s26": "100% ανακυκλώσιμη συσκευασία, που αντικατοπτρίζει τη δέσμευση για βιωσιμότητα.",
    "s27": "Σημείωση:",
    "s28": "Η διαθεσιμότητα των λειτουργιών ενδέχεται να διαφέρει ανάλογα με το μοντέλο."
  },
  "es": {
    "s1": "Tema de diseño Acer Swift",
    "s2": "Acer Swift se mueve tan rápido como tú",
    "s3": "Vayas donde vayas, el Acer Swift sigue tu ritmo. Su diseño premium, elegante y ultradelgado encaja a la perfección con tu estilo de vida, mientras que su diseño intuitivo y fácil de usar te permite trabajar, crear y mantenerte conectado sin esfuerzo, estés donde estés.",
    "s4": "Trabaja sobre la marcha con un diseño ultradelgado y duradero",
    "s5": "Puedes llevar tu Swift fácilmente y mantenerte productivo dondequiera que vayas: su diseño compacto, ultradelgado y totalmente metálico es elegante, ligero y duradero.",
    "s6": "Expresa tu estilo con Swift Pattern",
    "s7": "Te encantará cómo el delicado patrón inspirado en la «S» resalta la velocidad, agilidad y el perfil ultradelgado del Swift, combinando una artesanía refinada con un diseño que encaja con tu estilo.",
    "s8": "Un color que se adapta a tu estilo de vida",
    "s9": "La serie Acer Swift está disponible en una gama de colores que se adaptan a tu estilo. Elige el que mejor encaje con tu look y tu estilo de vida, y destaca vayas donde vayas.",
    "s10": "Trabaja cómodamente desde cualquier ángulo",
    "s11": "Puedes abatir la bisagra de 180° del Swift en cualquier ángulo para compartir la pantalla, presentar o colaborar con comodidad, ya sea en tu escritorio, en una reunión o en movimiento.",
    "s12": "Más inmersión, menos marco",
    "s13": "La pantalla de bisel delgado te ofrece más espacio para trabajar y realizar varias tareas, con colores vivos y negros profundos que hacen que todo, desde documentos hasta películas, se vea increíble.",
    "s14": "Escritura silenciosa, cómoda y con buen soporte",
    "s15": "Escribir hasta tarde por la noche no molestará a nadie, y tus videollamadas no captarán ruidos de teclas que distraigan, gracias a la estructura y los materiales mejorados de las teclas que reducen la resonancia.",
    "s16": "Puedes trabajar durante más tiempo con total comodidad gracias al marco de titanio de grado aeroespacial: resistente, anticorrosión y un 30 % más ligero que la versión de acero inoxidable para un uso diario más sencillo.",
    "s17": "Iluminación inteligente e interactiva de la Copilot Key",
    "s18": "Cuentas con una clara retroalimentación visual para saber en todo momento cuándo las funciones de IA están activas. La Copilot Key retroiluminada parpadea al pulsarla y muestra un efecto de luz respirante cuando la NPU está procesando.",
    "s19": "Touchpad de gran tamaño, control sin esfuerzo",
    "s20": "El gran touchpad te ofrece más espacio para una navegación precisa y gestos fluidos, haciendo que el trabajo y el multitarea sean más fáciles y cómodos.",
    "s21": "Control múltiple con una sola pulsación",
    "s22": "El Acer Multi-Control touchpad es una función inteligente que facilita tus tareas diarias. Se ilumina al ver vídeos o escuchar música y cambia automáticamente al modo de reunión durante las llamadas en línea, ayudándote a mantener la productividad y una imagen profesional sin esfuerzo adicional.",
    "s23": "Diseñado pensando en la sostenibilidad",
    "s24": "La serie Swift cuenta con el registro EPEAT, una ecoetiqueta global que evalúa los dispositivos electrónicos según su eficiencia energética, reciclabilidad y reducción de materiales peligrosos.",
    "s25": "Está fabricado con plástico PCR (Post-Consumer Recycled), elaborado a partir de materiales reciclados de productos de consumo usados, lo que ayuda a reducir los residuos y la necesidad de nuevo plástico virgen.",
    "s26": "Embalaje 100 % reciclable, que refleja un firme compromiso con la sostenibilidad.",
    "s27": "Nota:",
    "s28": "La disponibilidad de las funciones puede variar según el modelo."
  },
  "fi": {
    "s1": "Acer Swift -muotoiluteema",
    "s2": "Acer Swift kulkee yhtä nopeasti kuin sinä",
    "s3": "Minne ikinä elämä sinut viekin, Acer Swift pysyy tahdissasi. Tyylikäs, erittäin ohut premium-muotoilu sopii täydellisesti elämäntyyliisi, ja intuitiivinen, helppokäyttöinen rakenne tekee työskentelystä, luomisesta ja yhteydenpidosta vaivatonta missä tahansa.",
    "s4": "Työskentele liikkeellä ultrakevyen ja kestävän muotoilun ansiosta",
    "s5": "Voit ottaa Swiftisi helposti mukaan ja pysyä tuottavana missä tahansa — kompakti, erittäin ohut, kokonaan metallinen muotoilu on tyylikäs, kevyt ja kestävä.",
    "s6": "Ilmaise oma tyylisi Swift Patternilla",
    "s7": "Pidät siitä, miten hienovarainen, S-kirjaimesta inspiroitu kuvio korostaa Swiftin nopeutta, ketteryyttä ja erittäin ohutta profiilia, yhdistäen viimeistellyn työnjäljen tyyliin, joka sopii sinulle.",
    "s8": "Väri, joka sopii elämäntyyliisi",
    "s9": "Acer Swift -sarja on saatavilla useissa väreissä, jotka sopivat tyyliisi. Valitse ulkonäköösi ja elämäntyyliisi sopivin ja erotu missä ikinä kuljetkin.",
    "s10": "Työskentele mukavasti mistä tahansa kulmasta",
    "s11": "Voit kääntää Swiftin 180°-saranan mihin tahansa kulmaan, mikä tekee näytön jakamisesta, esittämisestä ja yhteistyöstä vaivatonta – työpöydän ääressä, kokouksissa tai liikkeellä ollessa.",
    "s12": "Enemmän immersiota, vähemmän reunuksia",
    "s13": "Kapeareunainen näyttö tarjoaa enemmän tilaa työskentelyyn ja moniajoon, ja elävät värit sekä syvät mustat tekevät kaikesta asiakirjoista elokuviin upean näköistä.",
    "s14": "Hiljaista, mukavaa ja tukevaa kirjoittamista",
    "s15": "Myöhäisillan kirjoittaminen ei häiritse ketään, eikä videopuheluihin tallennu häiritseviä näppäinääniä, kiitos parannetun näppäinrakenteen ja materiaalien, jotka vähentävät resonanssia.",
    "s16": "Voit työskennellä pidempään vaivattomasti ilmailuluokan titaanirungon ansiosta – se on vahva, korroosionkestävä ja 30 % kevyempi kuin ruostumattomasta teräksestä valmistettu versio, mikä helpottaa päivittäistä käyttöä.",
    "s17": "Älykäs ja interaktiivinen Copilot Key -valaistus",
    "s18": "Saat selkeän visuaalisen palautteen, joten tiedät aina, milloin AI-ominaisuudet ovat aktiivisia. Taustavalaistu Copilot Key vilkkuu painettaessa ja näyttää hengittävän valotehosteen, kun NPU käsittelee tietoja.",
    "s19": "Suuri kosketuslevy, vaivatonta hallintaa",
    "s20": "Suuri kosketuslevy tarjoaa enemmän tilaa tarkkaan navigointiin ja sulaviin eleisiin, mikä tekee työskentelystä ja moniajosta helpompaa ja mukavampaa.",
    "s21": "Moniohjaus yhdellä painalluksella",
    "s22": "Acer Multi-Control touchpad on älykäs ominaisuus, joka helpottaa päivittäisiä tehtäviäsi. Se valaistuu videoita katsottaessa tai musiikkia kuunneltaessa ja vaihtaa automaattisesti kokoustilaan verkkopuheluiden aikana – auttaen sinua pysymään tuottavana ja ammattimaisena vaivattomasti.",
    "s23": "Suunniteltu kestävyyttä silmällä pitäen",
    "s24": "Swift-sarja on EPEAT-rekisteröity — maailmanlaajuinen ympäristömerkintä, joka arvioi elektroniikkaa energiatehokkuuden, kierrätettävyyden ja vaarallisten materiaalien vähentämisen perusteella.",
    "s25": "Se on valmistettu PCR-muovista (Post-Consumer Recycled), joka on tehty käytetyistä kuluttajatuotteista kerätyistä kierrätysmateriaaleista ja auttaa vähentämään jätettä sekä uuden neitseellisen muovin tarvetta.",
    "s26": "100 % kierrätettävä pakkaus, joka osoittaa vahvaa sitoutumista kestävyyteen.",
    "s27": "Huomautus:",
    "s28": "Ominaisuuksien saatavuus voi vaihdella mallin mukaan."
  },
  "fr": {
    "s1": "Thème de design Acer Swift",
    "s2": "Acer Swift avance aussi vite que vous",
    "s3": "Où que la vie vous mène, l’Acer Swift suit votre rythme. Son design premium, élégant et ultrafin s’intègre parfaitement à votre style de vie, tandis que sa conception intuitive et conviviale facilite le travail, la création et la connexion où que vous soyez.",
    "s4": "Travaillez en déplacement avec un design ultrafin et durable",
    "s5": "Emportez facilement votre Swift et restez productif où que vous alliez — son design compact, ultrafin et entièrement métallique est à la fois élégant, léger et durable.",
    "s6": "Exprimez votre style avec Swift Pattern",
    "s7": "Vous allez apprécier la façon dont le motif délicat inspiré du « S » met en valeur la vitesse, l’agilité et le profil ultrafin du Swift, en associant un savoir-faire raffiné à un style qui vous ressemble.",
    "s8": "Une couleur qui s’accorde à votre style de vie",
    "s9": "La gamme Acer Swift se décline en plusieurs coloris pour s’accorder à votre style. Choisissez celui qui correspond à votre look et à votre mode de vie, et démarquez-vous où que vous alliez.",
    "s10": "Travaillez confortablement sous tous les angles",
    "s11": "Vous pouvez faire pivoter la charnière à 180° du Swift dans n’importe quel angle, pour partager l’écran, présenter ou collaborer confortablement, que ce soit à votre bureau, en réunion ou en déplacement.",
    "s12": "Plus d’immersion, moins de bordures",
    "s13": "L’écran à bords fins vous offre plus d’espace pour travailler et effectuer plusieurs tâches, avec des couleurs éclatantes et des noirs profonds qui subliment aussi bien les documents que les films.",
    "s14": "Une frappe silencieuse, confortable et ergonomique",
    "s15": "La saisie tard dans la nuit ne dérangera personne, et vos appels vidéo ne capteront pas de bruits de touches gênants, grâce à une structure et des matériaux de touches améliorés qui réduisent les résonances.",
    "s16": "Travaillez plus longtemps en toute simplicité grâce au châssis en titane de qualité aérospatiale : robuste, résistant à la corrosion et 30 % plus léger que la version en acier inoxydable pour un usage quotidien plus facile.",
    "s17": "Éclairage intelligent et interactif de la touche Copilot",
    "s18": "Vous bénéficiez d’un retour visuel clair pour savoir à tout moment quand les fonctions d’IA sont actives. La touche Copilot rétroéclairée clignote lorsqu’elle est pressée et affiche un effet de respiration lumineuse lorsque le NPU est en cours de traitement.",
    "s19": "Grand pavé tactile, contrôle sans effort",
    "s20": "Le grand pavé tactile vous offre davantage d’espace pour une navigation précise et des gestes fluides, rendant le travail et le multitâche plus simples et confortables.",
    "s21": "Contrôle multiple d’une seule pression",
    "s22": "Le Acer Multi-Control touchpad est une fonctionnalité intelligente qui simplifie vos tâches quotidiennes. Il s’illumine lorsque vous regardez des vidéos ou écoutez de la musique et passe automatiquement en mode réunion lors des appels en ligne, pour vous aider à rester productif et professionnel sans effort supplémentaire.",
    "s23": "Conçu dans une optique de durabilité",
    "s24": "La série Swift est enregistrée EPEAT — un écolabel mondial qui évalue l’électronique selon l’efficacité énergétique, la recyclabilité et la réduction des substances dangereuses.",
    "s25": "Il est fabriqué à partir de plastique PCR (Post-Consumer Recycled), issu de matériaux recyclés provenant de produits de consommation usagés, contribuant à réduire les déchets et le recours à de nouveaux plastiques vierges.",
    "s26": "Emballage 100 % recyclable, illustrant un fort engagement en faveur de la durabilité.",
    "s27": "Remarque :",
    "s28": "La disponibilité des fonctionnalités peut varier selon le modèle."
  },
  "hr": {
    "s1": "Dizajnerska tema Acer Swift",
    "s2": "Acer Swift prati vaš tempo",
    "s3": "Gdje god vas život odvede, Acer Swift prati vaš tempo. Elegantan, ultratanak premium dizajn savršeno se uklapa u vaš stil života, dok intuitivan i jednostavan dizajn omogućuje lagan rad, stvaranje i povezivanje gdje god se nalazili.",
    "s4": "Radite u pokretu uz ultratanak i izdržljiv dizajn",
    "s5": "Svoj Swift možete lako ponijeti sa sobom i ostati produktivni gdje god se nalazili — kompaktan, ultratanak potpuno metalni dizajn je elegantan, lagan i izdržljiv.",
    "s6": "Izrazite svoj stil uz Swift Pattern",
    "s7": "Svidjet će vam se kako nježan uzorak inspiriran slovom „S“ naglašava brzinu, okretnost i ultratanak profil Swifta, spajajući profinjenu izradu s izgledom koji odgovara vašem stilu.",
    "s8": "Boja koja odgovara vašem životnom stilu",
    "s9": "Serija Acer Swift dostupna je u različitim bojama koje odgovaraju vašem stilu. Odaberite onu koja se uklapa u vaš izgled i način života te se istaknite gdje god se nalazili.",
    "s10": "Radite udobno iz bilo kojeg kuta",
    "s11": "Možete zakrenuti Swiftovu šarku od 180° u bilo koji kut, što olakšava dijeljenje zaslona, prezentacije ili ugodnu suradnju — bilo za radnim stolom, na sastanku ili u pokretu.",
    "s12": "Više uranjanja, manje okvira",
    "s13": "Zaslon s tankim rubovima pruža vam više prostora za rad i multitasking, uz žive boje i duboku crnu koja sve, od dokumenata do filmova, čini impresivnim.",
    "s14": "Tiho, udobno i potporno tipkanje",
    "s15": "Kasnonoćno tipkanje neće ometati nikoga, a vaši videopozivi neće bilježiti ometajuće zvukove tipki zahvaljujući poboljšanoj strukturi i materijalima tipki koji smanjuju rezonanciju.",
    "s16": "Možete raditi dulje bez napora zahvaljujući okviru od titana zrakoplovne klase – snažnom, otpornom na koroziju i 30 % lakšem od verzije od nehrđajućeg čelika za lakšu svakodnevnu upotrebu.",
    "s17": "Pametno interaktivno osvjetljenje tipke Copilot",
    "s18": "Imate jasan vizualni pokazatelj, tako da uvijek znate kada su AI funkcije aktivne. Osvijetljena tipka Copilot treperi pri pritisku i prikazuje efekt pulsirajućeg svjetla kada NPU obrađuje podatke.",
    "s19": "Velika dodirna ploha, jednostavno upravljanje",
    "s20": "Velika dodirna ploha pruža vam više prostora za preciznu navigaciju i glatke geste, čineći rad i multitasking lakšima i ugodnijima.",
    "s21": "Višestruko upravljanje jednim pritiskom",
    "s22": "Acer Multi-Control touchpad je pametna značajka koja olakšava vaše svakodnevne zadatke. Osvjetljava se tijekom gledanja videozapisa ili slušanja glazbe te se automatski prebacuje u način sastanka tijekom online poziva — pomažući vam da ostanete produktivni i profesionalni bez dodatnog truda.",
    "s23": "Dizajnirano s naglaskom na održivost",
    "s24": "Serija Swift registrirana je u sustavu EPEAT — globalnoj ekološkoj oznaci koja ocjenjuje elektroniku prema energetskoj učinkovitosti, mogućnosti recikliranja i smanjenju opasnih materijala.",
    "s25": "Izrađen je od PCR plastike (Post-Consumer Recycled), dobivene od recikliranih materijala iz korištenih potrošačkih proizvoda, čime se smanjuje otpad i potreba za novom primarnom plastikom.",
    "s26": "100 % reciklabilna ambalaža, koja pokazuje snažnu predanost održivosti.",
    "s27": "Napomena:",
    "s28": "Dostupnost značajki može se razlikovati ovisno o modelu."
  },
  "hu": {
    "s1": "Acer Swift dizájntéma",
    "s2": "Az Acer Swift olyan gyors, mint Ön",
    "s3": "Bárhová is sodorjon az élet, az Acer Swift tartja a lépést az Ön tempójával. A letisztult, ultravékony prémium dizájn tökéletesen illeszkedik életstílusához, az intuitív és felhasználóbarát kialakítás pedig megkönnyíti a munkát, az alkotást és a kapcsolattartást bárhol.",
    "s4": "Dolgozz útközben ultravékony és strapabíró kialakítással",
    "s5": "A Swiftet könnyedén magával viheti, és bárhol megőrizheti produktivitását — a kompakt, ultravékony, teljesen fém kialakítás stílusos, könnyű és strapabíró.",
    "s6": "Fejezze ki stílusát a Swift Patternnel",
    "s7": "Élvezni fogja, ahogy az „S” ihlette finom minta kiemeli a Swift sebességét, fürgeségét és ultravékony kialakítását, ötvözve a kifinomult megmunkálást az Ön stílusához illő megjelenéssel.",
    "s8": "Az életstílusához illő szín",
    "s9": "Az Acer Swift sorozat többféle színben érhető el, hogy illeszkedjen stílusához. Válassza ki az Ön megjelenéséhez és életstílusához leginkább illőt, és tűnjön ki bárhol.",
    "s10": "Dolgozzon kényelmesen bármilyen szögből",
    "s11": "A Swift 180°-os zsanérja bármilyen szögbe kihajtható, így könnyedén megoszthatja a képernyőt, prezentálhat vagy kényelmesen együttműködhet – az asztalnál, megbeszélésen vagy útközben.",
    "s12": "Nagyobb élmény, kevesebb keret",
    "s13": "A keskeny kávájú kijelző több teret biztosít a munkához és a többfeladatos használathoz, élénk színekkel és mély feketékkel, amelyek mindent a dokumentumoktól a filmekig lenyűgözővé tesznek.",
    "s14": "Csendes, kényelmes és támogató gépelés",
    "s15": "A késő esti gépelés nem zavar senkit, és a videóhívások sem veszik fel a zavaró billentyűhangokat a rezonanciát csökkentő, továbbfejlesztett billentyűszerkezetnek és anyagoknak köszönhetően.",
    "s16": "Hosszabb ideig dolgozhat könnyedén a repülőgépipari minőségű titánváznak köszönhetően – erős, korrózióálló és 30%-kal könnyebb, mint a rozsdamentes acél változat a kényelmesebb mindennapi használatért.",
    "s17": "Intelligens, interaktív Copilot billentyű-világítás",
    "s18": "Egyértelmű vizuális visszajelzést kap, így mindig tudja, mikor aktívak az AI-funkciók. A háttérvilágítású Copilot billentyű megnyomáskor villan, és pulzáló fényhatást mutat, amikor az NPU dolgozik.",
    "s19": "Nagy érintőpad, könnyed vezérlés",
    "s20": "A nagy érintőpad több teret biztosít a pontos navigációhoz és a gördülékeny mozdulatokhoz, így a munka és a többfeladatos használat könnyebb és kényelmesebb.",
    "s21": "Többfunkciós vezérlés egyetlen gombnyomással",
    "s22": "Az Acer Multi-Control touchpad egy intelligens funkció, amely megkönnyíti a mindennapi feladatokat. Videók nézésekor vagy zenehallgatáskor világít, online hívások során pedig automatikusan értekezleti módra vált – így extra erőfeszítés nélkül maradhat produktív és professzionális.",
    "s23": "A fenntarthatóság jegyében tervezve",
    "s24": "A Swift sorozat EPEAT-regisztrált — egy globális ökocímke, amely az elektronikai eszközöket energiahatékonyság, újrahasznosíthatóság és a veszélyes anyagok csökkentése alapján értékeli.",
    "s25": "PCR műanyagból (Post-Consumer Recycled) készült, amely használt fogyasztási cikkekből származó újrahasznosított anyagokból áll, és hozzájárul a hulladék, valamint az új szűz műanyag iránti igény csökkentéséhez.",
    "s26": "100%-ban újrahasznosítható csomagolás, amely erős elkötelezettséget jelez a fenntarthatóság iránt.",
    "s27": "Megjegyzés:",
    "s28": "A funkciók elérhetősége modellenként eltérhet."
  },
  "it": {
    "s1": "Tema di design Acer Swift",
    "s2": "Acer Swift si muove veloce quanto te",
    "s3": "Ovunque ti porti la vita, Acer Swift tiene il passo con il tuo ritmo. Il design premium, elegante e ultrasottile si adatta perfettamente al tuo stile di vita, mentre il design intuitivo e facile da usare rende semplice lavorare, creare e restare connessi ovunque.",
    "s4": "Lavora in movimento con un design ultrasottile e resistente",
    "s5": "Puoi portare facilmente il tuo Swift con te e rimanere produttivo ovunque — il design compatto, ultrasottile e interamente in metallo è elegante, leggero e resistente.",
    "s6": "Esprimi il tuo stile con Swift Pattern",
    "s7": "Amerai il modo in cui il delicato motivo ispirato alla «S» mette in risalto la velocità, l’agilità e il profilo ultrasottile di Swift, unendo una lavorazione raffinata a uno stile che riflette la tua personalità.",
    "s8": "Un colore che si adatta al tuo stile di vita",
    "s9": "La serie Acer Swift è disponibile in una gamma di colori per adattarsi al tuo stile. Scegli quello che si abbina al tuo look e al tuo stile di vita e distinguiti ovunque tu vada.",
    "s10": "Lavora comodamente da qualsiasi angolazione",
    "s11": "Puoi aprire la cerniera a 180° di Swift in qualsiasi angolazione, rendendo semplice condividere lo schermo, presentare o collaborare in modo confortevole — alla scrivania, in riunione o in mobilità.",
    "s12": "Più immersione, meno cornici",
    "s13": "Il display con cornici sottili offre più spazio per lavorare e gestire più attività, con colori vividi e neri profondi che rendono straordinario tutto, dai documenti ai film.",
    "s14": "Digitazione silenziosa, confortevole e di supporto",
    "s15": "Digitare fino a tarda notte non disturberà nessuno e le videochiamate non cattureranno rumori fastidiosi dei tasti, grazie alla struttura e ai materiali migliorati dei keycap che riducono la risonanza.",
    "s16": "Puoi lavorare più a lungo con facilità grazie al telaio in titanio di grado aerospaziale: robusto, resistente alla corrosione e più leggero del 30% rispetto alla versione in acciaio inossidabile per un uso quotidiano più agevole.",
    "s17": "Illuminazione intelligente e interattiva del tasto Copilot",
    "s18": "Hai un chiaro riscontro visivo che ti permette di sapere sempre quando le funzioni AI sono attive. Il tasto Copilot retroilluminato lampeggia alla pressione e mostra un effetto di luce pulsante quando l’NPU è in elaborazione.",
    "s19": "Touchpad ampio, controllo senza sforzo",
    "s20": "Il touchpad di grandi dimensioni offre più spazio per una navigazione precisa e gesti fluidi, rendendo il lavoro e il multitasking più semplici e confortevoli.",
    "s21": "Controllo multiplo con una sola pressione",
    "s22": "Il Acer Multi-Control touchpad è una funzione intelligente che semplifica le attività quotidiane. Si illumina durante la visione di video o l’ascolto di musica e passa automaticamente alla modalità riunione durante le chiamate online, aiutandoti a rimanere produttivo e professionale senza sforzi aggiuntivi.",
    "s23": "Progettato pensando alla sostenibilità",
    "s24": "La serie Swift è registrata EPEAT — un marchio ecologico globale che valuta i dispositivi elettronici in base all’efficienza energetica, alla riciclabilità e alla riduzione delle sostanze pericolose.",
    "s25": "È realizzato in plastica PCR (Post-Consumer Recycled), ottenuta da materiali riciclati provenienti da prodotti di consumo usati, contribuendo a ridurre i rifiuti e la necessità di nuova plastica vergine.",
    "s26": "Imballaggio riciclabile al 100%, a dimostrazione di un forte impegno verso la sostenibilità.",
    "s27": "Nota:",
    "s28": "La disponibilità delle funzionalità può variare in base al modello."
  },
  "ja": {
    "s1": "Acer Swift デザインテーマ",
    "s2": "Acer Swift はあなたのスピードに応える",
    "s3": "人生のどんな場所へ向かっても、Acer Swift はあなたのペースに寄り添います。洗練された超薄型のプレミアムデザインはライフスタイルに自然に溶け込み、直感的で使いやすい設計により、どこにいても仕事や創作、つながりをスムーズに保てます。",
    "s4": "超薄型で耐久性に優れたデザインで、外出先でも快適に作業",
    "s5": "Swift を気軽に持ち運び、どこにいても生産性を維持できます。コンパクトで超薄型のオールメタルデザインは、スタイリッシュで軽く、耐久性にも優れています。",
    "s6": "Swift Patternで自分らしいスタイルを表現",
    "s7": "「S」をモチーフにした繊細なパターンが、Swift のスピード感や俊敏さ、超薄型プロファイルを際立たせ、洗練されたクラフトマンシップとあなたのスタイルに寄り添うデザインを融合します。",
    "s8": "ライフスタイルに寄り添うカラー",
    "s9": "Acer Swift シリーズは、あなたのスタイルに合わせて選べる多彩なカラーを用意しています。外観やライフスタイルに合う一台を選び、どこへ行っても個性を際立たせましょう。",
    "s10": "どの角度からでも快適に作業",
    "s11": "Swift の 180° ヒンジは任意の角度まで開くことができ、デスクでも会議中でも外出先でも、画面共有やプレゼンテーション、快適なコラボレーションを容易にします。",
    "s12": "没入感を高め、ベゼルを最小限に",
    "s13": "スリムベゼルのディスプレイにより作業やマルチタスクのための表示領域が広がり、鮮やかな色彩と深い黒で、書類から映画まであらゆるコンテンツを美しく映し出します。",
    "s14": "静かで快適、しっかり支えるタイピング",
    "s15": "深夜のタイピングでも周囲を気にせず使用でき、共振ノイズを抑える改良されたキーキャップ構造と素材により、ビデオ通話でも気になる打鍵音を拾いません。",
    "s16": "航空宇宙グレードのチタンフレームにより、軽やかな使い心地で長時間作業が可能です。高い強度と耐腐食性を備え、ステンレススチール製に比べて約30％軽量で、日常使いがより快適になります。",
    "s17": "スマートで直感的な Copilot キーのインタラクティブライティング",
    "s18": "AI 機能の動作状況がひと目で分かる、明確なビジュアルフィードバックを備えています。バックライト付きの Copilot キーは押下時に点滅し、NPU が処理中は呼吸するようなライティング効果を表示します。",
    "s19": "大型タッチパッドで、直感的かつ快適な操作",
    "s20": "大型タッチパッドにより、正確な操作と滑らかなジェスチャーが可能になり、作業やマルチタスクをより快適に行えます。",
    "s21": "ワンプレスで多彩なコントロール",
    "s22": "Acer Multi-Control touchpad は、日常の作業をより簡単にするスマートな機能です。動画の視聴や音楽の再生時に点灯し、オンライン通話中は自動的に会議モードへ切り替わるため、余計な操作をせずに生産性とプロフェッショナルな印象を保てます。",
    "s23": "サステナビリティを意識した設計",
    "s24": "Swift シリーズは EPEAT に登録されています。EPEAT は、エネルギー効率、リサイクル性、有害物質の削減を基準に電子機器を評価する国際的なエコラベルです。",
    "s25": "使用済み消費者製品から回収された再生素材を用いたPCRプラスチック（Post-Consumer Recycled）を採用し、廃棄物の削減と新規バージンプラスチックの使用抑制に貢献します。",
    "s26": "持続可能性への強い取り組みを示す、100%リサイクル可能なパッケージ。",
    "s27": "注：",
    "s28": "機能の提供状況はモデルによって異なる場合があります。"
  },
  "ko": {
    "s1": "Acer Swift 디자인 테마",
    "s2": "Acer Swift는 당신의 속도에 맞춰 움직입니다",
    "s3": "어디로 향하든 Acer Swift는 당신의 속도에 맞춰 함께합니다. 세련된 초슬림 프리미엄 디자인은 라이프스타일에 자연스럽게 어울리며, 직관적이고 사용하기 쉬운 설계로 어디서나 작업하고 창작하며 연결을 유지할 수 있습니다.",
    "s4": "초슬림하고 견고한 디자인으로 어디서나 업무 수행",
    "s5": "Swift를 손쉽게 휴대하며 어디서나 생산성을 유지할 수 있습니다. 콤팩트한 초슬림 올메탈 디자인은 세련되고 가벼우며 내구성도 뛰어납니다.",
    "s6": "Swift Pattern으로 나만의 스타일을 표현하세요",
    "s7": "‘S’에서 영감을 받은 섬세한 패턴이 Swift의 속도감, 민첩함, 초슬림 프로파일을 돋보이게 하며, 세련된 마감과 당신의 스타일에 어울리는 디자인을 완성합니다.",
    "s8": "라이프스타일에 어울리는 컬러",
    "s9": "Acer Swift 시리즈는 당신의 스타일에 어울리는 다양한 색상으로 제공됩니다. 당신의 룩과 라이프스타일에 맞는 컬러를 선택해 어디서나 돋보이세요.",
    "s10": "어떤 각도에서도 편안하게 작업",
    "s11": "Swift의 180° 힌지는 어떤 각도로도 펼칠 수 있어, 책상에서든 회의 중이든 이동 중이든 화면 공유, 프레젠테이션, 협업을 편안하게 진행할 수 있습니다.",
    "s12": "더 깊은 몰입, 더 얇은 베젤",
    "s13": "슬림 베젤 디스플레이는 작업과 멀티태스킹을 위한 더 넓은 공간을 제공하며, 선명한 색감과 깊은 블랙으로 문서부터 영화까지 모든 콘텐츠를 더욱 생생하게 표현합니다.",
    "s14": "조용하고 편안하며 안정적인 타이핑",
    "s15": "늦은 밤 타이핑도 주변을 방해하지 않으며, 공진 소음을 줄이는 개선된 키캡 구조와 소재 덕분에 화상 통화에서도 거슬리는 키 소리가 전달되지 않습니다.",
    "s16": "항공우주 등급 티타늄 프레임을 적용해 부담 없이 더 오래 작업할 수 있습니다. 견고하고 부식에 강하며, 스테인리스 스틸 대비 30% 가벼워 일상 사용이 한층 수월합니다.",
    "s17": "스마트하고 인터랙티브한 Copilot 키 조명",
    "s18": "명확한 시각적 피드백으로 AI 기능이 활성화되어 있는지 언제든지 확인할 수 있습니다. 백라이트 Copilot 키는 누를 때 깜빡이며, NPU가 처리 중일 때는 숨 쉬듯 부드러운 조명 효과를 보여줍니다.",
    "s19": "대형 터치패드로 손쉬운 컨트롤",
    "s20": "넓은 메가 터치패드는 정밀한 탐색과 부드러운 제스처를 위한 더 많은 공간을 제공해, 작업과 멀티태스킹을 한층 쉽고 편안하게 해줍니다.",
    "s21": "한 번의 누름으로 멀티 컨트롤",
    "s22": "Acer Multi-Control 터치패드는 일상적인 작업을 더욱 간편하게 만들어주는 스마트한 기능입니다. 영상 시청이나 음악 재생 시 조명이 켜지고, 온라인 통화 중에는 자동으로 회의 모드로 전환되어 추가 조작 없이도 생산성과 전문적인 이미지를 유지할 수 있습니다.",
    "s23": "지속 가능성을 고려한 설계",
    "s24": "Swift 시리즈는 EPEAT 등록 제품으로, 에너지 효율성, 재활용 가능성, 유해 물질 저감을 기준으로 전자기기를 평가하는 글로벌 친환경 인증입니다.",
    "s25": "사용이 끝난 소비자 제품에서 회수한 재활용 소재로 만든 PCR 플라스틱(Post-Consumer Recycled)을 사용해, 폐기물과 신규 플라스틱 사용을 줄이는 데 기여합니다.",
    "s26": "지속 가능성에 대한 강한 의지를 보여주는 100% 재활용 가능한 포장재.",
    "s27": "참고:",
    "s28": "기능 제공 여부는 모델에 따라 다를 수 있습니다."
  },
  "nb": {
    "s1": "Acer Swift-designtema",
    "s2": "Acer Swift beveger seg like raskt som deg",
    "s3": "Uansett hvor livet tar deg, holder Acer Swift tritt med tempoet ditt. Det slanke, ultratynne premium-designet passer perfekt til livsstilen din, og det intuitive, brukervennlige designet gjør det enkelt å jobbe, skape og holde kontakten – uansett hvor du er.",
    "s4": "Jobb på farten med et ultratynt og slitesterkt design",
    "s5": "Du kan enkelt ta med deg Swift og holde produktiviteten oppe uansett hvor du er – det kompakte, ultratynne helmetalldesignet er stilrent, lett og slitesterkt.",
    "s6": "Uttrykk stilen din med Swift Pattern",
    "s7": "Du vil elske hvordan det delikate, «S»-inspirerte mønsteret fremhever Swifts hastighet, smidighet og ultratynne profil, og kombinerer raffinert håndverk med et uttrykk som passer din stil.",
    "s8": "Farge som passer din livsstil",
    "s9": "Acer Swift-serien kommer i et utvalg farger som passer din stil. Velg den som matcher ditt uttrykk og din livsstil, og skil deg ut uansett hvor du er.",
    "s10": "Jobb komfortabelt fra enhver vinkel",
    "s11": "Du kan folde Swifts 180°-hengsel til hvilken som helst vinkel, noe som gjør det enkelt å dele skjermen, presentere eller samarbeide komfortabelt – enten du er ved skrivebordet, i møte eller på farten.",
    "s12": "Mer innlevelse, mindre ramme",
    "s13": "Skjermen med smale rammer gir deg mer plass til arbeid og multitasking, med levende farger og dype svarttoner som får alt fra dokumenter til filmer til å se imponerende ut.",
    "s14": "Stille, komfortabel og støttende tasting",
    "s15": "Sen kveldsskriving vil ikke forstyrre noen, og videosamtalene dine vil ikke fange opp distraherende tastelyder, takket være forbedret tastestruktur og materialer som reduserer resonansstøy.",
    "s16": "Du kan jobbe lenger med mindre anstrengelse takket være den luftfartsklassifiserte titanrammen – sterk, korrosjonsbestandig og 30 % lettere enn versjonen i rustfritt stål for enklere daglig bruk.",
    "s17": "Smart og interaktiv Copilot Key-belysning",
    "s18": "Du får tydelig visuell tilbakemelding, slik at du alltid vet når AI-funksjoner er aktive. Den bakbelyste Copilot Key blinker når den trykkes, og viser en pustende lyseffekt når NPU-en arbeider.",
    "s19": "Stor styreflate, enkel kontroll",
    "s20": "Den store styreflaten gir deg mer plass for presis navigasjon og smidige bevegelser, noe som gjør arbeid og multitasking enklere og mer komfortabelt.",
    "s21": "Flerfunksjonskontroll med ett trykk",
    "s22": "Acer Multi-Control touchpad er en smart funksjon som gjør hverdagsoppgavene enklere. Den lyser opp når du ser på videoer eller spiller musikk, og bytter automatisk til møtemodus under nettmøter – slik at du kan være produktiv og profesjonell uten ekstra innsats.",
    "s23": "Utviklet med bærekraft i fokus",
    "s24": "Swift-serien er EPEAT-registrert — et globalt miljømerke som vurderer elektronikk basert på energieffektivitet, resirkulerbarhet og redusert bruk av farlige materialer.",
    "s25": "Den er laget av PCR-plast (Post-Consumer Recycled), fremstilt av resirkulerte materialer fra brukte forbrukerprodukter, noe som bidrar til å redusere avfall og behovet for ny plast.",
    "s26": "100 % resirkulerbar emballasje som viser et sterkt engasjement for bærekraft.",
    "s27": "Merk:",
    "s28": "Tilgjengeligheten av funksjoner kan variere etter modell."
  },
  "nl": {
    "s1": "Acer Swift-ontwerpthema",
    "s2": "Acer Swift beweegt net zo snel als jij",
    "s3": "Waar het leven je ook brengt, Acer Swift houdt jouw tempo bij. Het slanke, ultradunne premiumdesign past perfect bij je levensstijl, terwijl het intuïtieve en gebruiksvriendelijke ontwerp het eenvoudig maakt om te werken, creëren en verbonden te blijven, waar je ook bent.",
    "s4": "Werk onderweg met een ultradun en duurzaam ontwerp",
    "s5": "Je kunt je Swift moeiteloos meenemen en overal productief blijven — het compacte, ultradunne ontwerp van volledig metaal is stijlvol, licht en duurzaam.",
    "s6": "Druk je stijl uit met Swift Pattern",
    "s7": "Je zult waarderen hoe het verfijnde, door de ‘S’ geïnspireerde patroon de snelheid, wendbaarheid en het ultradunne profiel van de Swift benadrukt, en verfijnd vakmanschap combineert met een look die bij jouw stijl past.",
    "s8": "Een kleur die bij jouw levensstijl past",
    "s9": "De Acer Swift-serie is verkrijgbaar in diverse kleuren die bij jouw stijl passen. Kies de uitvoering die aansluit bij jouw look en levensstijl, en val op waar je ook gaat.",
    "s10": "Werk comfortabel vanuit elke hoek",
    "s11": "Je kunt het 180°-scharnier van de Swift in elke gewenste hoek openen, zodat je eenvoudig het scherm kunt delen, presenteren of comfortabel samenwerken — aan je bureau, tijdens een vergadering of onderweg.",
    "s12": "Meer immersie, minder rand",
    "s13": "Het scherm met smalle randen biedt meer ruimte om te werken en te multitasken, met levendige kleuren en diepe zwarttinten die alles van documenten tot films er fantastisch laten uitzien.",
    "s14": "Stil, comfortabel en ondersteunend typen",
    "s15": "Laat typen in de nacht stoort niemand, en je videogesprekken pikken geen storende toetsaanslagen op dankzij de verbeterde toetsstructuur en materialen die resonantie verminderen.",
    "s16": "Je kunt langer moeiteloos werken dankzij het titanium frame van luchtvaartkwaliteit – sterk, corrosiebestendig en 30% lichter dan de roestvrijstalen versie voor comfortabel dagelijks gebruik.",
    "s17": "Slimme, interactieve Copilot Key-verlichting",
    "s18": "Je krijgt duidelijke visuele feedback, zodat je altijd weet wanneer AI-functies actief zijn. De verlichte Copilot Key knippert bij het indrukken en toont een ademend lichteffect wanneer de NPU aan het verwerken is.",
    "s19": "Groot touchpad, moeiteloze bediening",
    "s20": "Het grote touchpad biedt meer ruimte voor nauwkeurige navigatie en soepele gebaren, waardoor werken en multitasken eenvoudiger en comfortabeler wordt.",
    "s21": "Meervoudige bediening met één druk",
    "s22": "De Acer Multi-Control touchpad is een slimme functie die je dagelijkse taken eenvoudiger maakt. Hij licht op tijdens het bekijken van video’s of het afspelen van muziek en schakelt automatisch over naar de vergadermodus tijdens online gesprekken, zodat je productief blijft en professioneel overkomt zonder extra moeite.",
    "s23": "Ontworpen met duurzaamheid in gedachten",
    "s24": "De Swift-serie is EPEAT-geregistreerd — een wereldwijd ecolabel dat elektronica beoordeelt op energie-efficiëntie, recyclebaarheid en verminderd gebruik van gevaarlijke materialen.",
    "s25": "Het is gemaakt van PCR-kunststof (Post-Consumer Recycled), vervaardigd uit gerecyclede materialen van gebruikte consumentenproducten, wat helpt afval te verminderen en de behoefte aan nieuw primair plastic te verlagen.",
    "s26": "100% recyclebare verpakking, die een sterke inzet voor duurzaamheid laat zien.",
    "s27": "Opmerking:",
    "s28": "De beschikbaarheid van functies kan per model verschillen."
  },
  "pl": {
    "s1": "Motyw stylistyczny Acer Swift",
    "s2": "Acer Swift dotrzymuje Ci kroku",
    "s3": "Dokądkolwiek zaprowadzi Cię życie, Acer Swift dotrzymuje Ci kroku. Smukły, ultracienki design premium doskonale pasuje do Twojego stylu życia, a intuicyjna i przyjazna obsługa ułatwia pracę, tworzenie i pozostawanie w kontakcie w dowolnym miejscu.",
    "s4": "Pracuj w podróży dzięki ultrasmukłej i wytrzymałej konstrukcji",
    "s5": "Z łatwością zabierzesz Swift ze sobą i zachowasz produktywność gdziekolwiek jesteś — kompaktowa, ultrasmukła, w pełni metalowa konstrukcja jest stylowa, lekka i wytrzymała.",
    "s6": "Wyraź swój styl dzięki Swift Pattern",
    "s7": "Docenisz, jak delikatny wzór inspirowany literą „S” podkreśla szybkość, zwinność i ultrasmukły profil Swift, łącząc dopracowane wykonanie z wyglądem dopasowanym do Twojego stylu.",
    "s8": "Kolor dopasowany do Twojego stylu życia",
    "s9": "Seria Acer Swift dostępna jest w wielu kolorach dopasowanych do Twojego stylu. Wybierz ten, który pasuje do Twojego wyglądu i stylu życia, i wyróżnij się wszędzie.",
    "s10": "Pracuj wygodnie pod każdym kątem",
    "s11": "Dzięki zawiasowi 180° w Swift możesz ustawić ekran pod dowolnym kątem, co ułatwia udostępnianie ekranu, prezentacje i wygodną współpracę — przy biurku, na spotkaniu lub w podróży.",
    "s12": "Większe zanurzenie, mniej ramki",
    "s13": "Wyświetlacz z wąskimi ramkami zapewnia więcej przestrzeni do pracy i wielozadaniowości, a żywe kolory i głęboka czerń sprawiają, że wszystko – od dokumentów po filmy – wygląda znakomicie.",
    "s14": "Ciche, wygodne i wspierające pisanie",
    "s15": "Pisanie późno w nocy nie będzie nikomu przeszkadzać, a rozmowy wideo nie wychwycą rozpraszających dźwięków klawiszy dzięki ulepszonej konstrukcji i materiałom klawiszy, które redukują rezonans.",
    "s16": "Możesz pracować dłużej bez wysiłku dzięki ramie z tytanu klasy lotniczej — wytrzymałej, odpornej na korozję i o 30% lżejszej niż wersja ze stali nierdzewnej, co ułatwia codzienne użytkowanie.",
    "s17": "Inteligentne, interaktywne podświetlenie klawisza Copilot",
    "s18": "Otrzymujesz wyraźną informację wizualną, dzięki czemu zawsze wiesz, kiedy funkcje AI są aktywne. Podświetlany klawisz Copilot miga po naciśnięciu i wyświetla pulsujący efekt świetlny podczas pracy NPU.",
    "s19": "Duży touchpad, łatwa kontrola",
    "s20": "Duży touchpad zapewnia więcej miejsca na precyzyjną nawigację i płynne gesty, ułatwiając pracę i wielozadaniowość oraz zwiększając komfort użytkowania.",
    "s21": "Wielofunkcyjne sterowanie jednym naciśnięciem",
    "s22": "Acer Multi-Control touchpad to inteligentna funkcja, która ułatwia codzienne zadania. Podświetla się podczas oglądania filmów lub słuchania muzyki i automatycznie przełącza się w tryb spotkania podczas rozmów online, pomagając zachować produktywność i profesjonalny wizerunek bez dodatkowego wysiłku.",
    "s23": "Zaprojektowany z myślą o zrównoważonym rozwoju",
    "s24": "Seria Swift jest zarejestrowana w EPEAT — globalnym ekoznaku, który ocenia elektronikę pod kątem efektywności energetycznej, możliwości recyklingu oraz ograniczenia materiałów niebezpiecznych.",
    "s25": "Został wykonany z tworzywa PCR (Post-Consumer Recycled), powstałego z materiałów pochodzących z recyklingu zużytych produktów konsumenckich, co pomaga ograniczyć ilość odpadów i zapotrzebowanie na nowy plastik pierwotny.",
    "s26": "Opakowanie w 100% nadające się do recyklingu, potwierdzające silne zaangażowanie w zrównoważony rozwój.",
    "s27": "Uwaga:",
    "s28": "Dostępność funkcji może się różnić w zależności od modelu."
  },
  "pt": {
    "s1": "Tema de design Acer Swift",
    "s2": "Acer Swift acompanha o seu ritmo",
    "s3": "Onde quer que a vida o leve, o Acer Swift acompanha o seu ritmo. O design premium, elegante e ultrafino adapta-se perfeitamente ao seu estilo de vida, enquanto o design intuitivo e fácil de utilizar torna simples trabalhar, criar e manter-se ligado em qualquer lugar.",
    "s4": "Trabalhe em movimento com um design ultrafino e durável",
    "s5": "Pode levar facilmente o seu Swift consigo e manter a produtividade onde quer que vá — o design compacto, ultrafino e totalmente metálico é elegante, leve e durável.",
    "s6": "Expresse o seu estilo com Swift Pattern",
    "s7": "Vai adorar a forma como o delicado padrão inspirado no «S» realça a velocidade, a agilidade e o perfil ultrafino do Swift, combinando um acabamento refinado com um visual que reflete o seu estilo.",
    "s8": "Uma cor que combina com o seu estilo de vida",
    "s9": "A série Acer Swift está disponível numa variedade de cores que combinam com o seu estilo. Escolha a que melhor se adequa ao seu visual e estilo de vida e destaque-se onde quer que vá.",
    "s10": "Trabalhe confortavelmente a partir de qualquer ângulo",
    "s11": "Pode abrir a dobradiça de 180° do Swift em qualquer ângulo, facilitando a partilha do ecrã, apresentações ou a colaboração confortável — no escritório, em reuniões ou em movimento.",
    "s12": "Mais imersão, menos moldura",
    "s13": "O ecrã com moldura fina oferece mais espaço para trabalhar e fazer multitasking, com cores vibrantes e pretos profundos que tornam tudo, de documentos a filmes, impressionante.",
    "s14": "Digitação silenciosa, confortável e com suporte",
    "s15": "Escrever até tarde da noite não incomodará ninguém, e as suas videochamadas não captarão ruídos de teclas distrativos, graças à estrutura e aos materiais melhorados das teclas que reduzem a ressonância.",
    "s16": "Pode trabalhar por mais tempo com total facilidade graças à estrutura em titânio de grau aeroespacial — forte, resistente à corrosão e 30% mais leve do que a versão em aço inoxidável, ideal para o uso diário.",
    "s17": "Iluminação inteligente e interativa da tecla Copilot",
    "s18": "Tem uma indicação visual clara, para saber sempre quando as funcionalidades de IA estão ativas. A tecla Copilot retroiluminada pisca ao ser pressionada e apresenta um efeito de luz pulsante quando o NPU está a processar.",
    "s19": "Touchpad amplo, controlo sem esforço",
    "s20": "O touchpad de grandes dimensões oferece mais espaço para navegação precisa e gestos suaves, tornando o trabalho e o multitasking mais fáceis e confortáveis.",
    "s21": "Controlo múltiplo com um único toque",
    "s22": "O Acer Multi-Control touchpad é uma funcionalidade inteligente que facilita as tarefas do dia a dia. Acende-se ao ver vídeos ou ouvir música e muda automaticamente para o modo de reunião durante chamadas online, ajudando-o a manter a produtividade e uma imagem profissional sem esforço adicional.",
    "s23": "Concebido com a sustentabilidade em mente",
    "s24": "A série Swift é registada no EPEAT — um rótulo ecológico global que avalia dispositivos eletrónicos com base na eficiência energética, reciclabilidade e redução de materiais perigosos.",
    "s25": "É fabricado com plástico PCR (Post-Consumer Recycled), produzido a partir de materiais reciclados recolhidos de produtos de consumo usados, ajudando a reduzir resíduos e a necessidade de novo plástico virgem.",
    "s26": "Embalagem 100 % reciclável, demonstrando um forte compromisso com a sustentabilidade.",
    "s27": "Nota:",
    "s28": "A disponibilidade das funcionalidades pode variar conforme o modelo."
  },
  "ro": {
    "s1": "Temă de design Acer Swift",
    "s2": "Acer Swift ține pasul cu tine",
    "s3": "Oriunde te-ar purta viața, Acer Swift ține pasul cu ritmul tău. Designul premium, elegant și ultrasubțire se potrivește perfect stilului tău de viață, iar concepția intuitivă și ușor de utilizat face munca, creația și conectarea simple oriunde te-ai afla.",
    "s4": "Lucrați din mers cu un design ultrasubțire și durabil",
    "s5": "Îți poți lua cu ușurință Swift oriunde și rămâne productiv — designul compact, ultrasubțire, complet metalic este elegant, ușor și durabil.",
    "s6": "Exprimați-vă stilul cu Swift Pattern",
    "s7": "Vei aprecia modul în care modelul delicat inspirat de „S” evidențiază viteza, agilitatea și profilul ultrasubțire al Swift, îmbinând măiestria rafinată cu un aspect care se potrivește stilului tău.",
    "s8": "Culoare care se potrivește stilului tău de viață",
    "s9": "Seria Acer Swift este disponibilă într-o gamă variată de culori, potrivite stilului tău. Alege varianta care se potrivește look-ului și stilului tău de viață și ieși în evidență oriunde mergi.",
    "s10": "Lucrați confortabil din orice unghi",
    "s11": "Puteți rabata balamaua de 180° a modelului Swift la orice unghi, facilitând partajarea ecranului, prezentările și colaborarea confortabilă — la birou, în ședințe sau în deplasare.",
    "s12": "Mai multă imersiune, mai puțină ramă",
    "s13": "Ecranul cu margini subțiri îți oferă mai mult spațiu pentru lucru și multitasking, cu culori vii și negru profund care fac ca totul, de la documente la filme, să arate excelent.",
    "s14": "Tastare silențioasă, confortabilă și bine susținută",
    "s15": "Tastarea târziu în noapte nu va deranja pe nimeni, iar apelurile video nu vor capta zgomote deranjante ale tastelor, datorită structurii și materialelor îmbunătățite ale tastelor care reduc rezonanța.",
    "s16": "Poți lucra mai mult timp cu ușurință, datorită cadrului din titan de calitate aerospațială — rezistent, anticoroziv și cu 30% mai ușor decât versiunea din oțel inoxidabil, pentru utilizare zilnică mai comodă.",
    "s17": "Iluminare inteligentă și interactivă a tastei Copilot",
    "s18": "Ai un feedback vizual clar, astfel încât să știi întotdeauna când funcțiile AI sunt active. Tasta Copilot iluminată clipește la apăsare și afișează un efect de lumină pulsant atunci când NPU procesează.",
    "s19": "Touchpad mare, control fără efort",
    "s20": "Touchpad-ul de mari dimensiuni îți oferă mai mult spațiu pentru navigare precisă și gesturi fluide, făcând munca și multitaskingul mai ușoare și mai confortabile.",
    "s21": "Control multiplu printr-o singură apăsare",
    "s22": "Acer Multi-Control touchpad este o funcție inteligentă care îți simplifică sarcinile zilnice. Se luminează atunci când urmărești videoclipuri sau asculți muzică și comută automat în modul de întâlnire în timpul apelurilor online — ajutându-te să rămâi productiv și profesionist fără efort suplimentar.",
    "s23": "Proiectat având în vedere sustenabilitatea",
    "s24": "Seria Swift este înregistrată EPEAT — o etichetă ecologică globală care evaluează electronicele în funcție de eficiența energetică, reciclabilitate și reducerea materialelor periculoase.",
    "s25": "Este realizat din plastic PCR (Post-Consumer Recycled), obținut din materiale reciclate provenite din produse de consum uzate, contribuind la reducerea deșeurilor și a necesarului de plastic virgin nou.",
    "s26": "Ambalaj 100% reciclabil, care demonstrează un angajament puternic față de sustenabilitate.",
    "s27": "Notă:",
    "s28": "Disponibilitatea funcțiilor poate varia în funcție de model."
  },
  "ru": {
    "s1": "Дизайнерская тема Acer Swift",
    "s2": "Acer Swift движется так же быстро, как и вы",
    "s3": "Куда бы ни вела вас жизнь, Acer Swift идёт в ногу с вашим ритмом. Элегантный ультратонкий премиальный дизайн идеально вписывается в ваш образ жизни, а интуитивный и удобный интерфейс позволяет легко работать, творить и оставаться на связи где угодно.",
    "s4": "Работайте на ходу с ультратонким и прочным дизайном",
    "s5": "Вы можете легко брать свой Swift с собой и оставаться продуктивными где угодно — компактный, ультратонкий цельнометаллический дизайн сочетает стиль, лёгкость и прочность.",
    "s6": "Выразите свой стиль с помощью Swift Pattern",
    "s7": "Вам понравится, как изящный узор, вдохновлённый буквой «S», подчёркивает скорость, манёвренность и ультратонкий профиль Swift, сочетая утончённое мастерство с внешним видом, отражающим ваш стиль.",
    "s8": "Цвет, который соответствует вашему стилю жизни",
    "s9": "Серия Acer Swift представлена в разнообразии цветов, которые подчеркнут ваш стиль. Выберите вариант, соответствующий вашему образу и образу жизни, и выделяйтесь везде, куда бы вы ни отправились.",
    "s10": "Работайте с комфортом под любым углом",
    "s11": "Вы можете раскрыть шарнир Swift на 180° под любым углом, что упрощает демонстрацию экрана, презентации и комфортную совместную работу — за рабочим столом, на встрече или в дороге.",
    "s12": "Больше погружения, меньше рамок",
    "s13": "Дисплей с тонкими рамками предоставляет больше пространства для работы и многозадачности, а насыщенные цвета и глубокий чёрный делают всё — от документов до фильмов — по-настоящему впечатляющим.",
    "s14": "Тихий, комфортный и поддерживающий набор текста",
    "s15": "Поздний ночной набор текста не будет никого беспокоить, а видеозвонки не будут улавливать отвлекающие звуки клавиш благодаря улучшенной конструкции и материалам клавиш, снижающим резонанс.",
    "s16": "Вы можете работать дольше без усилий благодаря титановому корпусу аэрокосмического класса — прочному, устойчивому к коррозии и на 30% более лёгкому, чем версия из нержавеющей стали, для удобства повседневного использования.",
    "s17": "Интеллектуальная интерактивная подсветка клавиши Copilot",
    "s18": "Вы получаете наглядную визуальную индикацию, благодаря которой всегда знаете, когда функции ИИ активны. Подсвеченная клавиша Copilot мигает при нажатии и отображает пульсирующий световой эффект во время работы NPU.",
    "s19": "Большой тачпад, лёгкое управление",
    "s20": "Большой тачпад обеспечивает больше пространства для точной навигации и плавных жестов, делая работу и многозадачность проще и комфортнее.",
    "s21": "Многократное управление одним нажатием",
    "s22": "Acer Multi-Control touchpad — это интеллектуальная функция, упрощающая повседневные задачи. Он подсвечивается при просмотре видео или прослушивании музыки и автоматически переключается в режим встречи во время онлайн-звонков, помогая вам оставаться продуктивными и выглядеть профессионально без лишних усилий.",
    "s23": "Создано с заботой об устойчивом развитии",
    "s24": "Серия Swift зарегистрирована в системе EPEAT — глобальной экологической маркировке, оценивающей электронику по энергоэффективности, возможности переработки и снижению использования опасных материалов.",
    "s25": "Он изготовлен из пластика PCR (Post-Consumer Recycled), полученного из переработанных материалов использованных потребительских товаров, что помогает сократить отходы и потребность в новом первичном пластике.",
    "s26": "100% перерабатываемая упаковка, демонстрирующая серьёзную приверженность принципам устойчивого развития.",
    "s27": "Примечание:",
    "s28": "Доступность функций может различаться в зависимости от модели."
  },
  "zh-CN": {
    "s1": "Acer Swift 设计主题",
    "s2": "Acer Swift 与你同速前行",
    "s3": "无论生活将你带往何处，Acer Swift 都能与你的节奏同步。纤薄优雅的超薄高端设计完美契合你的生活方式，直观易用的设计让你无论身在何处，都能轻松工作、创作并保持连接。",
    "s4": "采用超薄且耐用的设计，随时随地高效工作",
    "s5": "你可以轻松携带 Swift，无论身在何处都能保持高效；其紧凑的超薄全金属设计兼具时尚、轻盈与耐用性。",
    "s6": "用 Swift Pattern 展现你的个人风格",
    "s7": "你会喜欢 Swift 细腻的“S”灵感纹理如何凸显其速度感、灵活性与超薄机身，将精致工艺与契合你个人风格的外观完美结合。",
    "s8": "契合你生活方式的配色",
    "s9": "Acer Swift 系列提供多种配色选择，贴合你的个人风格。选择最适合你外观与生活方式的一款，无论走到哪里都能脱颖而出。",
    "s10": "从任何角度都能舒适工作",
    "s11": "你可以将 Swift 的 180° 转轴翻转至任意角度，无论是在桌前、会议中还是外出途中，都能轻松进行屏幕分享、演示与舒适协作。",
    "s12": "更强沉浸感，更少边框",
    "s13": "窄边框显示屏为你带来更大的工作与多任务处理空间，鲜艳的色彩与深邃的黑色让从文档到电影的一切内容都更加出色。",
    "s14": "安静、舒适且富有支撑感的输入体验",
    "s15": "深夜输入也不会打扰他人，得益于可降低共振噪音的改良键帽结构与材料，你的视频通话也不会拾取令人分心的敲击声。",
    "s16": "得益于航空级钛金属机身，你可以更轻松地长时间工作——坚固耐用、耐腐蚀，并且比不锈钢版本轻 30%，让日常使用更加轻便。",
    "s17": "智能交互式 Copilot 键灯效",
    "s18": "你可以通过清晰的视觉反馈，随时确认 AI 功能是否处于启用状态。背光 Copilot 键在按下时会闪烁，而当 NPU 进行处理时，则会呈现呼吸灯效果。",
    "s19": "大尺寸触控板，轻松操控",
    "s20": "大尺寸触控板提供更大的操作空间，带来精准导航与顺畅手势操作，让工作与多任务处理更加轻松舒适。",
    "s21": "一键实现多重控制",
    "s22": "Acer Multi-Control 触控板是一项智能功能，可让你的日常操作更加轻松。在观看视频或播放音乐时会亮起，并在在线通话期间自动切换到会议模式，帮助你无需额外操作即可保持高效与专业形象。",
    "s23": "以可持续发展为设计理念",
    "s24": "Swift 系列已通过 EPEAT 注册认证。EPEAT 是一项全球生态标签，根据能效表现、可回收性及有害物质减量对电子产品进行评估。",
    "s25": "采用 PCR 塑料（Post-Consumer Recycled），由回收的消费后产品材料制成，有助于减少废弃物并降低对全新原生塑料的需求。",
    "s26": "100% 可回收包装，展现对可持续发展的坚定承诺。",
    "s27": "注意：",
    "s28": "功能提供情況可能因機型而異。"
  },
  "sk": {
    "s1": "Dizajnová téma Acer Swift",
    "s2": "Acer Swift drží krok s vaším tempom",
    "s3": "Nech vás život zavedie kamkoľvek, Acer Swift drží krok s vaším tempom. Elegantný, ultratenký prémiový dizajn prirodzene zapadne do vášho životného štýlu a intuitívne, používateľsky prívetivé vyhotovenie umožňuje pracovať, tvoriť a zostať v spojení kdekoľvek.",
    "s4": "Pracujte na cestách s ultratenkým a odolným dizajnom",
    "s5": "Swift si môžete jednoducho vziať so sebou a zostať produktívni kdekoľvek — kompaktný, ultratenký celokovový dizajn je štýlový, ľahký a odolný.",
    "s6": "Vyjadrite svoj štýl so Swift Pattern",
    "s7": "Oceníte, ako jemný vzor inšpirovaný písmenom „S“ zvýrazňuje rýchlosť, obratnosť a ultratenký profil Swiftu, pričom spája precízne spracovanie s dizajnom, ktorý ladí s vaším štýlom.",
    "s8": "Farba, ktorá ladí s vaším životným štýlom",
    "s9": "Séria Acer Swift je dostupná v rôznych farebných prevedeniach, ktoré zodpovedajú vášmu štýlu. Vyberte si tú, ktorá ladí s vaším vzhľadom a životným štýlom, a vyniknite kdekoľvek.",
    "s10": "Pracujte pohodlne z akéhokoľvek uhla",
    "s11": "Záves Swiftu s uhlom otvorenia 180° môžete nastaviť do ľubovoľnej polohy, vďaka čomu je jednoduché zdieľať obrazovku, prezentovať alebo pohodlne spolupracovať — pri stole, na stretnutí či na cestách.",
    "s12": "Viac pohltenia, menej rámikov",
    "s13": "Displej s tenkými rámikmi vám poskytuje viac priestoru na prácu a multitasking, so živými farbami a hlbokou čiernou, vďaka ktorým vyzerá všetko od dokumentov po filmy skvelo.",
    "s14": "Tiché, pohodlné a podporujúce písanie",
    "s15": "Písanie neskoro v noci nebude nikoho rušiť a vaše videohovory nezachytia rušivé zvuky kláves vďaka vylepšenej konštrukcii a materiálom klávesov, ktoré znižujú rezonanciu.",
    "s16": "Môžete pracovať dlhšie s ľahkosťou vďaka titánovému rámu leteckej kvality — je pevný, odolný voči korózii a o 30 % ľahší než verzia z nehrdzavejúcej ocele, čo uľahčuje každodenné používanie.",
    "s17": "Inteligentné interaktívne osvetlenie klávesu Copilot",
    "s18": "Získate jasnú vizuálnu spätnú väzbu, vďaka ktorej vždy viete, kedy sú funkcie AI aktívne. Podsvietený kláves Copilot po stlačení blikne a pri spracovaní v NPU zobrazuje pulzujúci svetelný efekt.",
    "s19": "Veľký touchpad, jednoduché ovládanie",
    "s20": "Veľký touchpad ponúka viac priestoru na presnú navigáciu a plynulé gestá, vďaka čomu je práca aj multitasking jednoduchší a pohodlnejší.",
    "s21": "Viacnásobné ovládanie jedným stlačením",
    "s22": "Acer Multi-Control touchpad je inteligentná funkcia, ktorá uľahčuje každodenné úlohy. Rozsvieti sa pri sledovaní videí alebo počúvaní hudby a počas online hovorov sa automaticky prepne do režimu stretnutia — pomáha vám zostať produktívni a profesionálni bez námahy.",
    "s23": "Navrhnuté s dôrazom na udržateľnosť",
    "s24": "Rad Swift je registrovaný v systéme EPEAT — globálnej ekologickej značke, ktorá hodnotí elektroniku podľa energetickej účinnosti, recyklovateľnosti a zníženia nebezpečných materiálov.",
    "s25": "Je vyrobený z PCR plastu (Post-Consumer Recycled), získaného z recyklovaných materiálov z použitých spotrebiteľských produktov, čím pomáha znižovať odpad a potrebu nových primárnych plastov.",
    "s26": "100 % recyklovateľný obal, ktorý vyjadruje silný záväzok k udržateľnosti.",
    "s27": "Poznámka:",
    "s28": "Dostupnosť funkcií sa môže líšiť podľa modelu."
  },
  "sl": {
    "s1": "Oblikovalska tema Acer Swift",
    "s2": "Acer Swift sledi vašemu tempu",
    "s3": "Kamorkoli vas življenje popelje, Acer Swift sledi vašemu tempu. Eleganten, izjemno tanek premijski videz se popolnoma prilega vašemu življenjskemu slogu, intuitivna in uporabniku prijazna zasnova pa omogoča enostavno delo, ustvarjanje in povezovanje kjer koli.",
    "s4": "Delajte na poti z izjemno tanko in vzdržljivo zasnovo",
    "s5": "Swift lahko enostavno vzamete s seboj in ostanete produktivni kjer koli — kompaktna, izjemno tanka, povsem kovinska zasnova je elegantna, lahka in vzdržljiva.",
    "s6": "Izrazite svoj slog s Swift Pattern",
    "s7": "Navdušeni boste nad tem, kako nežen vzorec, navdihnjen s črko »S«, poudari hitrost, okretnost in izjemno tanek profil Swift, ter združuje dovršeno izdelavo z videzom, ki se ujema z vašim slogom.",
    "s8": "Barva, ki se ujema z vašim življenjskim slogom",
    "s9": "Serija Acer Swift je na voljo v različnih barvah, ki se ujemajo z vašim slogom. Izberite tisto, ki dopolnjuje vaš videz in življenjski slog, ter izstopajte kjer koli.",
    "s10": "Delajte udobno iz katerega koli kota",
    "s11": "Z 180° tečajem zaslona pri Swiftu ga lahko nastavite v poljuben kot, kar omogoča enostavno deljenje zaslona, predstavitve in udobno sodelovanje — za mizo, na sestanku ali na poti.",
    "s12": "Več potopitve, manj okvirja",
    "s13": "Zaslon s tankimi robovi vam nudi več prostora za delo in večopravilnost, z živahnimi barvami in globoko črno, zaradi katerih je vse, od dokumentov do filmov, videti odlično.",
    "s14": "Tiho, udobno in podporno tipkanje",
    "s15": "Pozno nočno tipkanje ne bo motilo nikogar, vaši video klici pa ne bodo zajemali motečih zvokov tipk, zahvaljujoč izboljšani strukturi in materialom tipk, ki zmanjšujejo resonanco.",
    "s16": "Z lahkoto lahko delate dlje časa, saj vam to omogoča ogrodje iz titana letalske kakovosti — močno, odporno proti koroziji in 30 % lažje od različice iz nerjavečega jekla za vsakodnevno udobje.",
    "s17": "Pametna interaktivna osvetlitev tipke Copilot",
    "s18": "Na voljo imate jasen vizualni odziv, zato vedno veste, kdaj so funkcije AI aktivne. Osvetljena tipka Copilot ob pritisku utripne, medtem ko NPU obdeluje podatke, pa prikazuje učinek dihanja svetlobe.",
    "s19": "Velika sledilna ploščica, preprosto upravljanje",
    "s20": "Velika sledilna ploščica nudi več prostora za natančno navigacijo in gladke poteze, zaradi česar sta delo in večopravilnost lažja in udobnejša.",
    "s21": "Večfunkcijski nadzor z enim pritiskom",
    "s22": "Acer Multi-Control touchpad je pametna funkcija, ki poenostavi vsakodnevna opravila. Osvetli se ob gledanju videoposnetkov ali poslušanju glasbe ter se med spletnimi klici samodejno preklopi v način sestanka — za večjo produktivnost in profesionalen vtis brez dodatnega truda.",
    "s23": "Zasnovano z mislijo na trajnost",
    "s24": "Serija Swift je registrirana pri EPEAT — globalni okoljski oznaki, ki ocenjuje elektroniko glede na energijsko učinkovitost, možnost recikliranja in zmanjšano uporabo nevarnih materialov.",
    "s25": "Izdelan je iz PCR plastike (Post-Consumer Recycled), pridobljene iz recikliranih materialov uporabljenih potrošniških izdelkov, kar pomaga zmanjševati odpadke in potrebo po novi primarni plastiki.",
    "s26": "100 % reciklabilna embalaža, ki odraža močno zavezanost trajnosti.",
    "s27": "Opomba:",
    "s28": "Razpoložljivost funkcij se lahko razlikuje glede na model."
  },
  "sv": {
    "s1": "Acer Swift-designtema",
    "s2": "Acer Swift rör sig lika snabbt som du",
    "s3": "Vart livet än tar dig håller Acer Swift jämna steg med ditt tempo. Den eleganta, ultratunna premiumdesignen passar perfekt in i din livsstil, medan den intuitiva och användarvänliga utformningen gör det enkelt att arbeta, skapa och hålla kontakten – var du än är.",
    "s4": "Arbeta på språng med en ultratunn och tålig design",
    "s5": "Du kan enkelt ta med dig din Swift och vara produktiv var du än befinner dig – den kompakta, ultratunna designen i helt metall är stilren, lätt och hållbar.",
    "s6": "Uttryck din stil med Swift Pattern",
    "s7": "Du kommer att uppskatta hur det subtila, ”S”-inspirerade mönstret framhäver Swifts snabbhet, smidighet och ultratunna profil, och kombinerar utsökt hantverk med en design som passar din stil.",
    "s8": "Färg som passar din livsstil",
    "s9": "Acer Swift-serien finns i flera färger som matchar din stil. Välj den som passar din look och livsstil och stick ut var du än är.",
    "s10": "Arbeta bekvämt från alla vinklar",
    "s11": "Du kan fälla Swifts 180°-gångjärn till valfri vinkel, vilket gör det enkelt att dela skärmen, presentera eller samarbeta bekvämt – vid skrivbordet, på möten eller på språng.",
    "s12": "Mer inlevelse, mindre ram",
    "s13": "Den smalramade skärmen ger mer utrymme för arbete och multitasking, med levande färger och djupa svarta toner som får allt från dokument till filmer att se fantastiskt ut.",
    "s14": "Tyst, bekvämt och stödjande skrivande",
    "s15": "Sen skrivning sent på kvällen stör ingen, och videosamtal plockar inte upp störande tangentljud tack vare förbättrad tangentstruktur och material som minskar resonansljud.",
    "s16": "Du kan arbeta längre med mindre ansträngning tack vare den flygklassade titanramen – stark, korrosionsbeständig och 30 % lättare än versionen i rostfritt stål för smidigare vardagsanvändning.",
    "s17": "Smart interaktiv Copilot-tangentbelysning",
    "s18": "Du får tydlig visuell återkoppling så att du alltid vet när AI-funktioner är aktiva. Den bakgrundsbelysta Copilot-tangenten blinkar när den trycks ned och visar en pulserande ljuseffekt när NPU:n arbetar.",
    "s19": "Stor styrplatta, smidig kontroll",
    "s20": "Den stora styrplattan ger mer utrymme för exakt navigering och smidiga gester, vilket gör arbete och multitasking enklare och mer bekvämt.",
    "s21": "Flerkontroll med ett tryck",
    "s22": "Acer Multi-Control touchpad är en smart funktion som gör vardagens uppgifter enklare. Den lyser upp när du tittar på video eller lyssnar på musik och växlar automatiskt till mötesläge under onlinesamtal – så att du kan vara produktiv och professionell utan extra ansträngning.",
    "s23": "Utformad med hållbarhet i åtanke",
    "s24": "Swift-serien är EPEAT-registrerad — en global miljömärkning som bedömer elektronik utifrån energieffektivitet, återvinningsbarhet och minskad användning av farliga material.",
    "s25": "Den är tillverkad av PCR-plast (Post-Consumer Recycled), framtagen av återvunnet material från använda konsumentprodukter, vilket bidrar till minskat avfall och minskat behov av ny jungfrulig plast.",
    "s26": "100 % återvinningsbar förpackning som visar ett starkt engagemang för hållbarhet.",
    "s27": "Obs:",
    "s28": "Tillgången till funktioner kan variera beroende på modell."
  },
  "zh-TW": {
    "s1": "Acer Swift 設計主題",
    "s2": "Acer Swift 與你同速前行",
    "s3": "無論生活帶你走到哪裡，Acer Swift 都能與你的步調同步。俐落的超薄高質感設計完美融入你的生活風格，直覺且易用的設計，讓你隨時隨地都能輕鬆工作、創作並保持連線。",
    "s4": "以超薄且耐用的設計，隨時隨地高效工作",
    "s5": "你可以輕鬆攜帶 Swift，無論走到哪裡都能保持高效率；其精巧的超薄全金屬設計，兼具時尚、輕盈與耐用性。",
    "s6": "以 Swift Pattern 展現你的個人風格",
    "s7": "你會喜歡 Swift 以「S」為靈感的細緻紋理，突顯其速度感、靈活度與超薄機身，將精緻工藝與契合你個人風格的外觀完美結合。",
    "s8": "貼近你生活風格的配色",
    "s9": "Acer Swift 系列提供多種配色，完美呼應你的個人風格。選擇最符合你外型與生活方式的一款，無論走到哪裡都能展現與眾不同。",
    "s10": "從任何角度都能舒適工作",
    "s11": "你可以將 Swift 的 180° 轉軸翻轉至任意角度，無論是在桌前、會議中或外出途中，都能輕鬆進行螢幕分享、簡報與舒適協作。",
    "s12": "更沉浸的體驗，更少邊框",
    "s13": "窄邊框顯示器提供更大的工作與多工處理空間，鮮明的色彩與深邃的黑色，讓從文件到電影的所有內容都更加出色。",
    "s14": "安靜、舒適且具支撐性的輸入體驗",
    "s15": "深夜打字也不會打擾他人，透過可降低共振噪音的改良鍵帽結構與材質，視訊通話也不會收錄惱人的按鍵聲。",
    "s16": "憑藉航太級鈦金屬機身，你可以更輕鬆地長時間工作——堅固耐用、抗腐蝕，且比不鏽鋼版本輕 30%，讓日常使用更加輕便省力。",
    "s17": "智慧互動式 Copilot 鍵燈效",
    "s18": "你可以透過清楚的視覺回饋，隨時掌握 AI 功能是否啟用。背光 Copilot 鍵在按下時會閃爍，而當 NPU 進行運算時，則會呈現呼吸燈效果。",
    "s19": "大尺寸觸控板，輕鬆操控",
    "s20": "大尺寸觸控板提供更寬廣的操作空間，支援精準導覽與流暢手勢操作，讓工作與多工處理更加輕鬆舒適。",
    "s21": "一鍵多重控制",
    "s22": "Acer Multi-Control 觸控板是一項智慧功能，讓日常操作更加輕鬆。在觀看影片或播放音樂時會亮起，並在線上通話期間自動切換至會議模式，幫助你不費力地維持高效率與專業表現。",
    "s23": "以永續為核心的設計理念",
    "s24": "Swift 系列通過 EPEAT 註冊認證。EPEAT 為全球生態標章，依據能源效率、可回收性及降低有害物質使用來評估電子產品。",
    "s25": "採用 PCR 塑料（Post-Consumer Recycled），由回收的消費後產品材料製成，有助於減少廢棄物並降低對全新原生塑料的需求。",
    "s26": "100% 可回收包裝，展現對永續發展的堅定承諾。",
    "s27": "注意：",
    "s28": "功能提供情況可能因機型而異。"
  },
  "tr": {
    "s1": "Acer Swift Tasarım Teması",
    "s2": "Acer Swift sizinle aynı hızda hareket eder",
    "s3": "Hayat sizi nereye götürürse götürsün, Acer Swift hızınıza ayak uydurur. Şık ve ultra ince premium tasarımı yaşam tarzınıza kusursuz şekilde uyum sağlarken, sezgisel ve kullanıcı dostu yapısı sayesinde her yerde zahmetsizce çalışabilir, üretebilir ve bağlantıda kalabilirsiniz.",
    "s4": "Ultra ince ve dayanıklı tasarımıyla hareket halindeyken çalışın",
    "s5": "Swift’i kolayca yanınıza alabilir ve nereye giderseniz gidin üretken kalabilirsiniz — kompakt, ultra ince, tamamen metal tasarımı şık, hafif ve dayanıklıdır.",
    "s6": "Swift Pattern ile tarzınızı yansıtın",
    "s7": "Swift’in ‘S’ ilhamlı zarif deseni; hızını, çevikliğini ve ultra ince profilini öne çıkarırken, rafine işçiliği tarzınıza uyum sağlayan bir görünümle birleştirir.",
    "s8": "Yaşam tarzınıza uyum sağlayan renk",
    "s9": "Acer Swift serisi, tarzınıza uyum sağlayacak çeşitli renk seçenekleri sunar. Görünümünüze ve yaşam tarzınıza en uygun olanı seçin ve gittiğiniz her yerde fark yaratın.",
    "s10": "Her açıdan rahatça çalışın",
    "s11": "Swift’in 180° menteşesini istediğiniz açıya kadar açarak, masa başında, toplantıda ya da hareket halindeyken ekran paylaşımını, sunumları ve rahat iş birliğini kolayca gerçekleştirebilirsiniz.",
    "s12": "Daha fazla sürükleyicilik, daha az çerçeve",
    "s13": "İnce çerçeveli ekran, çalışma ve çoklu görev için daha fazla alan sunarken; canlı renkler ve derin siyahlar sayesinde belgelerden filmlere kadar her şey etkileyici görünür.",
    "s14": "Sessiz, rahat ve destekleyici yazma deneyimi",
    "s15": "Gece geç saatlerde yazı yazmak kimseyi rahatsız etmez; geliştirilmiş tuş başlığı yapısı ve rezonansı azaltan malzemeler sayesinde görüntülü aramalar da dikkat dağıtan tuş seslerini almaz.",
    "s16": "Havacılık sınıfı titanyum çerçeve sayesinde daha az eforla daha uzun süre çalışabilirsiniz — güçlü, korozyona dayanıklı ve paslanmaz çelik versiyona kıyasla %30 daha hafiftir, günlük kullanımda kolaylık sağlar.",
    "s17": "Akıllı ve etkileşimli Copilot tuş aydınlatması",
    "s18": "Net bir görsel geri bildirim sayesinde AI özelliklerinin ne zaman etkin olduğunu her zaman bilirsiniz. Arkadan aydınlatmalı Copilot tuşu basıldığında yanıp söner ve NPU işlem yaparken nefes alan bir ışık efekti gösterir.",
    "s19": "Büyük dokunmatik yüzey, zahmetsiz kontrol",
    "s20": "Büyük dokunmatik yüzey, hassas gezinme ve akıcı hareketler için daha fazla alan sunarak çalışmayı ve çoklu görevleri daha kolay ve daha konforlu hale getirir.",
    "s21": "Tek tuşla çoklu kontrol",
    "s22": "Acer Multi-Control touchpad, günlük görevlerinizi kolaylaştıran akıllı bir özelliktir. Video izlerken veya müzik dinlerken aydınlanır ve çevrim içi görüşmeler sırasında otomatik olarak toplantı moduna geçerek ekstra çaba gerektirmeden üretken ve profesyonel kalmanıza yardımcı olur.",
    "s23": "Sürdürülebilirlik odağında tasarlandı",
    "s24": "Swift serisi EPEAT kayıtlıdır — elektronik ürünleri enerji verimliliği, geri dönüştürülebilirlik ve tehlikeli maddelerin azaltılması açısından değerlendiren küresel bir çevre etiketidir.",
    "s25": "Kullanılmış tüketici ürünlerinden geri dönüştürülen malzemelerden üretilen PCR plastik (Post-Consumer Recycled) kullanılarak, atıkların ve yeni ham plastik ihtiyacının azaltılmasına katkı sağlar.",
    "s26": "Sürdürülebilirliğe olan güçlü bağlılığı gösteren %100 geri dönüştürülebilir ambalaj.",
    "s27": "Not:",
    "s28": "Özelliklerin kullanılabilirliği modele göre değişiklik gösterebilir."
  },
  "uk": {
    "s1": "Дизайнерська тема Acer Swift",
    "s2": "Acer Swift рухається так само швидко, як і ви",
    "s3": "Куди б не завела вас життєва дорога, Acer Swift рухається у вашому темпі. Витончений ультратонкий преміальний дизайн гармонійно поєднується з вашим стилем життя, а інтуїтивний і зручний дизайн дозволяє легко працювати, творити та залишатися на зв’язку будь-де.",
    "s4": "Працюйте в дорозі завдяки ультратонкому та міцному дизайну",
    "s5": "Ви можете легко брати свій Swift із собою та залишатися продуктивними будь-де — компактний, ультратонкий повністю металевий дизайн поєднує стиль, легкість і міцність.",
    "s6": "Виразіть свій стиль разом зі Swift Pattern",
    "s7": "Ви оціните, як витончений візерунок, натхненний літерою «S», підкреслює швидкість, маневровість і ультратонкий профіль Swift, поєднуючи вишукану майстерність із дизайном, що відповідає вашому стилю.",
    "s8": "Колір, що відповідає вашому стилю життя",
    "s9": "Серія Acer Swift представлена в різноманітних кольорах, що відповідають вашому стилю. Оберіть варіант, який пасує вашому образу та стилю життя, і виділяйтеся всюди.",
    "s10": "Працюйте комфортно з будь-якого кута",
    "s11": "Ви можете розкрити 180° шарнір Swift під будь-яким кутом, що дозволяє зручно ділитися екраном, проводити презентації та співпрацювати — за робочим столом, на зустрічі чи в дорозі.",
    "s12": "Більше занурення, менше рамки",
    "s13": "Дисплей із тонкими рамками забезпечує більше простору для роботи та багатозадачності, а яскраві кольори й глибокий чорний роблять усе — від документів до фільмів — справді вражаючим.",
    "s14": "Тихе, комфортне та підтримуюче введення",
    "s15": "Пізнє нічне введення не турбуватиме нікого, а відеодзвінки не вловлюватимуть зайвих звуків клавіш завдяки вдосконаленій конструкції та матеріалам клавіш, що зменшують резонанс.",
    "s16": "Ви можете працювати довше з легкістю завдяки титановій рамі аерокосмічного класу — міцній, стійкій до корозії та на 30% легшій за версію з нержавіючої сталі, що полегшує щоденне використання.",
    "s17": "Розумне інтерактивне підсвічування клавіші Copilot",
    "s18": "Ви отримуєте чіткий візуальний зворотний зв’язок, тож завжди знаєте, коли функції AI активні. Підсвічена клавіша Copilot блимає під час натискання та відображає ефект «дихаючого» світла, коли NPU виконує обробку.",
    "s19": "Великий тачпад, легке керування",
    "s20": "Великий тачпад забезпечує більше простору для точної навігації та плавних жестів, роблячи роботу й багатозадачність простішими та комфортнішими.",
    "s21": "Багатофункціональне керування одним натисканням",
    "s22": "Acer Multi-Control touchpad — це розумна функція, яка спрощує щоденні завдання. Він підсвічується під час перегляду відео або прослуховування музики та автоматично перемикається в режим зустрічі під час онлайн-дзвінків, допомагаючи залишатися продуктивними й виглядати професійно без додаткових зусиль.",
    "s23": "Розроблено з урахуванням сталого розвитку",
    "s24": "Серія Swift зареєстрована в EPEAT — глобальному екомаркуванні, що оцінює електроніку за енергоефективністю, придатністю до переробки та зменшенням використання небезпечних матеріалів.",
    "s25": "Він виготовлений із PCR-пластику (Post-Consumer Recycled), створеного з перероблених матеріалів використаних споживчих продуктів, що допомагає зменшити відходи та потребу в новому первинному пластику.",
    "s26": "100% придатна до переробки упаковка, що демонструє сильну відданість принципам сталого розвитку.",
    "s27": "Примітка:",
    "s28": "Доступність функцій може відрізнятися залежно від моделі."
  }
}