{
  "en": {
    "s1": "Acer Aspire Design Theme",
    "s2": "Acer Aspire Makes Everyday Computing Easy for You",
    "s3": "It's perfect for your daily tasks—whether that's browsing the web, streaming videos, catching up on social media, or keeping your photos safe. With an easy-to-use design and all the essentials you need, the Aspire takes the hassle out of technology so you can focus on what matters most.",
    "s4": "Compact and Easy to Carry",
    "s5": "Your Aspire has a clean, compact design, so you can use it easily at your desk and slip it into your bag quickly when you need to move.",
    "s6": "Easy-Open Design",
    "s7": "You can easily open your Aspire using the undercut edge at the front, so you can get to work without any hassle.",
    "s8": "Work Comfortably from Any Angle",
    "s9": "You can flip the Aspire's 180° hinge to any angle, making it easy to share your screen, present, or collaborate comfortably—whether you're at your desk, in a meeting, or on the go.",
    "s10": "More Screen, More Productivity",
    "s11": "You get extra screen space on the slim-bezel display to help you to stay focused at work and fully enjoy movies or games afterward.",
    "s12": "Bigger Keys, Brighter Typing",
    "s13": "You'll see the keys more easily and type faster with enlarged backlit keycaps in a solid color and clear, easy-to-read lettering—even in low light.",
    "s14": "Big Touchpad, Big Convenience",
    "s15": "With the spacious touchpad, you can scroll through documents, switch between windows, or click links with precision and ease—just like using a mouse.",
    "s16": "Designed with Sustainability in Mind",
    "s17": "The Aspire series is EPEAT-registered—a global ecolabel that rates electronics on energy efficiency, recyclability, and reduced hazardous materials. ",
    "s18": "It's built with PCR plastic (Post-Consumer Recycled plastic, made from recycled materials collected from used consumer products, helping reduce waste and the need for new virgin plastic).",
    "s19": "100% recyclable packaging, showing a strong commitment to sustainability.",
    "s20": "Note:",
    "s21": "Feature availability may vary by model."
  },
  "bg": {
    "s1": "Дизайнерска тема на Acer Aspire",
    "s2": "Acer Aspire прави ежедневната работа с компютър по-лесна за вас.",
    "s3": "Той е идеален за ежедневните ви задачи – независимо дали сърфирате в уеба, гледате видеа, следите социалните мрежи или пазите снимките си в безопасност. С лесен за използване дизайн и всички необходими функции Aspire премахва сложността на технологиите, за да можете да се фокусирате върху най-важното.",
    "s4": "Компактен и лесен за носене",
    "s5": "Вашият Aspire има изчистен и компактен дизайн, който го прави удобен за използване на бюрото и лесен за прибиране в чантата, когато сте в движение.",
    "s6": "Лесен за отваряне дизайн",
    "s7": "Можете лесно да отворите своя Aspire чрез изрязания преден ръб, за да започнете работа без излишни усилия.",
    "s8": "Работете удобно от всеки ъгъл",
    "s9": "Можете да завъртите 180° пантата на Aspire до всеки ъгъл, което улеснява споделянето на екрана, представянето и удобната съвместна работа – независимо дали сте на бюрото си, на среща или в движение.",
    "s10": "Повече екран, повече продуктивност",
    "s11": "Получавате повече екранно пространство с тънката рамка на дисплея, което ви помага да останете фокусирани по време на работа и напълно да се насладите на филми или игри след това.",
    "s12": "По-големи клавиши, по-ясно писане",
    "s13": "С увеличените подсветени клавиши в плътен цвят и ясни, лесни за разчитане символи ще виждате клавишите по-ясно и ще пишете по-бързо — дори при слаба светлина.",
    "s14": "Голям тъчпад, повече удобство",
    "s15": "С просторния тъчпад можете прецизно и лесно да превъртате документи, да превключвате между прозорци или да отваряте връзки — точно като с мишка.",
    "s16": "Проектиран с мисъл за устойчивостта",
    "s17": "Серията Aspire е регистрирана по EPEAT — глобален екоетикет, който оценява електрониката по енергийна ефективност, рециклируемост и намалено съдържание на опасни материали.",
    "s18": "Изработен е от PCR пластмаса (Post-Consumer Recycled пластмаса), произведена от рециклирани материали от използвани потребителски продукти, което спомага за намаляване на отпадъците и нуждата от нова първична пластмаса.",
    "s19": "100% рециклируема опаковка, демонстрираща силен ангажимент към устойчивостта.",
    "s20": "Забележка:",
    "s21": "Наличността на функциите може да варира в зависимост от модела."
  },
  "cs": {
    "s1": "Designové téma Acer Aspire",
    "s2": "Acer Aspire vám usnadňuje každodenní práci s počítačem.",
    "s3": "Je ideální pro vaše každodenní úkoly – ať už prohlížíte web, streamujete videa, sledujete sociální sítě nebo uchováváte své fotografie v bezpečí. Díky snadnému ovládání a všemu podstatnému Aspire zbavuje technologie zbytečných starostí, abyste se mohli soustředit na to nejdůležitější.",
    "s4": "Kompaktní a snadno přenosný",
    "s5": "Váš Aspire má čistý a kompaktní design, takže se snadno používá na pracovním stole a rychle se uloží do tašky, když se potřebujete přesunout.",
    "s6": "Design se snadným otevíráním",
    "s7": "Svůj Aspire snadno otevřete pomocí vybrání na přední hraně, takže se můžete pustit do práce bez zbytečných komplikací.",
    "s8": "Pracujte pohodlně z jakéhokoli úhlu",
    "s9": "Pant Aspire s rozsahem 180° můžete nastavit do libovolného úhlu, což usnadňuje sdílení obrazovky, prezentace i pohodlnou spolupráci – ať už jste u stolu, na schůzce nebo na cestách.",
    "s10": "Více obrazovky, vyšší produktivita",
    "s11": "Díky displeji s tenkými rámečky získáte více prostoru na obrazovce, což vám pomůže zůstat soustředění při práci a naplno si vychutnat filmy nebo hry po ní.",
    "s12": "Větší klávesy, pohodlnější psaní",
    "s13": "Díky zvětšeným podsvíceným klávesám v jednotné barvě a jasnému, snadno čitelnému značení uvidíte klávesy lépe a budete psát rychleji — i při slabém osvětlení.",
    "s14": "Velký touchpad, větší pohodlí",
    "s15": "Díky prostornému touchpadu můžete snadno a přesně posouvat dokumenty, přepínat mezi okny nebo klikat na odkazy — stejně jako při použití myši.",
    "s16": "Navrženo s ohledem na udržitelnost",
    "s17": "Řada Aspire je registrována v systému EPEAT — globální ekologická značka, která hodnotí elektroniku z hlediska energetické účinnosti, recyklovatelnosti a omezení nebezpečných materiálů.",
    "s18": "Je vyroben z PCR plastu (Post-Consumer Recycled), který pochází z recyklovaných materiálů ze spotřebitelských výrobků, a pomáhá tak snižovat množství odpadu i potřebu nové primární plasty.",
    "s19": "100% recyklovatelný obal, který dokládá silný závazek k udržitelnosti.",
    "s20": "Poznámka:",
    "s21": "Dostupnost funkcí se může lišit podle modelu."
  },
  "da": {
    "s1": "Acer Aspire-designtema",
    "s2": "Acer Aspire gør hverdagsbrug af computeren nemmere for dig.",
    "s3": "Den er perfekt til dine daglige opgaver – uanset om du surfer på nettet, streamer videoer, følger med på sociale medier eller opbevarer dine billeder sikkert. Med et brugervenligt design og alle de nødvendige funktioner fjerner Aspire besværet ved teknologi, så du kan fokusere på det, der betyder mest.",
    "s4": "Kompakt og nem at tage med",
    "s5": "Din Aspire har et rent og kompakt design, så den er nem at bruge på skrivebordet og hurtigt kan lægges i tasken, når du er på farten.",
    "s6": "Design med nem åbning",
    "s7": "Du kan nemt åbne din Aspire via den udskårne forkant, så du hurtigt kan komme i gang uden besvær.",
    "s8": "Arbejd komfortabelt fra enhver vinkel",
    "s9": "Du kan vippe Aspire’s 180°-hængsel til enhver vinkel, så det er nemt at dele skærmen, præsentere eller samarbejde komfortabelt – uanset om du er ved skrivebordet, til møde eller på farten.",
    "s10": "Mere skærm, mere produktivitet",
    "s11": "Du får ekstra skærmplads med den slanke ramme, som hjælper dig med at holde fokus på arbejdet og nyde film eller spil fuldt ud bagefter.",
    "s12": "Større taster, bedre skriveoplevelse",
    "s13": "Med forstørrede, bagbelyste taster i ensfarvet design og klare, letlæselige tegn kan du se tasterne tydeligere og skrive hurtigere – selv i svagt lys.",
    "s14": "Stor touchpad, større bekvemmelighed",
    "s15": "Med den rummelige touchpad kan du nemt og præcist rulle gennem dokumenter, skifte mellem vinduer eller klikke på links – ligesom med en mus.",
    "s16": "Designet med bæredygtighed for øje",
    "s17": "Aspire-serien er EPEAT-registreret — et globalt miljømærke, der vurderer elektronik ud fra energieffektivitet, genanvendelighed og reduceret brug af farlige materialer.",
    "s18": "Den er fremstillet af PCR-plast (Post-Consumer Recycled), lavet af genanvendte materialer fra brugte forbrugerprodukter, hvilket reducerer affald og behovet for ny, jomfruelig plast.",
    "s19": "100 % genanvendelig emballage, der viser et stærkt engagement i bæredygtighed.",
    "s20": "Bemærk:",
    "s21": "Funktioners tilgængelighed kan variere afhængigt af model."
  },
  "de": {
    "s1": "Acer Aspire Design-Thema",
    "s2": "Acer Aspire macht den täglichen Umgang mit dem Computer für Sie einfach.",
    "s3": "Er ist ideal für Ihre täglichen Aufgaben – ob Surfen im Internet, Video-Streaming, Social Media oder das sichere Aufbewahren Ihrer Fotos. Mit einem benutzerfreundlichen Design und allen wichtigen Funktionen nimmt Ihnen Aspire die Komplexität der Technik ab, damit Sie sich auf das Wesentliche konzentrieren können.",
    "s4": "Kompakt und leicht zu transportieren",
    "s5": "Ihr Aspire überzeugt durch ein klares, kompaktes Design, das die Nutzung am Schreibtisch erleichtert und ein schnelles Verstauen in der Tasche ermöglicht, wenn Sie unterwegs sind.",
    "s6": "Leicht zu öffnendes Design",
    "s7": "Dank der ausgeformten Vorderkante lässt sich Ihr Aspire mühelos öffnen, sodass Sie ohne Umstände direkt mit der Arbeit beginnen können.",
    "s8": "Arbeiten Sie komfortabel aus jedem Winkel",
    "s9": "Sie können das 180°-Scharnier des Aspire in jeden Winkel klappen, um den Bildschirm einfach zu teilen, zu präsentieren oder komfortabel zusammenzuarbeiten – ob am Schreibtisch, im Meeting oder unterwegs.",
    "s10": "Mehr Bildschirm, mehr Produktivität",
    "s11": "Dank des schlanken Displayrahmens erhalten Sie mehr Bildschirmfläche, die Ihnen hilft, bei der Arbeit konzentriert zu bleiben und danach Filme oder Spiele in vollen Zügen zu genießen.",
    "s12": "Größere Tasten, angenehmeres Tippen",
    "s13": "Mit vergrößerten, beleuchteten Tasten in einheitlicher Farbe und klarer, gut lesbarer Beschriftung sehen Sie die Tasten besser und tippen schneller – selbst bei wenig Licht.",
    "s14": "Großes Touchpad, mehr Komfort",
    "s15": "Mit dem großzügigen Touchpad scrollen Sie präzise und mühelos durch Dokumente, wechseln zwischen Fenstern oder klicken auf Links – ganz wie mit einer Maus.",
    "s16": "Mit Blick auf Nachhaltigkeit entwickelt",
    "s17": "Die Aspire-Serie ist EPEAT-registriert – ein globales Umweltzeichen, das Elektronik nach Energieeffizienz, Recyclingfähigkeit und reduziertem Einsatz gefährlicher Materialien bewertet.",
    "s18": "Es besteht aus PCR-Kunststoff (Post-Consumer Recycled), der aus recycelten Materialien gebrauchter Konsumprodukte hergestellt wird und dazu beiträgt, Abfall sowie den Bedarf an neuem Primärkunststoff zu reduzieren.",
    "s19": "100 % recycelbare Verpackung, die ein starkes Engagement für Nachhaltigkeit zeigt.",
    "s20": "Hinweis:",
    "s21": "Die Verfügbarkeit von Funktionen kann je nach Modell variieren."
  },
  "el": {
    "s1": "Σχεδιαστικό θέμα Acer Aspire",
    "s2": "Το Acer Aspire κάνει την καθημερινή χρήση του υπολογιστή πιο εύκολη για εσάς.",
    "s3": "Είναι ιδανικό για τις καθημερινές σας εργασίες — είτε περιηγείστε στο διαδίκτυο, παρακολουθείτε βίντεο, ενημερώνεστε στα κοινωνικά δίκτυα ή διατηρείτε τις φωτογραφίες σας ασφαλείς. Με εύχρηστο σχεδιασμό και όλα τα απαραίτητα, το Aspire απλοποιεί την τεχνολογία ώστε να επικεντρώνεστε σε ό,τι έχει μεγαλύτερη σημασία.",
    "s4": "Συμπαγές και εύκολο στη μεταφορά",
    "s5": "Το Aspire σας διαθέτει καθαρό και συμπαγή σχεδιασμό, ώστε να το χρησιμοποιείτε άνετα στο γραφείο και να το τοποθετείτε γρήγορα στην τσάντα σας όταν χρειάζεται να μετακινηθείτε.",
    "s6": "Σχεδιασμός εύκολου ανοίγματος",
    "s7": "Μπορείτε να ανοίξετε εύκολα το Aspire χρησιμοποιώντας το διαμορφωμένο μπροστινό άκρο, ώστε να ξεκινήσετε τη δουλειά χωρίς καμία ταλαιπωρία.",
    "s8": "Εργαστείτε άνετα από κάθε γωνία",
    "s9": "Μπορείτε να περιστρέψετε τον μεντεσέ 180° του Aspire σε οποιαδήποτε γωνία, διευκολύνοντας την κοινή χρήση της οθόνης, τις παρουσιάσεις και την άνετη συνεργασία — είτε βρίσκεστε στο γραφείο, σε συνάντηση ή εν κινήσει.",
    "s10": "Περισσότερη οθόνη, περισσότερη παραγωγικότητα",
    "s11": "Απολαμβάνετε περισσότερο χώρο στην οθόνη με τη λεπτή στεφάνη, ώστε να παραμένετε συγκεντρωμένοι στη δουλειά και να απολαμβάνετε πλήρως ταινίες ή παιχνίδια στη συνέχεια.",
    "s12": "Μεγαλύτερα πλήκτρα, πιο άνετη πληκτρολόγηση",
    "s13": "Με μεγαλύτερα φωτιζόμενα πλήκτρα σε ενιαίο χρώμα και καθαρή, ευανάγνωστη σήμανση, βλέπετε τα πλήκτρα πιο εύκολα και πληκτρολογείτε γρηγορότερα — ακόμη και σε χαμηλό φωτισμό.",
    "s14": "Μεγάλο touchpad, περισσότερη ευκολία",
    "s15": "Με το ευρύχωρο touchpad μπορείτε να περιηγείστε σε έγγραφα, να εναλλάσσετε παράθυρα ή να κάνετε κλικ σε συνδέσμους με ακρίβεια και άνεση — όπως ακριβώς με ένα ποντίκι.",
    "s16": "Σχεδιασμένο με γνώμονα τη βιωσιμότητα",
    "s17": "Η σειρά Aspire είναι καταχωρισμένη στο EPEAT — ένα παγκόσμιο οικολογικό σήμα που αξιολογεί τα ηλεκτρονικά προϊόντα ως προς την ενεργειακή απόδοση, την ανακυκλωσιμότητα και τη μείωση επικίνδυνων υλικών.",
    "s18": "Είναι κατασκευασμένο από PCR πλαστικό (Post-Consumer Recycled), προερχόμενο από ανακυκλωμένα υλικά καταναλωτικών προϊόντων, συμβάλλοντας στη μείωση των αποβλήτων και της ανάγκης για νέο πρωτογενές πλαστικό.",
    "s19": "100% ανακυκλώσιμη συσκευασία, που αντικατοπτρίζει τη δέσμευση για βιωσιμότητα.",
    "s20": "Σημείωση:",
    "s21": "Η διαθεσιμότητα των λειτουργιών ενδέχεται να διαφέρει ανάλογα με το μοντέλο."
  },
  "es": {
    "s1": "Tema de diseño Acer Aspire",
    "s2": "Acer Aspire hace que el uso diario del ordenador sea más fácil para ti.",
    "s3": "Es perfecto para tus tareas diarias, ya sea navegar por la web, ver vídeos en streaming, ponerte al día en las redes sociales o mantener tus fotos a salvo. Con un diseño fácil de usar y todo lo esencial, Aspire elimina las complicaciones de la tecnología para que puedas centrarte en lo que realmente importa.",
    "s4": "Compacto y fácil de llevar",
    "s5": "Tu Aspire cuenta con un diseño limpio y compacto, lo que facilita su uso en el escritorio y permite guardarlo rápidamente en la bolsa cuando necesitas moverte.",
    "s6": "Diseño de fácil apertura",
    "s7": "Puedes abrir fácilmente tu Aspire gracias al borde frontal rebajado, para empezar a trabajar sin complicaciones.",
    "s8": "Trabaja cómodamente desde cualquier ángulo",
    "s9": "Puedes abatir la bisagra de 180° del Aspire a cualquier ángulo, lo que facilita compartir la pantalla, presentar o colaborar cómodamente, tanto en el escritorio como en reuniones o cuando estás en movimiento.",
    "s10": "Más pantalla, más productividad",
    "s11": "Obtienes más espacio en pantalla gracias al diseño de bisel delgado, lo que te ayuda a mantener la concentración en el trabajo y a disfrutar al máximo de películas o juegos después.",
    "s12": "Teclas más grandes, escritura más cómoda",
    "s13": "Con teclas retroiluminadas de mayor tamaño, color uniforme y letras claras y fáciles de leer, verás mejor las teclas y escribirás más rápido, incluso con poca luz.",
    "s14": "Touchpad más grande, mayor comodidad",
    "s15": "Con el amplio touchpad, puedes desplazarte por documentos, cambiar entre ventanas o hacer clic en enlaces con precisión y facilidad, igual que con un ratón.",
    "s16": "Diseñado pensando en la sostenibilidad",
    "s17": "La serie Aspire está registrada en EPEAT, una ecoetiqueta global que evalúa los dispositivos electrónicos según su eficiencia energética, reciclabilidad y la reducción de materiales peligrosos.",
    "s18": "Está fabricado con plástico PCR (Post-Consumer Recycled), elaborado a partir de materiales reciclados de productos de consumo usados, lo que ayuda a reducir los residuos y la necesidad de nuevo plástico virgen.",
    "s19": "Embalaje 100 % reciclable, que refleja un firme compromiso con la sostenibilidad.",
    "s20": "Nota:",
    "s21": "La disponibilidad de las funciones puede variar según el modelo."
  },
  "fi": {
    "s1": "Acer Aspire -muotoiluteema",
    "s2": "Acer Aspire tekee päivittäisestä tietokoneen käytöstä sinulle helppoa.",
    "s3": "Se on täydellinen päivittäisiin tehtäviisi – olipa kyse verkkoselailusta, videoiden suoratoistosta, sosiaalisen median seuraamisesta tai valokuviesi turvallisesta säilyttämisestä. Helppokäyttöisen muotoilun ja kaikkien olennaisten ominaisuuksien ansiosta Aspire tekee teknologiasta vaivatonta, jotta voit keskittyä tärkeimpään.",
    "s4": "Kompakti ja helppo kuljettaa",
    "s5": "Aspire-laitteessasi on selkeä ja kompakti muotoilu, joten sitä on helppo käyttää työpöydällä ja sujauttaa nopeasti laukkuun, kun olet liikkeellä.",
    "s6": "Helposti avattava muotoilu",
    "s7": "Voit avata Aspire-laitteesi vaivattomasti etureunan muotoillun syvennyksen avulla ja päästä töihin ilman ylimääräistä vaivaa.",
    "s8": "Työskentele mukavasti mistä tahansa kulmasta",
    "s9": "Voit kääntää Aspire-laitteen 180° saranan mihin tahansa kulmaan, mikä helpottaa näytön jakamista, esittämistä ja mukavaa yhteistyötä – olitpa työpöydän ääressä, kokouksessa tai liikkeellä.",
    "s10": "Enemmän näyttöä, enemmän tuottavuutta",
    "s11": "Saat enemmän näyttötilaa kapeareunaisella näytöllä, mikä auttaa sinua pysymään keskittyneenä työssä ja nauttimaan elokuvista tai peleistä täysillä vapaa-ajalla.",
    "s12": "Suuremmat näppäimet, miellyttävämpi kirjoitus",
    "s13": "Suurempien taustavalaistujen näppäinten, yhtenäisen värin ja selkeän, helposti luettavan merkinnän ansiosta näet näppäimet paremmin ja kirjoitat nopeammin – myös hämärässä.",
    "s14": "Suuri kosketuslevy, enemmän mukavuutta",
    "s15": "Tilavan kosketuslevyn ansiosta voit selata asiakirjoja, vaihtaa ikkunoiden välillä tai klikata linkkejä tarkasti ja vaivattomasti – aivan kuten hiirtä käyttäessä.",
    "s16": "Suunniteltu kestävyyttä ajatellen",
    "s17": "Aspire-sarja on EPEAT-rekisteröity — maailmanlaajuinen ympäristömerkki, joka arvioi elektroniikkaa energiatehokkuuden, kierrätettävyyden ja vaarallisten materiaalien vähentämisen perusteella.",
    "s18": "Se on valmistettu PCR-muovista (Post-Consumer Recycled), joka on tehty käytetyistä kuluttajatuotteista kerätyistä kierrätysmateriaaleista ja auttaa vähentämään jätettä sekä uuden neitseellisen muovin tarvetta.",
    "s19": "100 % kierrätettävä pakkaus, joka osoittaa vahvaa sitoutumista kestävyyteen.",
    "s20": "Huomautus:",
    "s21": "Ominaisuuksien saatavuus voi vaihdella mallin mukaan."
  },
  "fr": {
    "s1": "Thème de design Acer Aspire",
    "s2": "Acer Aspire simplifie votre informatique au quotidien.",
    "s3": "Il est parfait pour vos tâches quotidiennes — navigation sur le web, streaming de vidéos, réseaux sociaux ou protection de vos photos. Grâce à une conception simple d’utilisation et à l’essentiel dont vous avez besoin, Aspire simplifie la technologie pour vous permettre de vous concentrer sur l’essentiel.",
    "s4": "Compact et facile à transporter",
    "s5": "Votre Aspire adopte un design épuré et compact, pour une utilisation facile sur le bureau et un rangement rapide dans le sac lorsque vous êtes en déplacement.",
    "s6": "Design à ouverture facile",
    "s7": "Vous pouvez ouvrir facilement votre Aspire grâce au bord avant évidé, pour vous mettre au travail sans contrainte.",
    "s8": "Travaillez confortablement sous tous les angles",
    "s9": "Vous pouvez basculer la charnière à 180° de l’Aspire à n’importe quel angle pour partager l’écran, présenter ou collaborer confortablement, que ce soit au bureau, en réunion ou en déplacement.",
    "s10": "Plus d’écran, plus de productivité",
    "s11": "Grâce à l’écran à bords fins, vous bénéficiez de plus d’espace d’affichage pour rester concentré au travail et profiter pleinement des films ou des jeux ensuite.",
    "s12": "Des touches plus grandes, une frappe plus confortable",
    "s13": "Grâce à des touches rétroéclairées plus grandes, d’une couleur uniforme et à un marquage clair et facile à lire, vous repérez mieux les touches et tapez plus vite, même en faible luminosité.",
    "s14": "Grand pavé tactile, plus de confort",
    "s15": "Grâce au large pavé tactile, vous pouvez faire défiler des documents, passer d’une fenêtre à l’autre ou cliquer sur des liens avec précision et facilité, comme avec une souris.",
    "s16": "Conçu dans une démarche durable",
    "s17": "La gamme Aspire est enregistrée EPEAT — un écolabel mondial qui évalue l’électronique en fonction de l’efficacité énergétique, de la recyclabilité et de la réduction des substances dangereuses.",
    "s18": "Il est fabriqué à partir de plastique PCR (Post-Consumer Recycled), issu de matériaux recyclés provenant de produits de consommation usagés, contribuant à réduire les déchets et le recours à de nouveaux plastiques vierges.",
    "s19": "Emballage 100 % recyclable, illustrant un fort engagement en faveur de la durabilité.",
    "s20": "Remarque :",
    "s21": "La disponibilité des fonctionnalités peut varier selon le modèle."
  },
  "hr": {
    "s1": "Dizajnerska tema Acer Aspire",
    "s2": "Acer Aspire olakšava vam svakodnevno korištenje računala.",
    "s3": "Idealan je za vaše svakodnevne zadatke – bilo da pregledavate web, streamate videozapise, pratite društvene mreže ili sigurno čuvate svoje fotografije. Uz jednostavan dizajn i sve bitne značajke, Aspire uklanja složenost tehnologije kako biste se mogli usredotočiti na ono što je najvažnije.",
    "s4": "Kompaktan i jednostavan za nošenje",
    "s5": "Vaš Aspire ima čist i kompaktan dizajn, što omogućuje jednostavno korištenje na radnom stolu i brzo spremanje u torbu kada ste u pokretu.",
    "s6": "Dizajn jednostavan za otvaranje",
    "s7": "Svoj Aspire možete jednostavno otvoriti pomoću uvučenog prednjeg ruba, kako biste mogli započeti s radom bez poteškoća.",
    "s8": "Radite udobno iz bilo kojeg kuta",
    "s9": "Možete zakrenuti Aspireov zglob od 180° u bilo koji kut, što olakšava dijeljenje zaslona, prezentiranje i ugodnu suradnju – bilo da ste za stolom, na sastanku ili u pokretu.",
    "s10": "Više zaslona, veća produktivnost",
    "s11": "Zahvaljujući zaslonu s tankim rubovima dobivate više prostora na ekranu, što vam pomaže ostati usredotočeni na posao i kasnije u potpunosti uživati u filmovima ili igrama.",
    "s12": "Veće tipke, ugodnije tipkanje",
    "s13": "Uz uvećane tipke s pozadinskim osvjetljenjem u jednobojnom dizajnu i jasne, lako čitljive oznake, tipke su vidljivije, a tipkanje brže — čak i pri slabom osvjetljenju.",
    "s14": "Veliki touchpad, veća praktičnost",
    "s15": "Uz prostrani touchpad možete precizno i jednostavno listati dokumente, prebacivati se između prozora ili klikati poveznice — baš kao s mišem.",
    "s16": "Dizajnirano s naglaskom na održivost",
    "s17": "Serija Aspire registrirana je u sustavu EPEAT — globalnoj eko-oznaci koja ocjenjuje elektroniku prema energetskoj učinkovitosti, mogućnosti recikliranja i smanjenju opasnih materijala.",
    "s18": "Izrađen je od PCR plastike (Post-Consumer Recycled), dobivene od recikliranih materijala iz korištenih potrošačkih proizvoda, čime se smanjuje otpad i potreba za novom primarnom plastikom.",
    "s19": "100 % reciklabilna ambalaža, koja pokazuje snažnu predanost održivosti.",
    "s20": "Napomena:",
    "s21": "Dostupnost značajki može se razlikovati ovisno o modelu."
  },
  "hu": {
    "s1": "Acer Aspire dizájntéma",
    "s2": "Az Acer Aspire megkönnyíti a mindennapi számítógépes használatot.",
    "s3": "Tökéletes a mindennapi feladatokhoz – legyen szó internetezésről, videók streameléséről, közösségi média követéséről vagy fotói biztonságos megőrzéséről. Az egyszerűen használható kialakításnak és a szükséges funkcióknak köszönhetően az Aspire leveszi a technológia terhét, hogy Ön arra koncentrálhasson, ami igazán számít.",
    "s4": "Kompakt és könnyen hordozható",
    "s5": "Az Aspire letisztult és kompakt kialakítású, így kényelmesen használható az asztalon, és gyorsan eltehető a táskába, amikor úton van.",
    "s6": "Könnyen nyitható kialakítás",
    "s7": "Az Aspire könnyedén kinyitható az elülső kialakított él segítségével, így zökkenőmentesen kezdheti meg a munkát.",
    "s8": "Dolgozzon kényelmesen bármilyen szögből",
    "s9": "Az Aspire 180°-os zsanérja bármilyen szögbe dönthető, így egyszerű a képernyő megosztása, a prezentálás és a kényelmes együttműködés – akár az asztalnál, megbeszélésen vagy útközben.",
    "s10": "Több kijelző, nagyobb hatékonyság",
    "s11": "A keskeny kávájú kijelző több képernyőteret biztosít, segít a munkára való összpontosításban, majd lehetővé teszi a filmek vagy játékok teljes élvezetét.",
    "s12": "Nagyobb billentyűk, kényelmesebb gépelés",
    "s13": "A nagyobb, háttérvilágítással ellátott billentyűk, az egységes szín és a jól olvasható feliratok révén könnyebben látja a billentyűket, és gyorsabban gépel — még gyenge fényviszonyok között is.",
    "s14": "Nagy érintőpad, nagyobb kényelem",
    "s15": "A tágas érintőpad segítségével pontosan és könnyedén görgethet dokumentumokat, válthat az ablakok között vagy kattinthat a hivatkozásokra — akárcsak egy egérrel.",
    "s16": "A fenntarthatóság jegyében tervezve",
    "s17": "Az Aspire sorozat EPEAT-regisztrált — egy globális ökocímke, amely az elektronikai eszközöket energiahatékonyság, újrahasznosíthatóság és a veszélyes anyagok csökkentése alapján értékeli.",
    "s18": "PCR műanyagból (Post-Consumer Recycled) készült, amely használt fogyasztási cikkekből származó újrahasznosított anyagokból áll, és hozzájárul a hulladék, valamint az új szűz műanyag iránti igény csökkentéséhez.",
    "s19": "100%-ban újrahasznosítható csomagolás, amely erős elkötelezettséget jelez a fenntarthatóság iránt.",
    "s20": "Megjegyzés:",
    "s21": "A funkciók elérhetősége modellenként eltérhet."
  },
  "it": {
    "s1": "Tema di design Acer Aspire",
    "s2": "Acer Aspire rende il computer di tutti i giorni semplice da usare.",
    "s3": "È perfetto per le attività quotidiane: navigare sul web, guardare video in streaming, seguire i social o tenere al sicuro le tue foto. Con un design facile da usare e tutto l’essenziale, Aspire semplifica la tecnologia per permetterti di concentrarti su ciò che conta davvero.",
    "s4": "Compatto e facile da trasportare",
    "s5": "Il tuo Aspire presenta un design pulito e compatto, che ne facilita l’uso sulla scrivania e consente di riporlo rapidamente nella borsa quando devi spostarti.",
    "s6": "Design con apertura facilitata",
    "s7": "Puoi aprire facilmente il tuo Aspire grazie al bordo anteriore sagomato, per iniziare subito a lavorare senza difficoltà.",
    "s8": "Lavora comodamente da qualsiasi angolazione",
    "s9": "Puoi ribaltare la cerniera a 180° dell’Aspire in qualsiasi angolazione, rendendo semplice condividere lo schermo, presentare o collaborare in modo confortevole, sia alla scrivania, in riunione o in mobilità.",
    "s10": "Più schermo, più produttività",
    "s11": "Con il display a cornici sottili hai più spazio sullo schermo, per restare concentrato al lavoro e goderti appieno film o giochi in seguito.",
    "s12": "Tasti più grandi, digitazione più confortevole",
    "s13": "Con tasti retroilluminati più grandi, dal colore uniforme e con caratteri chiari e ben leggibili, vedrai meglio i tasti e digiterai più velocemente, anche in condizioni di scarsa illuminazione.",
    "s14": "Touchpad più grande, maggiore praticità",
    "s15": "Con l’ampio touchpad puoi scorrere documenti, passare da una finestra all’altra o fare clic sui collegamenti con precisione e facilità, proprio come con un mouse.",
    "s16": "Progettato pensando alla sostenibilità",
    "s17": "La serie Aspire è registrata EPEAT, un marchio ecologico globale che valuta l’elettronica in base all’efficienza energetica, alla riciclabilità e alla riduzione delle sostanze pericolose.",
    "s18": "È realizzato in plastica PCR (Post-Consumer Recycled), ottenuta da materiali riciclati provenienti da prodotti di consumo usati, contribuendo a ridurre i rifiuti e la necessità di nuova plastica vergine.",
    "s19": "Imballaggio riciclabile al 100%, a dimostrazione di un forte impegno verso la sostenibilità.",
    "s20": "Nota:",
    "s21": "La disponibilità delle funzionalità può variare in base al modello."
  },
  "ja": {
    "s1": "Acer Aspire デザインテーマ",
    "s2": "Acer Aspire は、毎日のコンピューティングをより簡単にします。",
    "s3": "Webの閲覧、動画のストリーミング、SNSのチェック、写真の安全な保存など、日常のあらゆる作業に最適です。使いやすいデザインと必要な機能を備えたAspireは、テクノロジーの煩わしさを軽減し、大切なことに集中できるようサポートします。",
    "s4": "コンパクトで持ち運びやすい",
    "s5": "Aspireは、すっきりとしたコンパクトなデザインにより、デスクで快適に使え、移動時には素早くバッグに収納できます。",
    "s6": "簡単に開けられるデザイン",
    "s7": "前面のアンダーカットエッジを使えば、Aspireを簡単に開けて、すぐに作業を始められます。",
    "s8": "どの角度からでも快適に作業",
    "s9": "Aspireの180°ヒンジは、どの角度にも開くことができ、デスクでも会議でも外出先でも、画面共有やプレゼンテーション、快適なコラボレーションを簡単に行えます。",
    "s10": "より広い画面で、生産性アップ",
    "s11": "スリムベゼルのディスプレイにより表示領域が広がり、仕事中は集中しやすく、作業後は映画やゲームを存分に楽しめます。",
    "s12": "大きなキーで、より快適なタイピング",
    "s13": "単色デザインの大型バックライトキーと、見やすくはっきりした文字により、暗い場所でもキーを認識しやすく、より速く入力できます。",
    "s14": "大きなタッチパッドで、より快適に",
    "s15": "広々としたタッチパッドにより、書類のスクロールやウィンドウの切り替え、リンクのクリックを、マウスのように正確かつスムーズに行えます。",
    "s16": "サステナビリティを考慮した設計",
    "s17": "Aspire シリーズは EPEAT に登録されており、エネルギー効率、リサイクル性、有害物質の削減といった観点で電子機器を評価する国際的なエコラベルです。",
    "s18": "使用済み消費者製品から回収された再生素材を用いたPCRプラスチック（Post-Consumer Recycled）を採用し、廃棄物の削減と新規バージンプラスチックの使用抑制に貢献します。",
    "s19": "持続可能性への強い取り組みを示す、100%リサイクル可能なパッケージ。",
    "s20": "注：",
    "s21": "機能の提供状況はモデルによって異なる場合があります。"
  },
  "ko": {
    "s1": "Acer Aspire 디자인 테마",
    "s2": "Acer Aspire는 일상적인 컴퓨팅을 더욱 쉽고 편리하게 만들어 줍니다.",
    "s3": "웹 탐색, 영상 스트리밍, 소셜 미디어 확인, 사진 안전 보관 등 일상적인 작업에 모두 적합합니다. 사용하기 쉬운 디자인과 필수 기능을 갖춘 Aspire는 기술의 번거로움을 줄여, 중요한 것에 집중할 수 있도록 도와줍니다.",
    "s4": "컴팩트하고 휴대하기 쉬움",
    "s5": "Aspire는 깔끔하고 컴팩트한 디자인으로 책상 위에서 편리하게 사용할 수 있으며, 이동이 필요할 때는 가방에 빠르게 넣을 수 있습니다.",
    "s6": "쉽게 열 수 있는 디자인",
    "s7": "전면 언더컷 엣지를 활용하면 Aspire를 손쉽게 열 수 있어 번거로움 없이 바로 작업을 시작할 수 있습니다.",
    "s8": "어떤 각도에서도 편안하게 작업",
    "s9": "Aspire의 180° 힌지는 어떤 각도로도 펼칠 수 있어, 책상이나 회의실, 이동 중에도 화면 공유와 프레젠테이션, 협업을 편안하게 진행할 수 있습니다.",
    "s10": "더 넓은 화면, 더 높은 생산성",
    "s11": "슬림 베젤 디스플레이로 더 넓은 화면 공간을 제공해, 업무 중에는 집중을 유지하고 이후에는 영화나 게임을 더욱 몰입해 즐길 수 있습니다.",
    "s12": "더 큰 키, 더 편안한 타이핑",
    "s13": "단색 디자인의 확대된 백라이트 키캡과 선명하고 읽기 쉬운 각인으로, 어두운 환경에서도 키를 더 쉽게 확인하고 더 빠르게 타이핑할 수 있습니다.",
    "s14": "더 큰 터치패드, 더 큰 편의성",
    "s15": "넉넉한 터치패드를 통해 문서를 스크롤하거나 창을 전환하고 링크를 클릭하는 작업을 마우스를 사용하는 것처럼 정확하고 쉽게 수행할 수 있습니다.",
    "s16": "지속 가능성을 고려한 설계",
    "s17": "Aspire 시리즈는 EPEAT에 등록되어 있으며, 에너지 효율성, 재활용 가능성, 유해 물질 저감 기준으로 전자제품을 평가하는 글로벌 친환경 인증입니다.",
    "s18": "사용이 끝난 소비자 제품에서 회수한 재활용 소재로 만든 PCR 플라스틱(Post-Consumer Recycled)을 사용해, 폐기물과 신규 플라스틱 사용을 줄이는 데 기여합니다.",
    "s19": "지속 가능성에 대한 강한 의지를 보여주는 100% 재활용 가능한 포장재.",
    "s20": "참고:",
    "s21": "기능 제공 여부는 모델에 따라 다를 수 있습니다."
  },
  "nb": {
    "s1": "Acer Aspire-designtema",
    "s2": "Acer Aspire gjør hverdagslig databruk enklere for deg.",
    "s3": "Den er perfekt for dine daglige oppgaver – enten det er nettsurfing, videostrømming, sosiale medier eller trygg lagring av bildene dine. Med et brukervennlig design og alt det essensielle fjerner Aspire teknologiske hindringer, slik at du kan fokusere på det som betyr mest.",
    "s4": "Kompakt og enkel å ta med seg",
    "s5": "Aspire har et rent og kompakt design, slik at den er enkel å bruke på skrivebordet og rask å legge i vesken når du er på farten.",
    "s6": "Design med enkel åpning",
    "s7": "Du kan enkelt åpne Aspire ved hjelp av den utskårne forkanten, slik at du kan komme i gang uten bry.",
    "s8": "Jobb komfortabelt fra enhver vinkel",
    "s9": "Du kan vippe Aspire sin 180°-hengsel til hvilken som helst vinkel, noe som gjør det enkelt å dele skjermen, presentere eller samarbeide komfortabelt – enten du er ved skrivebordet, i møte eller på farten.",
    "s10": "Mer skjerm, mer produktivitet",
    "s11": "Med den slanke skjermrammen får du mer skjermplass, slik at du holder fokus på arbeidet og kan nyte filmer eller spill fullt ut etterpå.",
    "s12": "Større taster, mer komfortabel skriving",
    "s13": "Med forstørrede bakbelyste taster i ensfarget design og tydelig, lettlest merking ser du tastene bedre og kan skrive raskere – selv i svakt lys.",
    "s14": "Større styreflate, mer bekvemmelighet",
    "s15": "Med den romslige styreflaten kan du rulle gjennom dokumenter, bytte mellom vinduer eller klikke på lenker med presisjon og letthet – akkurat som med en mus.",
    "s16": "Utviklet med bærekraft i fokus",
    "s17": "Aspire-serien er EPEAT-registrert — et globalt miljømerke som vurderer elektronikk basert på energieffektivitet, resirkulerbarhet og redusert bruk av farlige materialer.",
    "s18": "Den er laget av PCR-plast (Post-Consumer Recycled), fremstilt av resirkulerte materialer fra brukte forbrukerprodukter, noe som bidrar til å redusere avfall og behovet for ny plast.",
    "s19": "100 % resirkulerbar emballasje som viser et sterkt engasjement for bærekraft.",
    "s20": "Merk:",
    "s21": "Tilgjengeligheten av funksjoner kan variere etter modell."
  },
  "nl": {
    "s1": "Acer Aspire-ontwerpthema",
    "s2": "Acer Aspire maakt alledaags computergebruik eenvoudig.",
    "s3": "Hij is perfect voor je dagelijkse taken – of je nu op het web surft, video’s streamt, sociale media bijhoudt of je foto’s veilig bewaart. Met een gebruiksvriendelijk ontwerp en alle essentiële functies neemt Aspire het gedoe van technologie weg, zodat jij je kunt richten op wat echt belangrijk is.",
    "s4": "Compact en gemakkelijk mee te nemen",
    "s5": "Je Aspire heeft een strak en compact ontwerp, waardoor je hem eenvoudig op je bureau gebruikt en snel in je tas stopt wanneer je onderweg bent.",
    "s6": "Ontwerp met eenvoudig openen",
    "s7": "Dankzij de uitgeholde rand aan de voorkant kun je je Aspire eenvoudig openen, zodat je zonder gedoe aan de slag kunt.",
    "s8": "Werk comfortabel vanuit elke hoek",
    "s9": "Je kunt het 180°-scharnier van de Aspire in elke gewenste hoek kantelen, zodat je eenvoudig je scherm kunt delen, presenteren of comfortabel samenwerken – aan je bureau, in een vergadering of onderweg.",
    "s10": "Meer scherm, meer productiviteit",
    "s11": "Het slanke scherm met smalle randen biedt extra schermruimte, zodat je gefocust blijft tijdens het werken en daarna optimaal kunt genieten van films of games.",
    "s12": "Grotere toetsen, prettiger typen",
    "s13": "Dankzij vergrote toetsen met achtergrondverlichting, een effen kleur en duidelijke, goed leesbare letters zie je de toetsen beter en typ je sneller, zelfs bij weinig licht.",
    "s14": "Groot touchpad, meer gemak",
    "s15": "Met het ruime touchpad kun je nauwkeurig en moeiteloos door documenten scrollen, tussen vensters wisselen of op links klikken — net als met een muis.",
    "s16": "Ontworpen met oog voor duurzaamheid",
    "s17": "De Aspire-serie is EPEAT-geregistreerd — een wereldwijd ecolabel dat elektronica beoordeelt op energie-efficiëntie, recyclebaarheid en het verminderen van gevaarlijke stoffen.",
    "s18": "Het is gemaakt van PCR-kunststof (Post-Consumer Recycled), vervaardigd uit gerecyclede materialen van gebruikte consumentenproducten, wat helpt afval te verminderen en de behoefte aan nieuw primair plastic te verlagen.",
    "s19": "100% recyclebare verpakking, die een sterke inzet voor duurzaamheid laat zien.",
    "s20": "Opmerking:",
    "s21": "De beschikbaarheid van functies kan per model verschillen."
  },
  "pl": {
    "s1": "Motyw stylistyczny Acer Aspire",
    "s2": "Acer Aspire ułatwia codzienne korzystanie z komputera.",
    "s3": "Doskonale sprawdza się w codziennych zadaniach — od przeglądania internetu, przez streaming wideo, po media społecznościowe i bezpieczne przechowywanie zdjęć. Dzięki łatwej obsłudze i wszystkim niezbędnym funkcjom Aspire upraszcza technologię, pozwalając skupić się na tym, co najważniejsze.",
    "s4": "Kompaktowy i łatwy do przenoszenia",
    "s5": "Twój Aspire wyróżnia się czystym i kompaktowym wzornictwem, dzięki czemu wygodnie korzysta się z niego na biurku i można go szybko schować do torby w razie potrzeby.",
    "s6": "Konstrukcja z łatwym otwieraniem",
    "s7": "Dzięki wyprofilowanej przedniej krawędzi możesz łatwo otworzyć Aspire i od razu zabrać się do pracy bez zbędnych trudności.",
    "s8": "Pracuj wygodnie pod każdym kątem",
    "s9": "Możesz odchylić zawias 180° w Aspire pod dowolnym kątem, co ułatwia udostępnianie ekranu, prezentowanie i komfortową współpracę — przy biurku, na spotkaniu lub w podróży.",
    "s10": "Więcej ekranu, większa produktywność",
    "s11": "Smukły wyświetlacz z wąskimi ramkami zapewnia więcej przestrzeni ekranu, pomagając zachować koncentrację podczas pracy i w pełni cieszyć się filmami lub grami po jej zakończeniu.",
    "s12": "Większe klawisze, wygodniejsze pisanie",
    "s13": "Dzięki powiększonym podświetlanym klawiszom w jednolitym kolorze oraz wyraźnym, łatwym do odczytania oznaczeniom łatwiej dostrzeżesz klawisze i będziesz pisać szybciej — nawet przy słabym oświetleniu.",
    "s14": "Duży touchpad, większa wygoda",
    "s15": "Dzięki dużemu touchpadowi możesz z łatwością i precyzją przewijać dokumenty, przełączać się między oknami lub klikać łącza — tak jak przy użyciu myszy.",
    "s16": "Zaprojektowany z myślą o zrównoważonym rozwoju",
    "s17": "Seria Aspire jest zarejestrowana w systemie EPEAT — globalnym oznakowaniu ekologicznym oceniającym elektronikę pod kątem efektywności energetycznej, możliwości recyklingu oraz ograniczenia substancji niebezpiecznych.",
    "s18": "Został wykonany z tworzywa PCR (Post-Consumer Recycled), powstałego z materiałów pochodzących z recyklingu zużytych produktów konsumenckich, co pomaga ograniczyć ilość odpadów i zapotrzebowanie na nowy plastik pierwotny.",
    "s19": "Opakowanie w 100% nadające się do recyklingu, potwierdzające silne zaangażowanie w zrównoważony rozwój.",
    "s20": "Uwaga:",
    "s21": "Dostępność funkcji może się różnić w zależności od modelu."
  },
  "pt": {
    "s1": "Tema de design Acer Aspire",
    "s2": "Acer Aspire torna o uso diário do computador mais simples.",
    "s3": "É perfeito para as suas tarefas diárias — seja navegar na web, ver vídeos em streaming, acompanhar as redes sociais ou manter as suas fotos em segurança. Com um design fácil de usar e tudo o que é essencial, o Aspire simplifica a tecnologia para que possa concentrar-se no que realmente importa.",
    "s4": "Compacto e fácil de transportar",
    "s5": "O seu Aspire tem um design limpo e compacto, facilitando o uso na secretária e permitindo colocá-lo rapidamente na mala quando precisa de se deslocar.",
    "s6": "Design de abertura fácil",
    "s7": "Pode abrir facilmente o seu Aspire através da aresta frontal recortada, permitindo-lhe começar a trabalhar sem complicações.",
    "s8": "Trabalhe confortavelmente a partir de qualquer ângulo",
    "s9": "Pode abrir a dobradiça de 180° do Aspire em qualquer ângulo, facilitando a partilha do ecrã, as apresentações e a colaboração confortável — seja na secretária, numa reunião ou em movimento.",
    "s10": "Mais ecrã, mais produtividade",
    "s11": "Com o ecrã de moldura fina, ganha mais espaço de visualização para manter o foco no trabalho e desfrutar plenamente de filmes ou jogos depois.",
    "s12": "Teclas maiores, escrita mais confortável",
    "s13": "Com teclas retroiluminadas maiores, numa cor sólida e com letras claras e fáceis de ler, vê melhor as teclas e escreve mais depressa — mesmo com pouca luz.",
    "s14": "Touchpad maior, mais conveniência",
    "s15": "Com o touchpad espaçoso, pode percorrer documentos, alternar entre janelas ou clicar em ligações com precisão e facilidade — tal como ao usar um rato.",
    "s16": "Concebido a pensar na sustentabilidade",
    "s17": "A série Aspire é registada no EPEAT — um rótulo ecológico global que avalia a eletrónica em termos de eficiência energética, reciclabilidade e redução de materiais perigosos.",
    "s18": "É fabricado com plástico PCR (Post-Consumer Recycled), produzido a partir de materiais reciclados recolhidos de produtos de consumo usados, ajudando a reduzir resíduos e a necessidade de novo plástico virgem.",
    "s19": "Embalagem 100 % reciclável, demonstrando um forte compromisso com a sustentabilidade.",
    "s20": "Nota:",
    "s21": "A disponibilidade das funcionalidades pode variar conforme o modelo."
  },
  "ro": {
    "s1": "Temă de design Acer Aspire",
    "s2": "Acer Aspire face utilizarea zilnică a computerului mai ușoară pentru dumneavoastră.",
    "s3": "Este perfect pentru activitățile tale zilnice — fie că navighezi pe web, urmărești videoclipuri în streaming, folosești rețelele sociale sau îți păstrezi fotografiile în siguranță. Cu un design ușor de utilizat și toate funcțiile esențiale, Aspire elimină complicațiile tehnologiei, astfel încât să te poți concentra pe ceea ce contează cel mai mult.",
    "s4": "Compact și ușor de transportat",
    "s5": "Aspire are un design curat și compact, astfel încât îl poți folosi cu ușurință pe birou și îl poți introduce rapid în geantă atunci când ești în mișcare.",
    "s6": "Design ușor de deschis",
    "s7": "Puteți deschide cu ușurință Aspire folosind marginea frontală decupată, pentru a începe lucrul fără niciun efort.",
    "s8": "Lucrați confortabil din orice unghi",
    "s9": "Puteți rabata balamaua de 180° a Aspire la orice unghi, facilitând partajarea ecranului, prezentările și colaborarea confortabilă — fie la birou, într-o ședință sau în deplasare.",
    "s10": "Mai mult ecran, mai multă productivitate",
    "s11": "Ecranul cu margini subțiri oferă mai mult spațiu de afișare, ajutându-vă să rămâneți concentrat la lucru și să vă bucurați pe deplin de filme sau jocuri ulterior.",
    "s12": "Taste mai mari, o tastare mai confortabilă",
    "s13": "Cu taste iluminate mai mari, într-o culoare uniformă și cu inscripționare clară, ușor de citit, veți vedea mai bine tastele și veți tasta mai rapid — chiar și în condiții de lumină scăzută.",
    "s14": "Touchpad mare, mai multă comoditate",
    "s15": "Cu touchpad-ul generos, puteți derula documente, comuta între ferestre sau face clic pe linkuri cu precizie și ușurință — exact ca atunci când folosiți un mouse.",
    "s16": "Proiectat având în vedere sustenabilitatea",
    "s17": "Seria Aspire este înregistrată EPEAT — o etichetă ecologică globală care evaluează electronicele în funcție de eficiența energetică, reciclabilitate și reducerea materialelor periculoase.",
    "s18": "Este realizat din plastic PCR (Post-Consumer Recycled), obținut din materiale reciclate provenite din produse de consum uzate, contribuind la reducerea deșeurilor și a necesarului de plastic virgin nou.",
    "s19": "Ambalaj 100% reciclabil, care demonstrează un angajament puternic față de sustenabilitate.",
    "s20": "Notă:",
    "s21": "Disponibilitatea funcțiilor poate varia în funcție de model."
  },
  "ru": {
    "s1": "Дизайнерская тема Acer Aspire",
    "s2": "Acer Aspire делает повседневную работу за компьютером проще.",
    "s3": "Он идеально подходит для повседневных задач — будь то просмотр веб-страниц, потоковое видео, социальные сети или безопасное хранение фотографий. Благодаря простому и удобному дизайну и всем необходимым функциям Aspire избавляет от сложности технологий, позволяя сосредоточиться на самом важном.",
    "s4": "Компактный и удобный для переноски",
    "s5": "Ваш Aspire отличается чистым и компактным дизайном, поэтому его удобно использовать на столе и быстро убирать в сумку, когда нужно перемещаться.",
    "s6": "Дизайн с лёгким открыванием",
    "s7": "Вы можете легко открыть Aspire с помощью вырезанного переднего края и сразу приступить к работе без лишних хлопот.",
    "s8": "Работайте с комфортом под любым углом",
    "s9": "Вы можете разложить 180°-шарнир Aspire под любым углом, что упрощает совместное использование экрана, презентации и комфортную работу — за столом, на встрече или в пути.",
    "s10": "Больше экрана, больше продуктивности",
    "s11": "Тонкие рамки дисплея обеспечивают больше экранного пространства, помогая сосредоточиться на работе и с комфортом наслаждаться фильмами или играми после.",
    "s12": "Более крупные клавиши, более комфортный набор текста",
    "s13": "Благодаря увеличенным клавишам с подсветкой, однотонному дизайну и чётким, легко читаемым обозначениям вы лучше видите клавиши и печатаете быстрее — даже при слабом освещении.",
    "s14": "Большой тачпад, больше удобства",
    "s15": "Благодаря просторному тачпаду вы можете с точностью и лёгкостью прокручивать документы, переключаться между окнами или нажимать на ссылки — как при использовании мыши.",
    "s16": "Создано с учётом принципов устойчивого развития",
    "s17": "Серия Aspire зарегистрирована в системе EPEAT — это глобальный экологический знак, оценивающий электронику по энергоэффективности, перерабатываемости и снижению использования опасных материалов.",
    "s18": "Он изготовлен из пластика PCR (Post-Consumer Recycled), полученного из переработанных материалов использованных потребительских товаров, что помогает сократить отходы и потребность в новом первичном пластике.",
    "s19": "100% перерабатываемая упаковка, демонстрирующая серьёзную приверженность принципам устойчивого развития.",
    "s20": "Примечание:",
    "s21": "Доступность функций может различаться в зависимости от модели."
  },
  "zh-CN": {
    "s1": "Acer Aspire 设计主题",
    "s2": "Acer Aspire 让您的日常电脑使用更轻松。",
    "s3": "无论是浏览网页、串流视频、查看社交媒体，还是安全保存照片，它都能轻松胜任日常所需。凭借易用的设计和齐备的实用功能，Aspire 化繁为简，让科技更轻松，助你专注于真正重要的事。",
    "s4": "小巧轻便，易于携带",
    "s5": "您的 Aspire 采用简洁紧凑的设计，既能在桌面上轻松使用，也能在需要移动时快速放入包中。",
    "s6": "易开合设计",
    "s7": "通过前侧的内凹边缘，您可以轻松打开 Aspire，毫不费力地开始工作。",
    "s8": "从任何角度都能舒适工作",
    "s9": "您可以将 Aspire 的 180° 转轴翻转到任意角度，轻松实现屏幕分享、演示和舒适协作——无论是在桌前、会议中，还是外出途中。",
    "s10": "更大屏幕，更高效率",
    "s11": "纤薄边框屏幕带来更大的显示空间，帮助你在工作时保持专注，并在之后尽情享受电影或游戏。",
    "s12": "更大的按键，更舒适的输入体验",
    "s13": "借助放大的背光按键、统一的配色以及清晰易读的字符，即使在弱光环境下，也能更轻松辨识按键并提升输入速度。",
    "s14": "更大的触控板，更高的便利性",
    "s15": "借助宽大的触控板，您可以精准而轻松地滚动文档、切换窗口或点击链接，操作体验就像使用鼠标一样。",
    "s16": "以可持续理念设计",
    "s17": "Aspire 系列已通过 EPEAT 注册——这是一项全球生态标签，依据能效、可回收性以及有害物质的减少情况对电子产品进行评估。",
    "s18": "采用 PCR 塑料（Post-Consumer Recycled），由回收的消费后产品材料制成，有助于减少废弃物并降低对全新原生塑料的需求。",
    "s19": "100% 可回收包装，展现对可持续发展的坚定承诺。",
    "s20": "注意：",
    "s21": "功能提供情況可能因機型而異。"
  },
  "sk": {
    "s1": "Dizajnová téma Acer Aspire",
    "s2": "Acer Aspire uľahčuje každodenné používanie počítača.",
    "s3": "Je ideálny na každodenné úlohy — či už ide o prehliadanie webu, streamovanie videí, sledovanie sociálnych sietí alebo bezpečné ukladanie fotografií. Vďaka jednoduchému používaniu a všetkému podstatnému Aspire zjednodušuje technológie, aby ste sa mohli sústrediť na to najdôležitejšie.",
    "s4": "Kompaktný a ľahko prenosný",
    "s5": "Váš Aspire má čistý a kompaktný dizajn, vďaka ktorému sa pohodlne používa na stole a rýchlo sa vloží do tašky, keď ste na cestách.",
    "s6": "Dizajn s jednoduchým otváraním",
    "s7": "Váš Aspire môžete jednoducho otvoriť pomocou tvarovaného predného okraja, aby ste sa mohli pustiť do práce bez zbytočných starostí.",
    "s8": "Pracujte pohodlne z akéhokoľvek uhla",
    "s9": "Záves Aspire s rozsahom 180° môžete nastaviť do ľubovoľného uhla, vďaka čomu je jednoduché zdieľať obrazovku, prezentovať a spolupracovať pohodlne — pri stole, na stretnutí aj na cestách.",
    "s10": "Viac obrazovky, vyššia produktivita",
    "s11": "Displej s tenkými rámikmi vám poskytne viac priestoru na obrazovke, aby ste sa mohli sústrediť na prácu a neskôr si naplno vychutnať filmy alebo hry.",
    "s12": "Väčšie klávesy, pohodlnejšie písanie",
    "s13": "Vďaka zväčšeným podsvieteným klávesom v jednotnej farbe a jasným, ľahko čitateľným znakom uvidíte klávesy lepšie a budete písať rýchlejšie — aj pri slabom osvetlení.",
    "s14": "Veľký touchpad, väčšie pohodlie",
    "s15": "Vďaka priestrannému touchpadu môžete presne a jednoducho posúvať dokumenty, prepínať medzi oknami alebo klikať na odkazy — rovnako ako s myšou.",
    "s16": "Navrhnuté s ohľadom na udržateľnosť",
    "s17": "Séria Aspire je registrovaná v systéme EPEAT — globálna environmentálna značka, ktorá hodnotí elektroniku podľa energetickej efektívnosti, recyklovateľnosti a zníženia nebezpečných materiálov.",
    "s18": "Je vyrobený z PCR plastu (Post-Consumer Recycled), získaného z recyklovaných materiálov z použitých spotrebiteľských produktov, čím pomáha znižovať odpad a potrebu nových primárnych plastov.",
    "s19": "100 % recyklovateľný obal, ktorý vyjadruje silný záväzok k udržateľnosti.",
    "s20": "Poznámka:",
    "s21": "Dostupnosť funkcií sa môže líšiť podľa modelu."
  },
  "sl": {
    "s1": "Oblikovalska tema Acer Aspire",
    "s2": "Acer Aspire poenostavlja vsakodnevno uporabo računalnika.",
    "s3": "Popoln je za vsakodnevna opravila — brskanje po spletu, pretakanje videov, spremljanje družbenih omrežij ali varno shranjevanje fotografij. Z enostavno uporabo in vsemi bistvenimi funkcijami Aspire poenostavi tehnologijo, da se lahko osredotočite na tisto, kar je najpomembnejše.",
    "s4": "Kompakten in enostaven za prenašanje",
    "s5": "Vaš Aspire ima čist in kompakten dizajn, zato ga je enostavno uporabljati na mizi in hitro pospraviti v torbo, ko ste na poti.",
    "s6": "Zasnova z enostavnim odpiranjem",
    "s7": "Aspire lahko preprosto odprete z oblikovanim sprednjim robom, da se lahko brez zapletov takoj lotite dela.",
    "s8": "Delajte udobno iz katerega koli kota",
    "s9": "Aspireov 180° tečaj lahko obrnete v kateri koli kot, kar omogoča enostavno deljenje zaslona, predstavitve in udobno sodelovanje — za mizo, na sestanku ali na poti.",
    "s10": "Več zaslona, večja produktivnost",
    "s11": "Zaslon s tankimi robovi ponuja več prostora na zaslonu, kar vam pomaga ostati osredotočeni pri delu in kasneje v celoti uživati v filmih ali igrah.",
    "s12": "Večje tipke, udobnejše tipkanje",
    "s13": "Z večjimi osvetljenimi tipkami v enotni barvi ter jasnimi, lahko berljivimi oznakami boste tipke lažje videli in hitreje tipkali — tudi pri šibki svetlobi.",
    "s14": "Velika sledilna ploščica, več udobja",
    "s15": "S prostorno sledilno ploščico lahko natančno in enostavno drsite po dokumentih, preklapljate med okni ali klikate povezave — podobno kot z miško.",
    "s16": "Zasnovano z mislijo na trajnost",
    "s17": "Serija Aspire je registrirana pri EPEAT — globalni okoljski znak, ki ocenjuje elektroniko glede na energijsko učinkovitost, možnost recikliranja in zmanjšanje nevarnih snovi.",
    "s18": "Izdelan je iz PCR plastike (Post-Consumer Recycled), pridobljene iz recikliranih materialov uporabljenih potrošniških izdelkov, kar pomaga zmanjševati odpadke in potrebo po novi primarni plastiki.",
    "s19": "100 % reciklabilna embalaža, ki odraža močno zavezanost trajnosti.",
    "s20": "Opomba:",
    "s21": "Razpoložljivost funkcij se lahko razlikuje glede na model."
  },
  "sv": {
    "s1": "Acer Aspire-designtema",
    "s2": "Acer Aspire gör vardagsanvändning av datorn enkel.",
    "s3": "Den är perfekt för dina dagliga uppgifter – oavsett om du surfar på webben, streamar video, följer sociala medier eller håller dina foton säkra. Med en lättanvänd design och alla nödvändiga funktioner förenklar Aspire tekniken så att du kan fokusera på det som betyder mest.",
    "s4": "Kompakt och lätt att ta med",
    "s5": "Din Aspire har en ren och kompakt design som gör den enkel att använda på skrivbordet och lätt att snabbt stoppa ner i väskan när du är på språng.",
    "s6": "Design med enkel öppning",
    "s7": "Du kan enkelt öppna din Aspire med den utformade framkanten, så att du kan komma igång utan krångel.",
    "s8": "Arbeta bekvämt från alla vinklar",
    "s9": "Du kan fälla Aspire med dess 180°-gångjärn till valfri vinkel, vilket gör det enkelt att dela skärmen, presentera och samarbeta bekvämt – vid skrivbordet, i möten eller på språng.",
    "s10": "Mer skärm, mer produktivitet",
    "s11": "Den slimmade skärmen med smala ramar ger mer skärmyta, så att du kan hålla fokus på arbetet och njuta fullt ut av filmer eller spel efteråt.",
    "s12": "Större tangenter, bekvämare skrivande",
    "s13": "Med förstorade bakgrundsbelysta tangenter i enhetlig färg och tydliga, lättlästa tecken ser du tangenterna bättre och skriver snabbare – även i svagt ljus.",
    "s14": "Stor pekplatta, större bekvämlighet",
    "s15": "Med den rymliga pekplattan kan du scrolla genom dokument, växla mellan fönster eller klicka på länkar med precision och enkelhet – precis som med en mus.",
    "s16": "Utformad med hållbarhet i åtanke",
    "s17": "Aspire-serien är EPEAT-registrerad — en global miljömärkning som bedömer elektronik utifrån energieffektivitet, återvinningsbarhet och minskad användning av farliga material.",
    "s18": "Den är tillverkad av PCR-plast (Post-Consumer Recycled), framtagen av återvunnet material från använda konsumentprodukter, vilket bidrar till minskat avfall och minskat behov av ny jungfrulig plast.",
    "s19": "100 % återvinningsbar förpackning som visar ett starkt engagemang för hållbarhet.",
    "s20": "Obs:",
    "s21": "Tillgången till funktioner kan variera beroende på modell."
  },
  "zh-TW": {
    "s1": "Acer Aspire 設計主題",
    "s2": "Acer Aspire 讓您的日常運算變得更輕鬆",
    "s3": "無論是瀏覽網頁、觀看串流影片、關注社群媒體，或是安全保存照片，都能輕鬆應付。Aspire 以易於使用的設計結合完整實用的功能，化繁為簡，讓你專注於真正重要的事。",
    "s4": "小巧輕便，方便攜帶",
    "s5": "您的 Aspire 採用俐落精巧的設計，讓您在桌面上輕鬆使用，並可在需要移動時快速放入包中。",
    "s6": "易開合設計",
    "s7": "透過前側的內凹邊緣，您可以輕鬆打開 Aspire，立即開始工作，毫不費力。",
    "s8": "從任何角度都能舒適工作",
    "s9": "您可以將 Aspire 的 180° 轉軸翻轉至任意角度，無論是在桌前、會議中或外出時，都能輕鬆分享螢幕、進行簡報並舒適協作。",
    "s10": "更大畫面，更高生產力",
    "s11": "窄邊框顯示器帶來更多畫面空間，讓你在工作時保持專注，並在之後盡情享受電影或遊戲。",
    "s12": "更大的按鍵，更舒適的打字體驗",
    "s13": "透過加大的背光鍵帽、純色設計與清晰易讀的字樣，即使在低光源環境下，也能更容易看清按鍵並加快輸入速度。",
    "s14": "更大的觸控板，操作更便利",
    "s15": "透過寬大的觸控板，您可以精準且輕鬆地捲動文件、切換視窗或點擊連結，操作體驗就像使用滑鼠一樣。",
    "s16": "以永續為核心的設計",
    "s17": "Aspire 系列已通過 EPEAT 註冊——這是一項全球生態標章，依據能源效率、可回收性以及有害物質減量來評估電子產品。",
    "s18": "採用 PCR 塑料（Post-Consumer Recycled），由回收的消費後產品材料製成，有助於減少廢棄物並降低對全新原生塑料的需求。",
    "s19": "100% 可回收包裝，展現對永續發展的堅定承諾。",
    "s20": "注意：",
    "s21": "功能提供情況可能因機型而異。"
  },
  "tr": {
    "s1": "Acer Aspire Tasarım Teması",
    "s2": "Acer Aspire günlük bilgisayar kullanımını sizin için kolaylaştırır.",
    "s3": "Web’de gezinme, video izleme, sosyal medyayı takip etme veya fotoğraflarınızı güvenle saklama gibi günlük ihtiyaçlar için idealdir. Kullanımı kolay tasarımı ve gerekli tüm özellikleriyle Aspire, teknolojiyi sadeleştirerek gerçekten önemli olana odaklanmanızı sağlar.",
    "s4": "Kompakt ve kolay taşınabilir",
    "s5": "Aspire, temiz ve kompakt tasarımı sayesinde masada kolay kullanım sunar ve hareket halindeyken çantaya hızla yerleştirilebilir.",
    "s6": "Kolay Açılan Tasarım",
    "s7": "Ön taraftaki oyuk kenar sayesinde Aspire’ınızı kolayca açabilir ve zahmetsizce çalışmaya başlayabilirsiniz.",
    "s8": "Her açıdan rahatça çalışın",
    "s9": "Aspire’ın 180° menteşesini dilediğiniz açıya kadar açarak ekran paylaşımı, sunum ve rahat iş birliğini kolayca gerçekleştirebilirsiniz — ister masada, ister toplantıda ya da hareket halindeyken.",
    "s10": "Daha fazla ekran, daha fazla verimlilik",
    "s11": "İnce çerçeveli ekran, daha fazla görüntü alanı sunarak çalışırken odağınızı korumanıza ve sonrasında film ya da oyunların keyfini çıkarmanıza yardımcı olur.",
    "s12": "Daha büyük tuşlar, daha rahat yazma",
    "s13": "Tek renkli, büyütülmüş arkadan aydınlatmalı tuşlar ve net, kolay okunur harfler sayesinde, düşük ışıkta bile tuşları daha rahat görür ve daha hızlı yazarsınız.",
    "s14": "Büyük touchpad, daha fazla kolaylık",
    "s15": "Geniş touchpad sayesinde belgeler arasında kaydırma yapabilir, pencereler arasında geçiş yapabilir veya bağlantılara fare kullanıyormuş gibi hassas ve kolay şekilde tıklayabilirsiniz.",
    "s16": "Sürdürülebilirlik düşünülerek tasarlandı",
    "s17": "Aspire serisi EPEAT’e kayıtlıdır — enerji verimliliği, geri dönüştürülebilirlik ve tehlikeli maddelerin azaltılması kriterlerine göre elektronik ürünleri değerlendiren küresel bir çevre etiketidir.",
    "s18": "Kullanılmış tüketici ürünlerinden geri dönüştürülen malzemelerden üretilen PCR plastik (Post-Consumer Recycled) kullanılarak, atıkların ve yeni ham plastik ihtiyacının azaltılmasına katkı sağlar.",
    "s19": "Sürdürülebilirliğe olan güçlü bağlılığı gösteren %100 geri dönüştürülebilir ambalaj.",
    "s20": "Not:",
    "s21": "Özelliklerin kullanılabilirliği modele göre değişiklik gösterebilir."
  },
  "uk": {
    "s1": "Дизайнерська тема Acer Aspire",
    "s2": "Acer Aspire робить щоденну роботу з комп’ютером простішою.",
    "s3": "Він ідеально підходить для щоденних завдань — перегляду вебсторінок, потокового відео, соціальних мереж або безпечного зберігання фотографій. Завдяки простому у використанні дизайну та всім необхідним функціям Aspire спрощує технології, щоб ви могли зосередитися на найважливішому.",
    "s4": "Компактний і зручний для перенесення",
    "s5": "Ваш Aspire має лаконічний і компактний дизайн, тож ним зручно користуватися за столом і швидко покласти до сумки, коли потрібно рухатися.",
    "s6": "Дизайн із легким відкриванням",
    "s7": "Ви можете легко відкрити Aspire завдяки вирізаному передньому краю та одразу розпочати роботу без зайвих клопотів.",
    "s8": "Працюйте комфортно з будь-якого кута",
    "s9": "Ви можете розкрити 180°-шарнір Aspire під будь-яким кутом, що дозволяє легко ділитися екраном, проводити презентації та комфортно співпрацювати — за столом, на зустрічі чи в дорозі.",
    "s10": "Більше екрана, вища продуктивність",
    "s11": "Завдяки дисплею з тонкими рамками ви отримуєте більше простору на екрані, що допомагає зосередитися на роботі та повною мірою насолоджуватися фільмами або іграми після цього.",
    "s12": "Більші клавіші, комфортніше введення тексту",
    "s13": "Завдяки збільшеним клавішам із підсвічуванням, однотонному дизайну та чітким, легко читабельним символам ви краще бачите клавіші й друкуєте швидше — навіть за слабкого освітлення.",
    "s14": "Великий тачпад, більше зручності",
    "s15": "Завдяки просторому тачпаду ви можете точно й легко прокручувати документи, перемикатися між вікнами або натискати посилання — так само, як із мишею.",
    "s16": "Розроблено з урахуванням сталого розвитку",
    "s17": "Серія Aspire зареєстрована в системі EPEAT — це глобальний екомаркувальний стандарт, що оцінює електроніку за енергоефективністю, придатністю до переробки та зменшенням використання небезпечних матеріалів.",
    "s18": "Він виготовлений із PCR-пластику (Post-Consumer Recycled), створеного з перероблених матеріалів використаних споживчих продуктів, що допомагає зменшити відходи та потребу в новому первинному пластику.",
    "s19": "100% придатна до переробки упаковка, що демонструє сильну відданість принципам сталого розвитку.",
    "s20": "Примітка:",
    "s21": "Доступність функцій може відрізнятися залежно від моделі."
  }
}