{
  "en": {
    "s1": "Acer PurifiedVoice™ uses AI noise reduction to actively suppress background noise for both speakers and listeners.",
    "s2": "Acer PurifiedVoice™ with AI Noise Cancellation is a feature that actively suppresses background noise from speakers and listeners during communication via VOIP.",
    "s3": "Voice recording",
    "s4": "Acer PurifiedVoice™ can remove background noise and other distracting factors to improve the quality of voice recording when using recording software for voice recording.",
    "s5": "Voice calls",
    "s6": "When using Skype, Zoom, WeChat and other voice call software to make calls, Acer PurifiedVoice™ can provide clearer sound effects, allowing you to communicate more easily."
  },
  "cs": {
    "s1": "Technologie Acer PurifiedVoice™ využívá potlačování okolního šumu pomocí umělé inteligence a aktivně potlačuje okolní šum, když uživatelé mluví nebo poslouchají.",
    "s2": "Acer PurifiedVoice™ s funkcí potlačení šumu na bázi AI je funkce, která aktivně potlačuje okolní zvuk od mluvících i poslouchajících během komunikace přes VOIP.",
    "s3": "Záznam hlasu",
    "s4": "Acer PurifiedVoice™ odstraňuje šum v pozadí a zlepšuje kvalitu hlasového záznamu.",
    "s5": "Hlasové hovory",
    "s6": "Při používání softwaru pro hlasové hovory nabízí Acer PurifiedVoice™ čistší zvukové efekty, které zlepšují vaši komunikaci."
  },
  "da": {
    "s1": "Acer PurifiedVoice™ bruger AI-støjreduktion til aktivt at undertrykke baggrundsstøj for både højttalere og lyttere.",
    "s2": "Acer PurifiedVoice™ med AI-styret støj-annullering er en funktion, der aktivt undertrykker baggrundsstøj fra højttalerne og lytterne under kommunikation via VOIP.",
    "s3": "Stemmeoptagelse",
    "s4": "Acer PurifiedVoice™ fjerner baggrundsstøj og forbedrer kvaliteten af stemmeoptagelser.",
    "s5": "Taleopkald",
    "s6": "Når du foretager opkald med software til taleopkald, giver Acer PurifiedVoice™ tydeligere lydeffekt, der forbedrer din kommunikation."
  },
  "de": {
    "s1": "Acer PurifiedVoice™ verwendet KI-Rauschunterdrückung zur aktiven Unterdrückung von Hintergrundgeräuschen für Sprecher und Zuhörer.",
    "s2": "Acer PurifiedVoice™ mit KI Rauschunterdrückung ist eine Funktion, die Hintergrundgeräusche von Lautsprechern und Zuhörern während der Kommunikation über VOIP aktiv unterdrückt.",
    "s3": "Sprachaufnahme",
    "s4": "Acer PurifiedVoice™ entfernt Hintergrundgeräusche und verbessert die Qualität der Sprachaufnahme.",
    "s5": "Sprachanruf",
    "s6": "Wenn Sie mit einer Sprachsoftware telefonieren, bietet Acer PurifiedVoice™ klarere Klangeffekte, um Ihr Gespräch zu verbessern."
  },
  "el": {
    "s1": "Το Acer PurifiedVoice™ χρησιμοποιεί τη μείωση θορύβου AI για την ενεργή καταστολή του θορύβου περιβάλλοντος τόσο για τους ομιλητές όσο και για τους ακροατές.",
    "s2": "Το Acer PurifiedVoice™ με τη δυνατότητα AI ακύρωσης θορύβου είναι μια δυνατότητα που καταστέλλει ενεργά τον θόρυβο του περιβάλλοντος από ηχεία και ακροατές στη διάρκεια της επικοινωνίας μέσω VOIP.",
    "s3": "Φωνητική εγγραφή",
    "s4": "Το Acer PurifiedVoice™ αφαιρεί τον θόρυβο παρασκηνίου και βελτιώνει την ποιότητα της φωνητικής εγγραφής.",
    "s5": "Φωνητικές κλήσεις",
    "s6": "Όταν χρησιμοποιείτε το λογισμικό φωνητικών κλήσεων για κλήσεις, το Acer PurifiedVoice™ προσφέρει πιο ευκρινή ήχο για βελτίωση της επικοινωνίας σας."
  },
  "bg": {
    "s1": "Acer PurifiedVoice™ използва намаляване на шума чрез изкуствен интелект за активно потискане на фоновия шум както за говорещия, така и за слушащия.",
    "s2": "Acer PurifiedVoice™ с AI елиминиране на шума е функция, която активно потиска фоновия шум от високоговорителите и слушателите по време на комуникация чрез VOIP.",
    "s3": "Запис на глас",
    "s4": "Acer PurifiedVoice™ отстранява фонов шум и подобрява качеството на записа.",
    "s5": "Гласови повиквания",
    "s6": "Когато използвате софтуер за гласови повиквания, за да осъществите обаждания, Acer PurifiedVoice™ предлага по-ясни звукови ефекти, за да подобри Вашата комуникация."
  },
  "es": {
    "s1": "Acer PurifiedVoice™ utiliza la reducción de ruido mediante IA para suprimir activamente el ruido de fondo tanto para los hablantes como para los oyentes.",
    "s2": "Acer PurifiedVoice™ con Cancelación de ruido mediante IA es una función que suprime de manera activa el ruido de fondo de las personas que hablan y escuchan durante la comunicación mediante VOIP.",
    "s3": "Grabación de voz",
    "s4": "Acer PurifiedVoice™ elimina el ruido de fondo y mejora la calidad de grabación de voz.",
    "s5": "Llamada de voz",
    "s6": "Al usar el software de llamadas de voz para hacer llamadas, Acer PurifiedVoice™ ofrece sonidos más nítidos para mejorar la comunicación."
  },
  "fi": {
    "s1": "Acer PurifiedVoice™ vaimentaa aktiivisesti taustamelua sekä puhujille että kuuntelijoille tekoälypohjaista melunvaimennusta hyödyntämällä.",
    "s2": "AI-vastamelutoiminnolla varustettu Acer PurifiedVoice™ on ominaisuus, joka vaimentaa aktiivisesti kaiuttimien ja kuuntelijoiden taustamelua VOIP-viestinnän aikana.",
    "s3": "Äänitallenne",
    "s4": "Acer PurifiedVoice™ poistaa taustamelun ja parantaa äänentallennuksen laatua.",
    "s5": "Äänipuhelu",
    "s6": "Kun käytät äänipuheluohjelmistoa puheluiden soittamiseen, Acer PurifiedVoice™ tarjoaa selkeämpiä äänitehosteita viestintäsi parantamiseksi."
  },
  "fr": {
    "s1": "Acer PurifiedVoice™ utilise la réduction du bruit par l'IA pour supprimer activement le bruit de fond pour les deux utilisateurs.",
    "s2": "Acer PurifiedVoice™ avec la suppression du bruit AI est une fonction qui supprime activement le bruit de fond des haut-parleurs et des auditeurs pendant la communication via VOIP.",
    "s3": "Enregistrement vocal",
    "s4": "Acer PurifiedVoice™ supprime les bruits de fond et améliore la qualité de l'enregistrement vocal.",
    "s5": "Appel vocal",
    "s6": "Quand vous utilisez un logiciel d'appel vocal pour passer des appels, Acer PurifiedVoice™ offre des effets sonores plus clairs pour améliorer votre communication."
  },
  "hr": {
    "s1": "Acer PurifiedVoice™ rabi tehnologiju za smanjenje razine buke potpomognutu umjetnom inteligencijom koja aktivno smanjuje pozadinsku buku iz okruženja.",
    "s2": "Acer PurifiedVoice™ s poništavanjem buke pomoću umjetne inteligencije (UI) značajka je koja tijekom komunikacije putem VOIP-a aktivno potiskuje pozadinsku buku od zvučnika i slušatelja.",
    "s3": "Diktafon",
    "s4": "Acer PurifiedVoice™ uklanja pozadinsku buku i poboljšava kvalitetu snimanja glasa.",
    "s5": "Govorni pozivi",
    "s6": "Kada za upućivanje poziva upotrebljavate softver za glasovne pozive, Acer PurifiedVoice™ nudi jasnije zvučne efekte radi poboljšanja vaših komunikacija."
  },
  "hu": {
    "s1": "Az Acer PurifiedVoice™ MI-alapú zajcsökkentő technológiát alkalmaz, hogy aktívan elnyomja a háttérzajokat mind a hangszórók, mind a hallgatók számára.",
    "s2": "Az AI Zajszűrést alkalmazó Acer PurifiedVoice™ aktívan nyomja el a háttérzajt a hangszóróból és a hívásban részt vevő felektől a VOIP kommunikáció során.",
    "s3": "Hangfelvétel",
    "s4": "Az Acer PurifiedVoice™ eltávolítja a háttérzajt és javítja a hangfelvétel minőségét.",
    "s5": "Hanghívások",
    "s6": "Amikor hanghívó szoftvert használ hívások lebonyolítására, az Acer PurifiedVoice™ tisztább hanghatásokat kínál a kommunikáció javítása érdekében."
  },
  "it": {
    "s1": "Acer PurifiedVoice™ utilizza la riduzione del rumore basata sull'intelligenza artificiale per eliminare attivamente il rumore di fondo, tanto per chi parla quanto per chi ascolta.",
    "s2": "Acer PurifiedVoice™ con Cancellazione dei rumori AI è una funzione che sopprime attivamente i disturbi di sottofondo da chi parla e chi ascolta durante le comunicazioni mediante VOIP.",
    "s3": "Registrazione vocale",
    "s4": "Acer PurifiedVoice™ rimuove i rumori di fondo e migliora la qualità della registrazione vocale.",
    "s5": "Chiamata vocale",
    "s6": "Durante l'uso del software per chiamate voce, Acer PurifiedVoice™ offre effetti audio nitidi per migliorare la comunicazione."
  },
  "ja": {
    "s1": "AI ノイズリダクションを使用した Acer PurifiedVoice™ は、双方の周囲のノイズを効果的に抑制します。",
    "s2": "AIノイズキャンセリング機能搭載のAcer PurifiedVoice™は、VOIPによる通信中にスピーカーやリスナーから発生するバックグラウンドノイズを積極的に抑制する機能です。",
    "s3": "音声録音",
    "s4": "Acer PurifiedVoice™は、バックグラウンドノイズを除去し、音声録音の品質を向上させます。",
    "s5": "音声通話",
    "s6": "音声通話ソフトウェアを使用して通話を行うと、Acer PurifiedVoice™により、よりクリアなサウンド効果が提供され、コミュニケーションが向上します。"
  },
  "ko": {
    "s1": "Acer PurifiedVoice™는 AI 노이즈 저감 기능을 사용하여 발화자나 청자 양쪽의 배경 소음을 능동적으로 억제합니다.",
    "s2": "AI 소음 제거가 포함된 Acer PurifiedVoice™는 VOIP를 통해 통신하는 동안 말하는 사람과 듣는 사람의 배경 소음을 능동적으로 억제하는 기능입니다.",
    "s3": "음성 녹음",
    "s4": "Acer PurifiedVoice™는 배경 소음을 제거하고 음성 녹음의 품질을 향상시킵니다.",
    "s5": "음성 통화",
    "s6": "음성 통화 소프트웨어를 사용하여 전화를 걸 때, Acer PurifiedVoice™는 더 선명한 사운드 효과를 제공하여 통신을 향상시킵니다."
  },
  "nb": {
    "s1": "Acer PurifiedVoice™ bruker AI-støyreduksjon for å aktivt undertrykke bakgrunnsstøy, både for de som snakker, og for de som hører på.",
    "s2": "Acer PurifiedVoice™ med AI-støyreduksjon er en funksjon som aktivt demper bakgrunnsstøy fra høyttalere og lyttere under kommunikasjon via VOIP.",
    "s3": "Stemmeinnspilling",
    "s4": "Acer PurifiedVoice™ fjerner bakgrunnsstøy og forbedrer kvaliteten på taleopptak.",
    "s5": "Taleanrop",
    "s6": "Når du bruker taleanropsprogramvare for å ringe, tilbyr Acer PurifiedVoice™ klarere lydeffekter for å forbedre kommunikasjonen."
  },
  "nl": {
    "s1": "Acer PurifiedVoice™ maakt gebruik van AI-ruisonderdrukking om achtergrondgeluid actief te onderdrukken voor zowel de spreker als de luisteraar.",
    "s2": "Acer PurifiedVoice™ met AI-ruisonderdrukking is een functie die achtergrondruis actief onderdrukt voor sprekers en luisteraars tijdens communicatie via VOIP.",
    "s3": "Spraakopname",
    "s4": "Acer PurifiedVoice™ verwijdert achtergrondruis en verbetert de kwaliteit van spraakopnames.",
    "s5": "Spraakoproep",
    "s6": "Wanneer u software voor spraakoproepen gebruikt om te telefoneren, biedt Acer PurifiedVoice™ helderdere geluidseffecten om de communicatie te verbeteren."
  },
  "pl": {
    "s1": "Technologia Acer PurifiedVoice™ wykorzystuje redukcję szumów wspomaganą sztuczną inteligencją, aby aktywnie tłumić hałas w tle zarówno dla mówców, jak i słuchaczy.",
    "s2": "Acer PurifiedVoice™ z funkcją AI Noise Cancellation aktywnie tłumi szumy tła z głośników i słuchaczy podczas komunikacji przez VOIP.",
    "s3": "Nagrywanie głosu",
    "s4": "Acer PurifiedVoice™ usuwa szumy w tle i poprawia jakość nagrań głosowych.",
    "s5": "Połączenia głosowe",
    "s6": "Acer PurifiedVoice™ zapewnia efekt czystszego dźwięku, poprawiając jakość rozmów podczas korzystania z programów do komunikacji głosowej."
  },
  "pt": {
    "s1": "O Acer PurifiedVoice™ utiliza a redução de ruído por IA para suprimir ativamente o ruído de fundo tanto para os oradores como para os ouvintes.",
    "s2": "Acer PurifiedVoice™ com Cancelamento de Ruído por IA é uma funcionalidade que suprime ativamente o ruído de fundo de quem fala e ouve durante comunicações por VOIP.",
    "s3": "Gravação de voz",
    "s4": "Acer PurifiedVoice™ remove ruídos de fundo e melhora a qualidade da gravação de voz.",
    "s5": "Chamadas de voz",
    "s6": "Quando utiliza o software de vhamadas de voz para realizar chamadas, Acer PurifiedVoice™ proporciona efeitos de som mais nítidos para melhorar a sua comunicação."
  },
  "ro": {
    "s1": "Acer PurifiedVoice™ utilizează funcția de reducere a zgomotului bazată pe inteligență artificială pentru a elimina activ zgomotul de fond și pentru vorbitori, și pentru ascultători.",
    "s2": "Acer PurifiedVoice™ cu Anularea zgomotului AI este o funcţie care elimină activ zgomotul de fundal de la vorbitori şi ascultători în timpul comunicaţiilor prin VOIP.",
    "s3": "Înregistrare vocală",
    "s4": "Acer PurifiedVoice™ elimină zgomotul de fundal și îmbunătățește calitatea înregistrării vocii.",
    "s5": "Apeluri vocale",
    "s6": "Când folosiți un software pentru apeluri de voce, Acer PurifiedVoice™ oferă efecte de sunet mai clare, pentru a vă îmbunătăți convorbirea."
  },
  "ru": {
    "s1": "Интеллектуальная технология Acer PurifiedVoice™ активно подавляет фоновый шум, улучшая возможности передачи и восприятия информации.",
    "s2": "Технология Acer PurifiedVoice™ с ИИ-функцией шумоподавления активно подавляет фоновый шум от динамиков и слушателей во время сеансов связи по VOIP.",
    "s3": "Запись речи",
    "s4": "Acer PurifiedVoice™ удаляет фоновый шум и повышает качество записи голоса.",
    "s5": "Голосовые звонки",
    "s6": "При использовании для голосовых вызовов приложение Acer PurifiedVoice™ обеспечивает более четкий и чистый звук для повышения качества разговоров."
  },
  "sk": {
    "s1": "Acer PurifiedVoice™ s funkciou odstránenia ruchu umelou intelígenciou redukuje hluk na pozadí, vďaka čomu budete počas komunikácie počuť hlas druhej strany jasnejšie a tak si budete môcť vychutnať čistejší a prirodzenejší zážitok z hlasovej komunikácie.",
    "s2": "Acer PurifiedVoice™ s funkciou odstránenia ruchu umelou inteligenciou je funkcia, ktorá aktívne potláča hluk na pozadí z reproduktorov a poslucháčov počas komunikácie cez VOIP.",
    "s3": "Zvuková nahrávka",
    "s4": "Acer PurifiedVoice™ odstraňuje ruch v pozadí a zvyšuje kvalitu hlasového záznamu.",
    "s5": "Hlasové hovory",
    "s6": "Pri používaní softvéru pre hlasové hovory na uskutočňovanie hovorov ponúka Acer PurifiedVoice™ čistejšie zvukové efekty na zlepšenie vašej komunikácie."
  },
  "sl": {
    "s1": "Acer PurifiedVoice™ z zmanjševanjem hrupa AI zmanjšuje hrup v ozadju, zato lahko med komuniciranjem bolj jasno slišite druge uporabnike in posledično uživate v bolj jasni in naravni izkušnji glasovnih komunikacij.",
    "s2": "Acer PurifiedVoice™ z zmanjševanjem hrupa AI je funkcija, ki med komunikacijami prek VOIP aktivno odpravlja hrup v ozadju govorcev in poslušalcev.",
    "s3": "Zvočni posnetki",
    "s4": "Acer PurifiedVoice™ odstrani hrup v ozadju in izboljša kakovost zvočnih posnetkov.",
    "s5": "Glasovni klici",
    "s6": "Če za klicanje uporabljate programsko opremo za glasovne klice, Acer PurifiedVoice™ zagotavlja čistejše zvočne učinke, s katerimi lahko izboljšate komunikacije."
  },
  "sv": {
    "s1": "Acer PurifiedVoice™ använder AI-brusreducering för att aktivt dämpa bakgrundsljud för både högtalare och lyssnare.",
    "s2": "Acer PurifiedVoice™ med AI-brudreducering är en funktion som aktivt dämpar bakgrundsbrus från högtalare och lyssnare under kommunikation via VOIP.",
    "s3": "Röstinspelning",
    "s4": "Acer PurifiedVoice™ tar bort bakgrundsbrus och förbättrar kvaliteten på röstinspelning.",
    "s5": "Röstsamtal",
    "s6": "När du använder röstsamtalsprogram ger Acer PurifiedVoice™ tydligare ljudåtergivning för att förbättra kommunikationen åt dig."
  },
  "tr": {
    "s1": "Acer PurifiedVoice™, hem hoparlörler hem de dinleyiciler için arka plan gürültüsünü aktif olarak bastırmak üzere yapay zekayla gürültü azaltma özelliğini kullanır.",
    "s2": "AI Gürültü Önleme özelliğine sahip Acer PurifiedVoice™, VOIP aracılığıyla iletişim sırasında hoparlörlerden ve dinleyicilerden gelen arka plan gürültüsünü aktif olarak bastıran bir özelliktir.",
    "s3": "Ses kaydı",
    "s4": "Acer PurifiedVoice™ arka plandaki gürültüyü ortadan kaldırır ve ses kaydının kalitesini artırır.",
    "s5": "Sesli aramalar",
    "s6": "Arama yapmak için sesli arama yazılımını kullanırken Acer PurifiedVoice™ iletişiminizi geliştirmek için daha net ses efektleri sunar."
  },
  "uk": {
    "s1": "Acer PurifiedVoice™ використовує пониження шумів зі ШІ для активного придушення фонового шуму як для тих, хто говорить, так і тих, хто слухає.",
    "s2": "Acer PurifiedVoice™ із шумопоглинанням за допомогою ШІ — це функція, яка активно пригнічує фоновий шум від динаміків і слухачів під час спілкування через VOIP.",
    "s3": "Запис голосу",
    "s4": "Acer Purified Voice™ усуває фоновий шум і покращує якість запису голосу.",
    "s5": "Голосовий виклик",
    "s6": "Під час використання програми голосових дзвінків для здійснення дзвінків Acer Purified Voice™ пропонує чіткіші звукові ефекти для покращення спілкування."
  },
  "zh-CN": {
    "s1": "Acer PurifiedVoice™ 利用 AI 降噪功能，为演讲者和收听者主动抑制背景噪音。",
    "s2": "Acer PurifiedVoice™ 与人工智能降噪是可在通过 VOIP 进行通信时，主动抑制扬声器和听众的背景噪音的功能。",
    "s3": "语音录制",
    "s4": "Acer PurifiedVoice™ 可消除背景噪音并增强录音的质量。",
    "s5": "语音通话",
    "s6": "使用语音电话软件打电话时，Acer PurifiedVoice™ 提供了更清晰的声音效果以提高通信质量。"
  },
  "zh-TW": {
    "s1": "Acer PurifiedVoice™ 採用 AI 降噪技術，可主動抑制發話方和受話方兩方的背景噪音。",
    "s2": "Acer PurifiedVoice™ 採用 AI 降噪技術，可在 VOIP 通訊期間主動抑制發話方和受話方雙方的背景噪音。",
    "s3": "語音錄製",
    "s4": "Acer PurifiedVoice™ 可消除背景噪音，提升錄音品質。",
    "s5": "語音通話",
    "s6": "當使用語音通話軟體撥打電話時，Acer PurifiedVoice™ 提供更清晰的音效，改善您的通訊。"
  }
}