{
  "en": {
    "s1": "OLED: Experience true-to-life colors and stunning contrast with Acer Laptop",
    "s2": "With vivid colors, sharp contrast, and stable motion clarity, OLED laptops deliver an immersive viewing experience—making them the perfect choice for both entertainment and productivity.",
    "s3": "What is an OLED display ?",
    "s4": "OLED (Organic Light-Emitting Diode) is a display technology where each pixel lights up on its own. When electricity passes through organic materials, they emit bright light, so pixels can be individually turned on or off. This makes OLED displays thinner, brighter, faster, and more colorful, commonly used in smartphones, TVs, and laptops.",
    "s5": "What’s the experience you can feel in OLED display ?",
    "s6": "Deep blacks and brighter whites reveal even the finest details with stunning clarity.",
    "s7": "Perfect color reproduction delivers vivid, true-to-life visuals that elevate your viewing experience to a new level.",
    "s8": "Ultra-fast response time and refresh rate provide unparalleled motion clarity, ensuring you enjoy your favorite content to the fullest.",
    "s9": "Transparency Effect",
    "s10": "Transparency allows Windows interface elements to show through the screen.",
    "s11": "Dark Mode",
    "s12": "Using dark mode can reduce wear and tear on OLED screen, as black pixels do not emit light and are less susceptible to damage. In addition, the black background can also reduce eye fatigue and improve the user experience. It is therefore recommended that you enable the function.",
    "s13": "Screen Saver",
    "s14": "A screen saver can prevent screen burn-in when you are away from your computer for a while. When the OLED screen displays the same image for a long time, it is easy to cause screen burn-in, so it is recommended that you set up a screen saver.",
    "s15": "Auto-Hide Taskbar",
    "s16": "Automatically hiding the Windows taskbar will help reduce the continuous display of still images for long periods of time, and reduce wear and tear on the OLED screen. It is therefore recommended that you enable the function."
  },
  "bg": {
    "s1": "OLED: Насладете се на реалистични цветове и зашеметяващ контраст с лаптоп Acer",
    "s2": "С ярки цветове, рязък контраст и стабилна яснота на движението, OLED лаптопите осигуряват завладяващо изживяване при гледане – което ги прави идеалният избор както за забавление, така и за продуктивност.",
    "s3": "Какво е OLED дисплей?",
    "s4": "OLED (Organic Light-Emitting Diode) е технология на дисплея, при която всеки пиксел свети сам. Когато електричеството преминава през органични материали, те излъчват ярка светлина, така че пикселите могат да се включват или изключват индивидуално. Това прави OLED дисплеите по-тънки, по-ярки, по-бързи и по-цветни, често използвани в смартфони, телевизори и лаптопи.",
    "s5": "Какво е изживяването, което можете да почувствате в OLED дисплея?",
    "s6": "Дълбоките черни и по-ярките бели разкриват дори най-фините детайли със зашеметяваща яснота.",
    "s7": "Перфектното възпроизвеждане на цветовете осигурява ярки, реалистични визуализации, които издигат изживяването ви при гледане на ново ниво.",
    "s8": "Изключително бързото време за реакция и честотата на опресняване осигуряват несравнима яснота на движението, гарантирайки, че се наслаждавате максимално на любимото си съдържание.",
    "s9": "Ефект на прозрачност",
    "s10": "Прозрачност позволява елементи на интерфейса Windows да се показват през екрана.",
    "s11": "Тъмен режим",
    "s12": "Използването на Тъмен режим може да намали износването на OLED екрана, защото черните пиксели не излъчват светлина и са по-малко податливи на повреда. В допълнение, черният фон може също да намали умората на очите и да подобри потребителското изживяване. Следователно се препоръчва да разрешите функцията.",
    "s13": "Скрийнсейвър",
    "s14": "Скрийнсейвърът може да предотврати прегаряне, когато не сте пред компютъра известно време. Когато OLED екранът п оказва едно и също изображение продължително време, това лесно води до прегаряне. Затова се препоръчва да настроите скрийнсейвър.",
    "s15": "Автоматично скриване на лентата на задачите",
    "s16": "Автоматичното скриване на лентата на задачите на Windows ще спомогне за намаляване на продължителното показване на неподвижни изображения и ще намали износването на OLED екрана. Следователно се препоръчва да разрешите функцията."
  },
  "cs": {
    "s1": "OLED: Zažijte věrné barvy a úžasný kontrast s notebookem Acer",
    "s2": "Díky živým barvám, ostrému kontrastu a stabilní čistotě pohybu poskytují notebooky OLED pohlcující zážitek ze sledování, což z nich dělá perfektní volbu pro zábavu i produktivitu.",
    "s3": "Co je to OLED displej?",
    "s4": "OLED (Organic Light-Emitting Diode) je zobrazovací technologie, kde se každý pixel rozsvítí sám. Když elektřina prochází organickými materiály, vyzařují jasné světlo, takže pixely lze jednotlivě zapínat nebo vypínat. Díky tomu jsou OLED displeje tenčí, jasnější, rychlejší a barevnější, běžně používané ve smartphonech, televizorech a noteboocích.",
    "s5": "Jaký zážitek můžete zažít na OLED displeji?",
    "s6": "Hluboká černá a jasnější bílá odhalí i ty nejjemnější detaily s ohromující čistotou.",
    "s7": "Dokonalá reprodukce barev přináší živé a věrné obrazy, které pozvednou váš zážitek ze sledování na novou úroveň.",
    "s8": "Mimořádně rychlá doba odezvy a obnovovací frekvence poskytují bezkonkurenční čistotu pohybu a zajišťují, že si svůj oblíbený obsah užijete naplno.",
    "s9": "Efekt průhlednosti",
    "s10": "Průhlednost umožňuje zobrazit prvky rozhraní systému Windows přes obrazovku.",
    "s11": "Tmavý režim",
    "s12": "Používání tmavého režimu může snížit opotřebení obrazovky OLED, protože černé pixely nevyzařují světlo a jsou méně náchylné k poškození. Černé pozadí navíc snižuje únavu očí a zlepšuje uživatelský zážitek. Proto doporučujeme tuto funkci povolit.",
    "s13": "Spořič obrazovky",
    "s14": "Spořič obrazovky může zabránit vypalování obrazu, když se na chvíli vzdálíte od počítače. Při dlouhodobém zobrazování stejného obrazu na obrazovce OLED může dojít k jeho vypálení, proto doporučujeme nastavit spořič obrazovky.",
    "s15": "Automaticky skrývat hlavní panel",
    "s16": "Automatické skrývání hlavního panelu systému Windows pomůže omezit nepřetržité zobrazování statických prvků po dlouhou dobu a snížit opotřebení obrazovky OLED. Proto doporučujeme tuto funkci povolit."
  },
  "da": {
    "s1": "OLED: Oplev naturtro farver og betagende kontrast med Acer Laptop",
    "s2": "Med levende farver, skarp kontrast og stabil bevægelsesklarhed leverer OLED-bærbare computere en fordybende seeroplevelse - hvilket gør dem til det perfekte valg til både underholdning og produktivitet.",
    "s3": "Hvad er en OLED-skærm?",
    "s4": "OLED (Organic Light-Emitting Diode) er en skærmteknologi, hvor hver pixel lyser op af sig selv. Når elektricitet passerer gennem organiske materialer, udsender de skarpt lys, så pixels individuelt kan tændes eller slukkes. Dette gør OLED-skærme tyndere, lysere, hurtigere og mere farverige, almindeligvis brugt i smartphones, tv'er og bærbare computere.",
    "s5": "Hvad er oplevelsen, du kan føle i OLED-skærm?",
    "s6": "Dybe sorte og lysere hvide afslører selv de fineste detaljer med enestående klarhed.",
    "s7": "Perfekt farvegengivelse leverer levende, naturtro billeder, der løfter din seeroplevelse til et nyt niveau.",
    "s8": "Ultrahurtig responstid og opdateringshastighed giver uovertruffen bevægelsesklarhed, hvilket sikrer, at du kan nyde dit yndlingsindhold fuldt ud.",
    "s9": "Gennemsigtighedseffekter",
    "s10": "Gennemsigtighed giver Windows interfaceelementer mulighed for at vise gennem skærmen.",
    "s11": "Mørk-tilstand",
    "s12": "Brug af Mørk-tilstand kan reducere slidtage af OLED-skærmen, da sorte pixels ikke udsender lys og ikke er så modtagelige for beskadigelse. Derudover kan den sorte baggrund reducere træthed i øjnene og forbedre brugeroplevelsen. Det anbefales derfor, at du aktiverer funktionen.",
    "s13": "Pauseskærm",
    "s14": "En pauseskærm kan forhindre skærmindbrænding når du er væk fra computeren i længere tid. Når OLED-skærmen viser det samme billede i længere tid, kan det føre til skærmindbrænding. Det anbefales derfor, at du bruger en pauseskærm.",
    "s15": "Skjul opgavelinje automatisk",
    "s16": "Hvis du skjuler Windows opgavelinje automatisk, reduceres kontinuerlig visning af stillbilleder i længere perioder, hvilket reducere slidtage af OLED-skærmen. Det anbefales derfor, at du aktiverer funktionen."
  },
  "de": {
    "s1": "OLED: Erleben Sie naturgetreue Farben und atemberaubende Kontraste mit Acer Laptop",
    "s2": "Mit lebendigen Farben, scharfen Kontrasten und stabiler Bewegungsschärfe bieten OLED-Laptops ein beeindruckendes Seherlebnis und sind damit die perfekte Wahl für Unterhaltung und Produktivität.",
    "s3": "Was ist ein OLED-Display?",
    "s4": "OLED (Organic Light-Emitting Diode) ist eine Displaytechnologie, bei der jedes Pixel einzeln leuchtet. Fließt Strom durch organische Materialien, strahlen diese helles Licht ab, sodass Pixel einzeln ein- und ausgeschaltet werden können. Dadurch sind OLED-Displays dünner, heller, schneller und farbenfroher und werden häufig in Smartphones, Fernsehern und Laptops eingesetzt.",
    "s5": "Welches Erlebnis können Sie mit einem OLED-Display haben?",
    "s6": "Tiefes Schwarz und helleres Weiß enthüllen selbst feinste Details mit atemberaubender Klarheit.",
    "s7": "Die perfekte Farbwiedergabe sorgt für lebendige, naturgetreue Bilder, die Ihr Seherlebnis auf ein neues Niveau heben.",
    "s8": "Ultraschnelle Reaktionszeit und Bildwiederholfrequenz sorgen für eine beispiellose Bewegungsschärfe und stellen sicher, dass Sie Ihre Lieblingsinhalte in vollen Zügen genießen können.",
    "s9": "Transparenzeffekt",
    "s10": "Die Transparenz ermöglicht es, dass Elemente der Windows Oberfläche durch den Bildschirm hindurch sichtbar sind.",
    "s11": "Dunkler Modus",
    "s12": "Die Verwendung des Dunklen Modus kann die Abnutzung des OLED Bildschirms verringern, da schwarze Pixel kein Licht aussenden und weniger anfällig für Schäden sind. Außerdem kann ein schwarzer Hintergrund die Ermüdung der Augen verringern und das Nutzererlebnis verbessern. Es wird daher empfohlen, diese Funktion zu aktivieren.",
    "s13": "Bildschirmschoner",
    "s14": "Ein Bildschirmschoner kann das Einbrennen des Bildschirms verhindern, wenn Sie sich eine Weile von Ihrem Computer entfernen. Wenn der OLED Bildschirm über einen längeren Zeitraum das gleiche Bild anzeigt, kann es leicht zu einem Einbrennen des Bildschirms kommen.",
    "s15": "Taskleiste automatisch ausblenden",
    "s16": "Das automatische Ausblenden der Windows Taskleiste trägt dazu bei, die kontinuierliche Anzeige von Standbildern über längere Zeiträume zu reduzieren und die Abnutzung des OLED Bildschirms zu verringern. Es wird daher empfohlen, diese Funktion zu aktivieren."
  },
  "el": {
    "s1": "OLED: Ζήστε πραγματικά χρώματα και εκπληκτική αντίθεση με το φορητό υπολογιστή Acer",
    "s2": "Με ζωντανά χρώματα, έντονη αντίθεση και σταθερή ευκρίνεια κίνησης, οι φορητοί υπολογιστές OLED προσφέρουν μια καθηλωτική εμπειρία θέασης—καθιστώντας τους την τέλεια επιλογή τόσο για ψυχαγωγία όσο και για παραγωγικότητα.",
    "s3": "Τι είναι μια οθόνη OLED;",
    "s4": "Η OLED (Organic Light-Emitting Diode) είναι μια τεχνολογία οθόνης όπου κάθε pixel ανάβει μόνο του. Όταν η ηλεκτρική ενέργεια διέρχεται από οργανικά υλικά, εκπέμπουν έντονο φως, έτσι τα pixel μπορούν να ενεργοποιηθούν ή να απενεργοποιηθούν μεμονωμένα. Αυτό κάνει τις οθόνες OLED πιο λεπτές, φωτεινότερες, γρήγορες και πιο πολύχρωμες, που χρησιμοποιούνται συνήθως σε smartphone, τηλεοράσεις και φορητούς υπολογιστές.",
    "s5": "Ποια είναι η εμπειρία που μπορείτε να νιώσετε στην οθόνη OLED;",
    "s6": "Το βαθύ μαύρο και το πιο φωτεινό λευκό αποκαλύπτουν ακόμη και τις πιο λεπτές λεπτομέρειες με εκπληκτική ευκρίνεια.",
    "s7": "Η τέλεια αναπαραγωγή χρωμάτων προσφέρει ζωντανά, αληθινά γραφικά που ανεβάζουν την εμπειρία προβολής σας σε ένα νέο επίπεδο.",
    "s8": "Ο εξαιρετικά γρήγορος χρόνος απόκρισης και ο ρυθμός ανανέωσης παρέχουν απαράμιλλη ευκρίνεια κίνησης, διασφαλίζοντας ότι απολαμβάνετε στο έπακρο το αγαπημένο σας περιεχόμενο.",
    "s9": "Εφέ διαφάνειας",
    "s10": "Η Διαφάνεια επιτρέπει την εμφάνιση των στοιχείων του περιβάλλοντος των Windows μέσα από την οθόνη.",
    "s11": "Σκουρόχρωμη λειτουργία",
    "s12": "Με τη Σκουρόχρωμη λειτουργία μειώνεται η φθορά μιας οθόνης OLED, καθώς τα μαύρα pixel δεν εκπέμπουν φως και είναι λιγότερο ευάλωτα σε ζημιές. Επιπλέον, με το μαύρο φόντο μειώνεται επίσης η κόπωση των ματιών και βελτιώνεται η εμπειρία χρήστη. Κατά συνέπεια, σας συνιστούμε να ενεργοποιήσετε τη λειτουργία.",
    "s13": "Προφύλαξη οθόνης",
    "s14": "Με την προφύλαξη οθόνης αποτρέπεται το 'κάψιμο της οθόνης', όταν δεν χρησιμοποιείτε τον υπολογιστή σας για μεγάλο χρονικό διάστημα. Όταν σε μια οθόνη OLED προβάλλεται η ίδια εικόνα για μεγάλο χρονικό διάστημα, είναι εύκολο να προκληθεί κάψιμο της οθόνης, για αυτόν τον λόγο σάς συνιστούμε να ρυθμίσετε τη λειτουργία προφύλαξης οθόνης.",
    "s15": "Αυτ. απόκρυψη γραμμής εργασιών",
    "s16": "Εάν έχετε ρυθμίσει την αυτόματη απόκρυψη της γραμμής εργασιών των Windows , διευκολύνεται η μείωση της συνεχούς προβολής ακίνητων εικόνων για μεγάλα χρονικά διαστήματα και η μείωση της φθοράς στην οθόνη OLED. Κατά συνέπεια, σας συνιστούμε να ενεργοποιήσετε τη λειτουργία."
  },
  "es": {
    "s1": "OLED: Experimente colores realistas y un contraste sorprendente con la computadora portátil Acer",
    "s2": "Con colores vivos, contraste nítido y claridad de movimiento estable, las computadoras portátiles OLED brindan una experiencia de visualización inmersiva, lo que las convierte en la opción perfecta tanto para el entretenimiento como para la productividad.",
    "s3": "¿Qué es una pantalla OLED?",
    "s4": "OLED (Diodo Orgánico Emisor de Luz) es una tecnología de pantalla donde cada píxel se ilumina por sí solo. Cuando la electricidad pasa a través de materiales orgánicos, estos emiten una luz brillante, lo que permite que los píxeles se activen o desactiven individualmente. Esto hace que las pantallas OLED sean más delgadas, brillantes, rápidas y coloridas, y se utilizan comúnmente en smartphones, televisores y portátiles.",
    "s5": "¿Cuál es la experiencia que puedes sentir en la pantalla OLED?",
    "s6": "Los negros profundos y los blancos más brillantes revelan incluso los detalles más finos con una claridad sorprendente.",
    "s7": "La reproducción perfecta del color ofrece imágenes vívidas y realistas que elevan su experiencia visual a un nuevo nivel.",
    "s8": "El tiempo de respuesta ultrarrápido y la frecuencia de actualización brindan una claridad de movimiento incomparable, lo que garantiza que disfrutes al máximo de tu contenido favorito.",
    "s9": "Efecto de transparencia",
    "s10": "Transparencia permite que elementos de la interfaz de Windows atraviesen la pantalla.",
    "s11": "Modo oscuro",
    "s12": "Usar el Modo oscuro puede reducir el desgaste de la pantalla OLED, ya que los píxeles negros no emiten luz y son menos susceptibles a los daños. Además, el fondo negro puede reducir la fatiga ocular y mejorar la experiencia del usuario. Por tanto, se recomienda que active la función.",
    "s13": "Salvapantallas",
    "s14": "Un salvapantallas puede evitar quemados de la pantalla cuando se mantiene alejado del ordenador durante un tiempo. Si la pantalla OLED muestra la misma imagen durante un tiempo, resulta fácil que se produzca quemado de la pantalla. Por tanto, se recomienda configurar un salvapantallas.",
    "s15": "Ocultar automáticamente barra tareas",
    "s16": "Ocultar automáticamente la barra de tareas de Windows ayuda a reducir la visualización continua de imágenes fijas durante periodos de tiempo prolongado y reduce el desgaste de la pantalla OLED. Por tanto, se recomienda que active la función."
  },
  "fi": {
    "s1": "OLED: Koe todenmukaiset värit ja upea kontrasti Acerin kannettavalla tietokoneella",
    "s2": "Elävien värien, terävän kontrastin ja vakaan liikkeen selkeyden ansiosta OLED-kannettavat tarjoavat mukaansatempaavan katselukokemuksen, mikä tekee niistä täydellisen valinnan sekä viihteen että tuottavuuden kannalta.",
    "s3": "Mikä on OLED-näyttö?",
    "s4": "OLED (Organic Light-Emitting Diode) on näyttötekniikka, jossa jokainen pikseli syttyy itsestään. Kun sähkö kulkee orgaanisten materiaalien läpi, ne lähettävät kirkasta valoa, joten pikselit voidaan kytkeä yksitellen päälle tai pois. Tämä tekee OLED-näytöistä ohuempia, kirkkaampia, nopeampia ja värikkäämpiä, ja niitä käytetään yleisesti älypuhelimissa, televisioissa ja kannettavissa tietokoneissa.",
    "s5": "Millaisen kokemuksen voit kokea OLED-näytössä?",
    "s6": "Syvä musta ja kirkkaampi valkoinen paljastavat hienoimmatkin yksityiskohdat hämmästyttävän selkeästi.",
    "s7": "Täydellinen värien toisto tarjoaa eloisia, todenmukaisia ​​visuaalisia kuvia, jotka nostavat katselukokemuksesi uudelle tasolle.",
    "s8": "Erittäin nopea vasteaika ja virkistystaajuus tarjoavat vertaansa vailla olevan liikkeen selkeyden ja varmistavat, että nautit suosikkisisällöstäsi täysillä.",
    "s9": "Läpinäkyvyystehosteet",
    "s10": "Läpinäkyvyys mahdollistaa Windowsin käyttöliittymäelementtien näkymisen näytön läpi.",
    "s11": "Tumma tila",
    "s12": "Tumman tilan käyttö voi vähentää OLED-näytön kulumista, koska mustat pikselit eivät säteile valoa eivätkä ole niin herkkiä vaurioille. Lisäksi musta tausta voi myös vähentää silmien väsymistä ja parantaa käyttökokemusta. Siksi on suositeltavaa ottaa toiminto käyttöön.",
    "s13": "Näytönsäästäjä",
    "s14": "Näytönsäästäjä voi estää näytön kiinnipalamisen, kun olet jonkin aikaa poissa tietokoneeltasi. Kun OLED-näyttö näyttää saman kuvan pitkään, näyttö saattaa palaa helposti kiinni. Siksi on suositeltavaa määrittää näytönsäästäjä.",
    "s15": "Piilota tehtäväpalkki autom.",
    "s16": "Windowsin tehtäväpalkin automaattinen piilottaminen vähentää still-kuvien näyttämistä pitkiä aikoja ja vähentää OLED-näytön kulumista. Siksi on suositeltavaa ottaa toiminto käyttöön."
  },
  "fr": {
    "s1": "OLED : découvrez des couleurs réalistes et un contraste époustouflant avec l'ordinateur portable Acer",
    "s2": "Avec des couleurs vives, un contraste net et une clarté de mouvement stable, les ordinateurs portables OLED offrent une expérience visuelle immersive, ce qui en fait le choix parfait pour le divertissement et la productivité.",
    "s3": "Qu'est-ce qu'un écran OLED ?",
    "s4": "L'OLED (diode électroluminescente organique) est une technologie d'affichage où chaque pixel s'allume individuellement. Lorsque l'électricité traverse les matériaux organiques, ils émettent une lumière vive, permettant ainsi d'allumer ou d'éteindre individuellement les pixels. Cela rend les écrans OLED plus fins, plus lumineux, plus rapides et plus colorés, couramment utilisés dans les smartphones, les téléviseurs et les ordinateurs portables.",
    "s5": "Quelle expérience pouvez-vous ressentir avec un écran OLED ?",
    "s6": "Des noirs profonds et des blancs plus lumineux révèlent même les détails les plus fins avec une clarté étonnante.",
    "s7": "La reproduction parfaite des couleurs offre des visuels vifs et réalistes qui élèvent votre expérience visuelle à un nouveau niveau.",
    "s8": "Le temps de réponse et le taux de rafraîchissement ultra-rapides offrent une clarté de mouvement inégalée, vous assurant de profiter au maximum de votre contenu préféré.",
    "s9": "Effets de transparence",
    "s10": "La transparence permet aux éléments de l'interface Windows d'apparaître à travers l'écran.",
    "s11": "Mode sombre",
    "s12": "Utiliser le mode sombre permet de réduire l'usure de l'écran OLED, car les pixels noirs n'émettent pas de lumière et sont moins susceptibles d'être endommagés. En outre, le fond noir peut également réduire la fatigue oculaire et améliorer l'expérience utilisateur. Il est donc recommandé d'activer la fonction.",
    "s13": "Écran de veille",
    "s14": "Un écran de veille peut empêcher la rémanence sur l'écran quand vous vous éloignez de votre ordinateur pendant un certain temps. Quand l'écran OLED affiche la même image pendant une longue période, il est facile de provoquer une rémanence sur l'écran, c'est pourquoi il est recommandé de configurer un écran de veille.",
    "s15": "Auto-masquer barre des tâches",
    "s16": "Masquer automatiquement la barre des tâches de Windows permet de réduire l'affichage continu d'images fixes pendant de longues périodes et de réduire l'usure de l'écran OLED. Il est donc recommandé d'activer la fonction."
  },
  "hr": {
    "s1": "OLED: Doživite realistične boje i zadivljujući kontrast uz Acer prijenosno računalo",
    "s2": "Sa živim bojama, oštrim kontrastom i stabilnom jasnoćom pokreta, OLED prijenosna računala pružaju impresivno iskustvo gledanja—što ih čini savršenim izborom i za zabavu i za produktivnost.",
    "s3": "Što je OLED zaslon?",
    "s4": "OLED (Organic Light-Emitting Diode) je tehnologija zaslona u kojoj svaki piksel svijetli samostalno. Kada struja prolazi kroz organske materijale, oni emitiraju jarku svjetlost, tako da se pikseli mogu pojedinačno uključiti ili isključiti. To čini OLED zaslone tanjim, svjetlijim, bržim i šarenijim, koji se obično koriste u pametnim telefonima, televizorima i prijenosnim računalima.",
    "s5": "Kakvo je iskustvo koje možete osjetiti na OLED zaslonu?",
    "s6": "Duboke crne i svjetlije bijele boje otkrivaju čak i najfinije detalje sa zapanjujućom jasnoćom.",
    "s7": "Savršena reprodukcija boja pruža živopisne, realistične slike koje podižu vaše iskustvo gledanja na novu razinu.",
    "s8": "Iznimno brzo vrijeme odziva i brzina osvježavanja pružaju neusporedivu jasnoću pokreta, osiguravajući da u potpunosti uživate u svom omiljenom sadržaju.",
    "s9": "Efekti prozirnosti",
    "s10": "Prozirnost omogućuje prikaz elemenata Windows sučelja kroz zaslon.",
    "s11": "Tamni način rada",
    "s12": "Korištenje tamnog načina rada može smanjiti istrošenost OLED zaslona jer crni pikseli ne emitiraju svjetlost i manje su osjetljivi na oštećenja. Osim toga crna pozadina može smanjiti umor očiju i poboljšati korisničko iskustvo. Stoga se preporučuje omogućiti tu funkciju.",
    "s13": "Čuvar zaslona",
    "s14": "Čuvar zaslona može spriječiti zaostale slike na zaslonu kada se na neko vrijeme udaljite od računala. Kada se OLED zaslonu dulje vrijeme prikazuje ista slika to često može prouzročiti zaostale slike na zaslonu, pa se preporučuje da postavite čuvar zaslona.",
    "s15": "Automatsko skrivanje trake zadataka",
    "s16": "Automatsko sakrivanje programske trake sustava Windows pomoći će u smanjenju neprekidnog prikaza statičkih slika tijekom duljeg vremena i smanjiti istrošenost OLED zaslona. Stoga se preporučuje omogućiti tu funkciju."
  },
  "hu": {
    "s1": "OLED: Tapasztalja meg az élethű színeket és a lenyűgöző kontrasztot az Acer laptoppal",
    "s2": "Élénk színeivel, éles kontrasztjával és stabil mozgási tisztaságával az OLED laptopok magával ragadó vizuális élményt nyújtanak – így a szórakoztatás és a termelékenység szempontjából egyaránt tökéletes választás.",
    "s3": "Mi az OLED kijelző?",
    "s4": "Az OLED (Organic Light-Emitting Diode) olyan megjelenítési technológia, amelyben minden pixel önállóan világít. Amikor az elektromosság áthalad a szerves anyagokon, erős fényt bocsátanak ki, így a képpontok egyenként be- és kikapcsolhatók. Ez vékonyabbá, fényesebbé, gyorsabbá és színesebbé teszi az OLED-kijelzőket, amelyeket általában okostelefonokban, tévékben és laptopokban használnak.",
    "s5": "Milyen élményt érezhet az OLED kijelzőn?",
    "s6": "A mélyfeketék és az élénkebb fehérek a legapróbb részleteket is lenyűgöző tisztasággal tárják fel.",
    "s7": "A tökéletes színvisszaadás élénk, élethű látványt nyújt, amely új szintre emeli a megtekintési élményt.",
    "s8": "Az ultragyors válaszidő és a frissítési gyakoriság páratlan mozgástisztaságot biztosít, így a lehető legteljesebb mértékben élvezheti kedvenc tartalmait.",
    "s9": "Átlátszósági effektusok",
    "s10": "Az átlátszóság lehetővé teszi, hogy a Windows kezelőfelület elemei átlássanak a képernyőn.",
    "s11": "Sötét mód",
    "s12": "A Sötét mód használatával csökkentheti az OLED kijelző elhasználódását, mivel a fekete pixelek nem bocsátanak ki fényt, és kevésbé hajlamosak a károsodásra. Továbbá a fekete háttér csökkenti a szem fáradását, és javítja a felhasználói élményt. Tehát javasoljuk, hogy használja ezt a funkciót.",
    "s13": "Képernyőkímélő",
    "s14": "A képernyőkímélő megelőzheti a képernyő beégését, amikor hosszabb ideig távol van a számítógépétől. Míg az OLED kijelző hosszú ideig ugyanazt a képet jeleníti meg, könnyen képernyőbeégést okozhat, ezért javasoljuk a képernyőkímélő beállítását.",
    "s15": "Tálca automatikus elrejtése",
    "s16": "A Windows tálca automatikus elrejtése segít csökkenti az állóképek folyamatos megjelenítését hosszabb időn keresztül, és csökkentheti az OLED kijelző elhasználódását. Tehát javasoljuk, hogy használja ezt a funkciót."
  },
  "it": {
    "s1": "OLED: scopri colori realistici e un contrasto sorprendente con Acer Laptop",
    "s2": "Grazie ai colori vivaci, al contrasto netto e alla nitidezza dei movimenti, i laptop OLED offrono un'esperienza visiva coinvolgente, il che li rende la scelta perfetta sia per l'intrattenimento che per la produttività.",
    "s3": "Cos'è un display OLED?",
    "s4": "OLED (Organic Light-Emitting Diode) è una tecnologia di visualizzazione in cui ogni pixel si illumina autonomamente. Quando l'elettricità attraversa i materiali organici, questi emettono una luce intensa, consentendo l'accensione o lo spegnimento individuale dei pixel. Questo rende i display OLED più sottili, luminosi, veloci e dai colori più brillanti, e sono comunemente utilizzati in smartphone, TV e laptop.",
    "s5": "Che esperienza puoi provare con il display OLED?",
    "s6": "I neri profondi e i bianchi più luminosi rivelano anche i dettagli più fini con una nitidezza sorprendente.",
    "s7": "La perfetta riproduzione dei colori offre immagini vivide e realistiche che portano la tua esperienza visiva a un livello superiore.",
    "s8": "I tempi di risposta e la frequenza di aggiornamento ultrarapidi garantiscono una nitidezza dei movimenti senza pari, garantendoti di goderti al meglio i tuoi contenuti preferiti.",
    "s9": "Effetti di trasparenza",
    "s10": "la trasparenza consente di vedere gli elementi dell'interfaccia Windows attraverso lo schermo.",
    "s11": "Modalità buio",
    "s12": "l'uso della Modalità buio può ridurre l'usura degli schermi OLED, poiché i pixel spenti non emettono luce e sono meno suscettibili dai danni. Inoltre, lo sfondo nero può ridurre l'affaticamento degli occhi e migliorare l'esperienza dell'utente. È pertanto consigliato attivare questa funzione.",
    "s13": "Salvaschermo",
    "s14": "un salvaschermo può impedire il burn-in dello schermo quando si è lontani dal computer. Quando lo schermo OLED visualizza la stessa immagine per un lungo periodo di tempo, è possibile si verifichi il burn-in, è pertanto consigliata l'impostazione di un salvaschermo.",
    "s15": "Nascondi automaticamente barra app",
    "s16": "nasconde automaticamente la barra delle app di Windows aiuta a ridurre la visualizzazione continua di immagini fisse per lungo tempo, e ridurre l'usura dello schermo OLED. È pertanto consigliato attivare questa funzione."
  },
  "ja": {
    "s1": "OLED: Acer ノートパソコンでリアルな色彩と驚異的なコントラストを体験",
    "s2": "鮮やかな色彩、シャープなコントラスト、安定した動きの鮮明さを備えた OLED ノートパソコンは、臨場感あふれる視聴体験を提供し、エンターテイメントと生産性の両方に最適です。",
    "s3": "OLEDディスプレイとは何ですか？",
    "s4": "OLED（有機EL）は、各ピクセルが独立して発光するディスプレイ技術です。有機材料に電気が流れると明るい光を発するため、ピクセルを個別にオン・オフすることができます。これにより、OLEDディスプレイはより薄く、より明るく、より高速で、より鮮やかな色彩を実現し、スマートフォン、テレビ、ノートパソコンなどに広く利用されています。",
    "s5": "OLEDディスプレイで体感できる体験とは？",
    "s6": "深い黒と明るい白により、驚くほど鮮明に細部まで映し出されます。",
    "s7": "完璧な色再現により、鮮明でリアルな映像を実現し、視聴体験を新たなレベルに引き上げます。",
    "s8": "超高速の応答時間とリフレッシュ レートにより、比類のないモーションの鮮明さが得られ、お気に入りのコンテンツを最大限に楽しむことができます。",
    "s9": "透明効果",
    "s10": "透明化により、Windowsのインターフェイス要素がスクリーンに透けて見えます。",
    "s11": "ダークモード",
    "s12": "ダークモードを使用すると、黒い画素は光を発しないためダメージを受けにくく、OLED 画面の消耗を抑えることができます。また、黒背景は目の疲れを軽減し、ユーザーエクスペリエンスを向上させる効果も期待できます。そのため、この機能を有効にすることをお勧めします。",
    "s13": "スクリーンセーバー",
    "s14": "スクリーンセーバーは、しばらくパソコンから離れると、画面の焼き付きを防ぐことができます。OLED 画面は、同じ画像を長時間表示すると画面焼けを起こしやすいので、スクリーンセーバーを設定することをおすすめします。",
    "s15": "タスクバーの自動非表示",
    "s16": "Windowsのタスクバーを自動的に隠すことで、静止画を長時間表示し続けることを軽減し、OLED 画面の消耗を抑えることができます。そのため、この機能を有効にすることをお勧めします。"
  },
  "ko": {
    "s1": "OLED: Acer 노트북으로 실제와 같은 색상과 놀라운 대비를 경험하세요",
    "s2": "생생한 색상, 선명한 대비, 안정적인 동작 선명도를 갖춘 OLED 노트북은 몰입감 넘치는 시청 경험을 제공하여 엔터테인먼트와 생산성 모두에 완벽한 선택입니다.",
    "s3": "OLED 디스플레이란 무엇인가요?",
    "s4": "OLED(유기 발광 다이오드)는 각 픽셀이 스스로 빛을 내는 디스플레이 기술입니다. 전기가 유기 물질에 흐르면 밝은 빛을 내므로 픽셀을 개별적으로 켜고 끌 수 있습니다. 이러한 특성 덕분에 OLED 디스플레이는 더 얇고, 더 밝고, 더 빠르고, 더 화려해졌으며, 스마트폰, TV, 노트북 등에 널리 사용됩니다.",
    "s5": "OLED 디스플레이에서 어떤 경험을 느낄 수 있나요?",
    "s6": "진한 검은색과 밝은 흰색은 놀라운 선명도로 가장 세부적인 부분까지 드러냅니다.",
    "s7": "완벽한 색상 재현으로 생생하고 실제와 같은 영상을 제공하여 시청 경험을 새로운 차원으로 끌어올립니다.",
    "s8": "매우 빠른 응답 시간과 화면 재생 빈도로 탁월한 동작 선명도를 제공하여 좋아하는 콘텐츠를 최대한 즐길 수 있습니다.",
    "s9": "투명성 효과",
    "s10": "투명성을 사용하면 Windows 인터페이스 요소가 화면을 통과해 표시됩니다.",
    "s11": "다크 모드",
    "s12": "검은색 픽셀은 빛을 내지 않고 손상에 덜 민감하기 때문에 다크 모드를 사용하면 OLED 화면의 마모를 줄일 수 있습니다. 또한 검은색 배경은 눈의 피로를 줄이고 사용자 경험을 향상시킬 수 있습니다. 따라서 이 기능을 활성화하는 것이 좋습니다.",
    "s13": "화면 보호기",
    "s14": "화면 보호기는 잠시 동안 컴퓨터를 사용하지 않을 때 화면 번인을 방지할 수 있습니다. OLED 화면이 동일한 이미지를 장시간 표시할 때 화면 번인이 발생하기 쉬우므로 화면 보호기를 설정하는 것이 좋습니다.",
    "s15": "작업 표시줄 자동 숨김",
    "s16": "Windows 작업 표시줄을 자동으로 숨기면 정지 이미지가 장시간 계속 표시되는 것을 줄이고 OLED 화면의 마모를 줄이는 데 도움이 됩니다. 따라서 이 기능을 활성화하는 것이 좋습니다."
  },
  "nb": {
    "s1": "OLED: Opplev naturtro farger og slående kontrast med Acer Laptop",
    "s2": "Med levende farger, skarp kontrast og stabil bevegelsesklarhet leverer OLED-bærbare datamaskiner en oppslukende seeropplevelse – noe som gjør dem til det perfekte valget for både underholdning og produktivitet.",
    "s3": "Hva er en OLED-skjerm?",
    "s4": "OLED (Organic Light-Emitting Diode) er en skjermteknologi der hver piksel lyser opp av seg selv. Når elektrisitet passerer gjennom organiske materialer, sender de ut sterkt lys, slik at piksler kan slås på eller av individuelt. Dette gjør OLED-skjermer tynnere, lysere, raskere og mer fargerike, ofte brukt i smarttelefoner, TV-er og bærbare datamaskiner.",
    "s5": "Hva er opplevelsen du kan føle i OLED-skjerm?",
    "s6": "Dype svarte og lysere hvite avslører selv de fineste detaljene med forbløffende klarhet.",
    "s7": "Perfekt fargegjengivelse gir levende, naturtro bilder som løfter seeropplevelsen til et nytt nivå.",
    "s8": "Ultrarask responstid og oppdateringsfrekvens gir uovertruffen bevegelsesklarhet, og sikrer at du nyter favorittinnholdet ditt til det fulle.",
    "s9": "Transparanseffekt",
    "s10": "Transparans lar Windows-grensesnittelementer vises gjennom skjermen.",
    "s11": "Mørk modus",
    "s12": "Mørk modus kan redusere slitasje på OLED-skjermen, siden svarte piksler ikke sender ut lys og er mindre utsatt for skade. I tillegg kan den svarte bakgrunnen også redusere øyetretthet og forbedre brukeropplevelsen. Det anbefales derfor at du aktiverer funksjonen.",
    "s13": "Skjermsparer",
    "s14": "Skjermsparer kan forhindre innbrenning av skjermen når du er borte fra datamaskinen. Når OLED-skjermen viser det samme bildet over lengre tid, kan det resultere i skjerminnbrenning, så det anbefales at du bruker en skjermsparer.",
    "s15": "Skjul oppgavelinjen automatisk",
    "s16": "Å skjule Windows-oppgavelinjen automatisk vil bidra til å redusere kontinuerlig visning av stillbilder i lange perioder, og redusere slitasjen på OLED-skjermen. Det anbefales derfor at du aktiverer funksjonen."
  },
  "nl": {
    "s1": "OLED: Ervaar levensechte kleuren en verbluffend contrast met de Acer Laptop",
    "s2": "Dankzij de levendige kleuren, het scherpe contrast en de stabiele bewegingshelderheid bieden OLED-laptops een meeslepende kijkervaring. Daarmee zijn ze de perfecte keuze voor zowel entertainment als productiviteit.",
    "s3": "Wat is een OLED-scherm?",
    "s4": "OLED (Organic Light-Emitting Diode) is een displaytechnologie waarbij elke pixel afzonderlijk oplicht. Wanneer elektriciteit door organische materialen stroomt, zenden ze fel licht uit, waardoor pixels individueel aan of uit kunnen worden gezet. Dit maakt OLED-schermen dunner, helderder, sneller en kleurrijker, en wordt vaak gebruikt in smartphones, tv's en laptops.",
    "s5": "Welke ervaring kun je beleven met een OLED-scherm?",
    "s6": "Diepe zwarttinten en helderdere wittinten laten zelfs de fijnste details met verbluffende helderheid zien.",
    "s7": "Perfecte kleurweergave zorgt voor levendige, levensechte beelden die uw kijkervaring naar een nieuw niveau tillen.",
    "s8": "De ultrasnelle responstijd en vernieuwingsfrequentie zorgen voor ongeëvenaarde bewegingsscherpte, zodat u optimaal kunt genieten van uw favoriete content.",
    "s9": "Transparantie-effect",
    "s10": "Met Transparantie kunnen schermelementen van Windows doorzichtig op het scherm worden weergegeven.",
    "s11": "Donkere modus",
    "s12": "De Donkere modus kan slijtage van een OLED-scherm verminderen, omdat zwarte pixels geen licht uitstralen en minder vatbaar zijn voor beschadiging. Daarnaast kan een donkere achtergrond er ook voor zorgen dat uw minder snel vermoeide ogen krijgt waardoor de gebruikerservaring wordt verbeterd. Het wordt daarom aangeraden om deze functie in te schakelen.",
    "s13": "Schermbeveiliging",
    "s14": "Een schermbeveiliging kan het inbranden van beelden tegengaan als u regelmatig niet aan de computer zit. Wanneer een OLED-scherm gedurende langere tijd hetzelfde beeld laat zien, kan dit een ingebrand beeld veroorzaken, dus het wordt aangeraden om een schermbeveiliging in te stellen.",
    "s15": "Takenbalk automatisch verbergen",
    "s16": "Door de taakbalk van Windows automatisch te verbergen, wordt het gedurende langere tijd weergeven van stilstaande beelden tegengegaan, waardoor een OLED-scherm minder snel slijt. Het wordt daarom aangeraden om deze functie in te schakelen."
  },
  "pl": {
    "s1": "OLED: Ciesz się realistycznymi kolorami i oszałamiającym kontrastem dzięki laptopowi Acer",
    "s2": "Dzięki żywym kolorom, ostremu kontrastowi i wyraźnemu ruchowi laptopy OLED zapewniają wciągające wrażenia wizualne, co czyni je idealnym wyborem zarówno do rozrywki, jak i pracy.",
    "s3": "Czym jest wyświetlacz OLED?",
    "s4": "OLED (Organic Light-Emitting Diode) to technologia wyświetlaczy, w której każdy piksel świeci się samodzielnie. Gdy prąd elektryczny przepływa przez materiały organiczne, emitują one jasne światło, dzięki czemu piksele można włączać i wyłączać pojedynczo. Dzięki temu wyświetlacze OLED są cieńsze, jaśniejsze, szybsze i bardziej kolorowe, co czyni je powszechnie stosowanymi w smartfonach, telewizorach i laptopach.",
    "s5": "Jakie wrażenia można uzyskać dzięki wyświetlaczowi OLED?",
    "s6": "Głęboka czerń i jaśniejsza biel ukazują nawet najdrobniejsze szczegóły z oszałamiającą ostrością.",
    "s7": "Doskonałe odwzorowanie kolorów zapewnia żywe, realistyczne efekty wizualne, które wynoszą oglądanie na nowy poziom.",
    "s8": "Ultraszybki czas reakcji i częstotliwość odświeżania zapewniają niezrównaną klarowność ruchu, dzięki czemu możesz w pełni cieszyć się ulubionymi treściami.",
    "s9": "Efekt przezroczystości",
    "s10": "Dzięki przezroczystości elementy interfejsu Windows mogą przebijać przez ekran.",
    "s11": "Tryb ciemny",
    "s12": "Korzystanie z trybu ciemnego może zmniejszyć zużycie ekranu OLED, ponieważ czarne piksele nie emitują światła i są mniej podatne na uszkodzenia. Ponadto czarne tło może również zmniejszyć zmęczenie oczu i poprawić wrażenia użytkownika. Z tego względu zaleca się włączenie tej funkcji.",
    "s13": "Wygaszacz ekranu",
    "s14": "Wygaszacz ekranu może zapobiec wypaleniu ekranu, gdy użytkownik jest z dala od komputera przez jakiś czas. Gdy na ekranie OLED wyświetlany jest ten sam obraz przez długi czas, łatwo może dojść do wypalenie ekranu, dlatego zaleca się skonfigurowanie wygaszacza ekranu.",
    "s15": "Autoukrywaj pasek zadań",
    "s16": "Automatyczne ukrywanie paska zadań systemu Windows pomoże zmniejszyć ciągłe wyświetlanie nieruchomych obrazów przez długi czas i zmniejszyć zużycie ekranu OLED. Z tego względu zaleca się włączenie tej funkcji."
  },
  "pt": {
    "s1": "OLED: experimente cores realistas e contraste impressionante com o Acer Laptop",
    "s2": "Com cores vivas, contraste nítido e clareza de movimento estável, os laptops OLED proporcionam uma experiência de visualização envolvente, tornando-os a escolha perfeita para entretenimento e produtividade.",
    "s3": "O que é um display OLED?",
    "s4": "OLED (Diodo Orgânico Emissor de Luz) é uma tecnologia de tela em que cada pixel acende sozinho. Quando a eletricidade passa por materiais orgânicos, eles emitem luz brilhante, permitindo que os pixels sejam ligados ou desligados individualmente. Isso torna as telas OLED mais finas, brilhantes, rápidas e coloridas, comumente usadas em smartphones, TVs e laptops.",
    "s5": "Qual é a experiência que você pode sentir em um display OLED?",
    "s6": "Pretos profundos e brancos mais brilhantes revelam até os menores detalhes com nitidez impressionante.",
    "s7": "A reprodução perfeita de cores proporciona visuais vívidos e realistas que elevam sua experiência de visualização a um novo nível.",
    "s8": "Tempo de resposta e taxa de atualização ultrarrápidos proporcionam clareza de movimento incomparável, garantindo que você aproveite seu conteúdo favorito ao máximo.",
    "s9": "Efeito Transparência",
    "s10": "Transparência permite aos elementos da interface do Windows aparecer através do ecrã.",
    "s11": "Modo Escuro",
    "s12": "Usar o modo Escuro pode reduzir o desgaste num ecrã OLED, porque pixels pretos não emitem luz e são menos propensos a avaria. Para além disso, o fundo preto pode reduzir a fadiga ocular e melhorar a experiência do utilizador. Recomenda-se portanto que ative a função.",
    "s13": "Proteção de Ecrã",
    "s14": "Uma proteção de ecrã pode evitar o queimar do ecrã quando se ausenta algum tempo do computador. Quando o ecrã OLED apresenta a mesma imagem durante muito tempo, é fácil causar o queimar da imagem, por isso recomenda-se que configure uma proteção de ecrã.",
    "s15": "Ocultar Barra de Tarefas Automaticamente",
    "s16": "Ocultar automaticamente a barra de tarefas do Windows reduz a exibição contínua de imagens estáticas durante longos períodos de tempo, e reduz o desgaste no ecrã OLED: Recomenda-se portanto que ative a função."
  },
  "ro": {
    "s1": "OLED: Experimentați culori reale și contrast uimitor cu laptopul Acer",
    "s2": "Cu culori vii, contrast puternic și claritate stabilă a mișcării, laptopurile OLED oferă o experiență de vizionare captivantă, făcându-le alegerea perfectă atât pentru divertisment, cât și pentru productivitate.",
    "s3": "Ce este un afișaj OLED?",
    "s4": "OLED (Organic Light-Emitting Diode) este o tehnologie de afișare în care fiecare pixel se aprinde singur. Când electricitatea trece prin materiale organice, acestea emit lumină puternică, astfel încât pixelii pot fi porniți sau opriți individual. Acest lucru face ca afișajele OLED să fie mai subțiri, mai luminoase, mai rapide și mai colorate, utilizate în mod obișnuit în smartphone-uri, televizoare și laptop-uri.",
    "s5": "Care este experiența pe care o poți simți pe afișajul OLED?",
    "s6": "Negrul intens și albul mai strălucitor dezvăluie chiar și cele mai fine detalii cu o claritate uimitoare.",
    "s7": "Reproducerea perfectă a culorilor oferă imagini vii, realiste, care vă ridică experiența de vizionare la un nou nivel.",
    "s8": "Timpul de răspuns ultra-rapid și rata de reîmprospătare oferă o claritate de neegalat a mișcării, asigurându-vă că vă bucurați la maximum de conținutul preferat.",
    "s9": "Efect transparență",
    "s10": "Transparența permite elementelor din interfața Windows să se vadă pe ecran.",
    "s11": "Mod întunecat",
    "s12": "Modul întunecat poate reduce uzura ecranului OLED, deoarece pixelii negri nu emit lumină și sunt mai puțin susceptibili la daune. În plus, fundalul negru poate reduce oboseala ochilor și îmbunătăți experiența utilizatorului. Prin urmare, se recomandă să activați această funcție.",
    "s13": "Economizor de ecran",
    "s14": "Un economizor de ecran poate preveni arderea ecranului atunci când sunteți plecați de la computer o perioadă. Atunci când ecranul OLED afișează aceeași imagine o perioadă îndelungată, ecranul poate să ardă ușor, iar astfel se recomandă să folosiți un economizor de ecran.",
    "s15": "Ascundere automată bară de sarcini",
    "s16": "Ascunderea automată a barei de sarcini Windows va ajuta la reducerea afișării continue a imaginilor statice pentru perioade lungi de timp și reduce uzura ecranului OLED. Prin urmare, se recomandă să activați această funcție."
  },
  "ru": {
    "s1": "OLED: оцените реалистичные цвета и потрясающую контрастность с ноутбуком Acer",
    "s2": "Благодаря ярким цветам, резкому контрасту и стабильной четкости движения ноутбуки с OLED-дисплеями обеспечивают захватывающий опыт просмотра, что делает их идеальным выбором как для развлечений, так и для работы.",
    "s3": "Что такое OLED-дисплей?",
    "s4": "OLED (органический светодиод) — это технология отображения, в которой каждый пиксель светится самостоятельно. При прохождении электричества через органические материалы они излучают яркий свет, что позволяет включать и выключать пиксели по отдельности. Благодаря этому OLED-дисплеи тоньше, ярче, быстрее и красочнее, что делает их широко используемыми в смартфонах, телевизорах и ноутбуках.",
    "s5": "Какие ощущения вы можете получить от OLED-дисплея?",
    "s6": "Глубокие черные и яркие белые цвета позволяют с потрясающей четкостью различить даже самые мелкие детали.",
    "s7": "Идеальная цветопередача обеспечивает яркое, реалистичное изображение, выводящее впечатления от просмотра на новый уровень.",
    "s8": "Сверхбыстрое время отклика и высокая частота обновления обеспечивают непревзойденную четкость движения, позволяя вам в полной мере наслаждаться любимым контентом.",
    "s9": "Эффект прозрачности",
    "s10": "Прозрачность позволяет показывать элементы интерфейса Windows сквозь экран игры.",
    "s11": "Темный режим",
    "s12": "Использование Темного режима может продлить срок службы OLED-экрана, так как черные пиксели не излучают свет и менее подвержены выгоранию. Кроме того, черный фон также может снизить утомляемость глаз и сделать просмотр более комфортным. Поэтому рекомендуем вам включить эту функцию.",
    "s13": "Заставка",
    "s14": "Экранная заставка может предотвратить выгорание экрана, когда вы на какое-то время отходите от компьютера. Длительное отображение статичного изображения на OLED-экране может вызвать выгорание экрана, поэтому рекомендуем установить заставку.",
    "s15": "Автоматически скрывать панель задач",
    "s16": "Автоматическое скрытие панели задач Windows поможет уменьшить длительное непрерывное отображение статичных изображений и продлить срок службы OLED-экрана. Поэтому рекомендуем вам включить эту функцию."
  },
  "zh-CN": {
    "s1": "OLED：体验宏碁笔记本电脑逼真的色彩和令人惊叹的对比度",
    "s2": "OLED 笔记本电脑具有鲜艳的色彩、鲜明的对比度和稳定的运动清晰度，可提供身临其境的观看体验，是娱乐和生产力的完美选择。",
    "s3": "什么是 OLED 显示屏？",
    "s4": "OLED（有机发光二极管）是一种每个像素都能独立发光的显示技术。当电流通过有机材料时，它们会发出明亮的光线，因此像素可以单独打开或关闭。这使得 OLED 显示屏更薄、更亮、更快、色彩更丰富，常用于智能手机、电视和笔记本电脑。",
    "s5": "OLED显示屏能给你带来什么样的体验？",
    "s6": "深邃的黑色和明亮的白色能够以惊人的清晰度展现最精细的细节。",
    "s7": "完美的色彩再现带来生动逼真的视觉效果，将您的观看体验提升到一个新的水平。",
    "s8": "超快的响应时间和刷新率提供无与伦比的运动清晰度，确保您充分享受喜爱的内容。",
    "s9": "透明效果",
    "s10": "透明度可让 Windows 界面元素通过屏幕显示。",
    "s11": "深色模式",
    "s12": "使用深色模式可减少 OLED 屏幕的损耗，因为黑色像素不会发光和不易损坏。此外，黑色背景还能减少眼睛疲劳，提高用户体验。因此，建议您启用该功能。",
    "s13": "屏幕保护程序",
    "s14": "屏幕保护程序可在您离开电脑一段时间的情况下防止屏幕殘影。当 OLED 屏幕长时间显示同一图像时，容易造成屏幕殘影，因此建议您设置屏幕保护程序。",
    "s15": "自动-隐藏任务栏",
    "s16": "自动隐藏 Windows 任务栏有助于减少长时间连续显示静止图像，并减少 OLED 屏幕的损耗。因此，建议您启用该功能。"
  },
  "sk": {
    "s1": "OLED: Zažite verné farby a úžasný kontrast s notebookom Acer",
    "s2": "Vďaka živým farbám, ostrému kontrastu a stabilnej čistote pohybu poskytujú notebooky OLED pohlcujúci zážitok zo sledovania, čo z nich robí dokonalú voľbu pre zábavu aj produktivitu.",
    "s3": "Čo je to OLED displej?",
    "s4": "OLED (Organic Light-Emitting Diode) je zobrazovacia technológia, pri ktorej sa každý pixel rozsvieti sám. Keď elektrina prechádza cez organické materiály, vyžarujú jasné svetlo, takže pixely možno individuálne zapínať alebo vypínať. Vďaka tomu sú OLED displeje tenšie, jasnejšie, rýchlejšie a farebnejšie, bežne používané v smartfónoch, televízoroch a notebookoch.",
    "s5": "Aký zážitok môžete zažiť na OLED displeji?",
    "s6": "Hlboká čierna a jasnejšia biela odhaľujú aj tie najjemnejšie detaily s ohromujúcou čistotou.",
    "s7": "Dokonalá reprodukcia farieb prináša živý a realistický obraz, ktorý pozdvihne váš zážitok zo sledovania na novú úroveň.",
    "s8": "Mimoriadne rýchly čas odozvy a obnovovacia frekvencia poskytujú bezkonkurenčnú čistotu pohybu, vďaka čomu si svoj obľúbený obsah užijete naplno.",
    "s9": "Efekt priehľadnosti",
    "s10": "Priehľadnosť umožňuje, aby sa prvky rozhrania systému Windows zobrazovali na obrazovke.",
    "s11": "Tmavý režim",
    "s12": "Použitie Tmavého režimu môže znížiť opotrebovanie obrazovky OLED, pretože čierne pixely nevyžarujú svetlo a sú menej náchylné na poškodenie. Okrem toho môže čierne pozadie tiež znížiť únavu očí a zlepšiť používateľský zážitok. Odporúča sa teda, aby ste túto funkciu aktivovali.",
    "s13": "Šetrič obrazovky",
    "s14": "Šetrič obrazovky môže zabrániť vypáleniu obrazovky, keď sa na chvíľu vzdialite od počítača. Keď sa na obrazovke OLED dlhší čas zobrazuje rovnaký obraz, môže to ľahko spôsobiť vypálenie obrazovky, preto sa odporúča nastaviť šetrič obrazovky.",
    "s15": "Automatické skrývanie panela úloh",
    "s16": "Automatické skrývanie panela úloh systému Windows pomôže znížiť nepretržité zobrazovanie statických obrazov na dlhú dobu a zníži opotrebovanie obrazovky OLED. Odporúča sa teda, aby ste túto funkciu aktivovali."
  },
  "sl": {
    "s1": "OLED: Doživite pristne barve in osupljiv kontrast s prenosnikom Acer",
    "s2": "Z živimi barvami, ostrim kontrastom in stabilno jasnostjo gibanja prenosniki OLED zagotavljajo poglobljeno izkušnjo gledanja, zaradi česar so popolna izbira za zabavo in produktivnost.",
    "s3": "Kaj je zaslon OLED?",
    "s4": "OLED (Organic Light-Emitting Diode) je tehnologija zaslona, ​​pri kateri vsaka slikovna pika sveti sama. Ko električna energija prehaja skozi organske materiale, oddajajo močno svetlobo, tako da je mogoče slikovne pike posamično vklopiti ali izklopiti. Zaradi tega so zasloni OLED tanjši, svetlejši, hitrejši in bolj barviti ter se običajno uporabljajo v pametnih telefonih, televizorjih in prenosnikih.",
    "s5": "Kakšno izkušnjo lahko občutite na zaslonu OLED?",
    "s6": "Globoke črne in svetlejše bele razkrijejo tudi najfinejše podrobnosti z osupljivo jasnostjo.",
    "s7": "Popolna barvna reprodukcija zagotavlja žive, realistične slike, ki povzdignejo vašo izkušnjo gledanja na novo raven.",
    "s8": "Izjemno hiter odzivni čas in hitrost osveževanja zagotavljata neprimerljivo jasnost gibanja, kar zagotavlja, da boste v svoji najljubši vsebini uživali v največji možni meri.",
    "s9": "Učinek prosojnosti",
    "s10": "prosojnost omogoča, da so elementi vmesnika Windows vidni skozi zaslon.",
    "s11": "Temni način",
    "s12": "ta način lahko zmanjša obrabo zaslona OLED, ker temne slikovne točke ne oddajajo svetlobe in so manj dovzetne za poškodbe. Poleg tega lahko temno ozadje tudi zmanjša utrujenost oči in izboljša uporabniško izkušnjo. Zato priporočamo, da omogočite to funkcijo.",
    "s13": "Ohranjevalnik zaslona",
    "s14": "ohranjevalnik zaslona lahko prepreči učinek vžgane slike na zaslonu, če dlje časa ne uporabljate računalnika. Če je na zaslonu OLED dlje časa prikazana ista slika, lahko hitro pride do učinka vžgane slike, zato priporočamo, da nastavite ohranjevalnik zaslona.",
    "s15": "Samodejno skritje opravilne vrstice",
    "s16": "s samodejnim skritjem opravilne vrstice Windows pomagate zmanjšati neprekinjen daljši prikaz mirujočih slik ter zmanjšati obrabo zaslona OLED. Zato priporočamo, da omogočite to funkcijo."
  },
  "sv": {
    "s1": "OLED: Upplev verklighetstrogna färger och fantastisk kontrast med Acer Laptop",
    "s2": "Med levande färger, skarp kontrast och stabil rörelseskärpa ger OLED-bärbara datorer en uppslukande tittarupplevelse – vilket gör dem till det perfekta valet för både underhållning och produktivitet.",
    "s3": "Vad är en OLED-skärm?",
    "s4": "OLED (Organic Light-Emitting Diode) är en skärmteknik där varje pixel lyser upp av sig själv. När elektricitet passerar genom organiska material avger de starkt ljus, så pixlar kan individuellt slås på eller av. Detta gör OLED-skärmar tunnare, ljusare, snabbare och mer färgrika, som ofta används i smartphones, TV-apparater och bärbara datorer.",
    "s5": "Vad är upplevelsen du kan känna i OLED-skärm?",
    "s6": "Djupa svärta och ljusare vita avslöjar även de finaste detaljerna med enastående klarhet.",
    "s7": "Perfekt färgåtergivning ger levande, verklighetstrogna bilder som lyfter din tittarupplevelse till en ny nivå.",
    "s8": "Ultrasnabba svarstid och uppdateringsfrekvens ger oöverträffad rörelsetydlighet, vilket säkerställer att du kan njuta av ditt favoritinnehåll till fullo.",
    "s9": "Transparenseffekt",
    "s10": "Transparens gör att elementen i Windows gränssnitt syns under skärmen.",
    "s11": "Mörkt läge",
    "s12": "Om du använder Mörkt läge kan du minska det dagliga slitaget på OLED-skärmen, eftersom svarta pixlar inte avger ljus och är mindre känsliga för skada. Dessutom kan den svarta bakgrunden även minska ögontrötthet och förbättra användarupplevelsen. Vi rekommenderar därför att du aktiverar funktionen.",
    "s13": "Skärmsläckare",
    "s14": "En skärmsläckare kan förhindra skärminbränning när du är borta från datorn en längre stund. När OLED-skärmen visar samma bild under en längre period kan det lätt leda till skärminbränning, så vi rekommenderar att du ställer in en skärmsläckare.",
    "s15": "Dölj aktivitetsfältet automatiskt",
    "s16": "Om du döljer aktivitetsfältet i Windows automatiskt bidrar det till att minska kontinuerlig visning av stillbilder under längre tidsperioder, och minskar det dagliga slitaget på OLED-skärmen. Vi rekommenderar därför att du aktiverar funktionen."
  },
  "zh-TW": {
    "s1": "OLED：體驗宏碁筆記型電腦逼真的色彩和令人驚嘆的對比度",
    "s2": "OLED 筆記型電腦具有鮮豔的色彩、鮮明的對比度和穩定的運動清晰度，可提供身臨其境的觀看體驗，是娛樂和生產力的完美選擇。",
    "s3": "什麼是 OLED 顯示器？",
    "s4": "OLED（有機發光二極體）是每個像素都能獨立發光的顯示技術。當電流通過有機材料時，它們會發出明亮的光線，因此像素可以單獨打開或關閉。這使得 OLED 顯示器更薄、更亮、更快、色彩更豐富，常用於智慧型手機、電視和筆記型電腦。",
    "s5": "OLED顯示器能帶給你什麼樣的體驗？",
    "s6": "深邃的黑色和明亮的白色能夠以驚人的清晰度展現最精細的細節。",
    "s7": "完美的色彩再現帶來生動逼真的視覺效果，將您的觀看體驗提升到一個新的水平。",
    "s8": "超快的反應時間和更新率提供無與倫比的運動清晰度，確保您充分享受喜愛的內容。",
    "s9": "透明效果",
    "s10": "透明度允許 Windows 介面元素透過螢幕顯示。",
    "s11": "深色模式",
    "s12": "使用深色模式可以減少 OLED 螢幕的磨損和撕裂，因為黑色像素不發光並且不易損幕。此外，黑色背景還可以減少眼睛疲勞並改善使用體驗。因此建議啟用此功能。",
    "s13": "螢幕保護程式",
    "s14": "當不使用電腦一段時間時，螢幕保護程式可防止螢幕烙印。OLED 螢幕長時間顯示同一個圖像，容易造成螢幕烙印，因此建議您設定螢幕保護程式。",
    "s15": "自動隱藏工作列",
    "s16": "自動隱藏 Windows 工作列將有助於減少長時間連續顯示靜態圖像，並降低 OLED 螢幕的磨損和撕裂風險。因此建議啟用此功能。"
  },
  "tr": {
    "s1": "OLED: Acer Dizüstü Bilgisayar ile gerçekçi renkleri ve çarpıcı kontrastı deneyimleyin",
    "s2": "Canlı renkler, keskin kontrast ve istikrarlı hareket netliğiyle OLED dizüstü bilgisayarlar, sürükleyici bir görüntüleme deneyimi sunarak onları hem eğlence hem de üretkenlik için mükemmel bir seçim haline getiriyor.",
    "s3": "OLED ekran nedir?",
    "s4": "OLED (Organik Işık Yayan Diyot), her pikselin kendi kendine ışık yaydığı bir ekran teknolojisidir. Elektrik organik maddelerden geçtiğinde parlak ışık yayarlar, böylece pikseller ayrı ayrı açılıp kapatılabilir. Bu, akıllı telefonlarda, televizyonlarda ve dizüstü bilgisayarlarda yaygın olarak kullanılan OLED ekranları daha ince, daha parlak, daha hızlı ve daha renkli hale getirir.",
    "s5": "OLED ekranda nasıl bir deneyim yaşayabilirsiniz?",
    "s6": "Derin siyahlar ve daha parlak beyazlar, en ince ayrıntıları bile göz alıcı bir netlikle ortaya çıkarır.",
    "s7": "Mükemmel renk üretimi, izleme deneyiminizi yeni bir seviyeye taşıyan canlı, gerçekçi görseller sunar.",
    "s8": "Ultra hızlı tepki süresi ve yenileme hızı, benzersiz hareket netliği sağlayarak en sevdiğiniz içeriklerin keyfini sonuna kadar çıkarmanızı sağlar.",
    "s9": "Şeffaflık Etkisi",
    "s10": "Şeffaflık, Windows arayüz öğelerinin ekranda gösterilmesini sağlar.",
    "s11": "Karanlık Mod",
    "s12": "Karanlık modun kullanılması, siyah pikseller ışık yaymadığı ve hasara daha az duyarlı olduğu için OLED ekranındaki yıpranmayı azaltabilir. Ayrıca siyah arka plan göz yorgunluğunu azaltabilir ve kullanıcı deneyimini iyileştirebilir. Bu nedenle, işlevi etkinleştirmeniz önerilir.",
    "s13": "Ekran Koruyucusu",
    "s14": "Bir ekran koruyucu, bilgisayarınızdan bir süre uzakta olduğunuzda ekran yanmasını önleyebilir. OLED ekran uzun süre aynı görüntüyü gösterdiğinde ekran yanmasına neden olmak kolaydır, bu nedenle bir ekran koruyucu ayarlamanız önerilir.",
    "s15": "Görev Çubuğunu Otomatik Gizle",
    "s16": "Windows görev çubuğunun otomatik olarak gizlenmesi, durağan görüntülerin uzun süre kesintisiz olarak görüntülenmesini azaltmaya ve OLED ekranındaki aşınma ve yıpranmayı azaltmaya yardımcı olacaktır. Bu nedenle, işlevi etkinleştirmeniz önerilir."
  },
  "uk": {
    "s1": "OLED: відчуйте реалістичні кольори та приголомшливий контраст із ноутбуком Acer",
    "s2": "Завдяки яскравим кольорам, чіткому контрасту та стабільній чіткості руху OLED-ноутбуки забезпечують захоплюючий перегляд, що робить їх ідеальним вибором як для розваг, так і для продуктивності.",
    "s3": "Що таке OLED-дисплей?",
    "s4": "OLED (Organic Light-Emitting Diode) — це технологія дисплея, де кожен піксель світиться окремо. Коли електрика проходить крізь органічні матеріали, вони випромінюють яскраве світло, тому пікселі можна окремо вмикати чи вимикати. Це робить OLED-дисплеї тоншими, яскравішими, швидшими та барвистішими, які зазвичай використовуються в смартфонах, телевізорах і ноутбуках.",
    "s5": "Які відчуття ви можете відчути на OLED-дисплеї?",
    "s6": "Глибокі чорні та яскравіші білі відтінки розкривають навіть найдрібніші деталі з приголомшливою чіткістю.",
    "s7": "Ідеальне відтворення кольорів забезпечує яскраве, реалістичне зображення, яке піднімає ваші враження від перегляду на новий рівень.",
    "s8": "Надшвидкий час відгуку та частота оновлення забезпечують неперевершену чіткість руху, забезпечуючи вам повну насолоду від улюбленого вмісту.",
    "s9": "Ефекти прозорості",
    "s10": "Прозорість дозволяє відображатися на екрані елементам інтерфейсу Windows.",
    "s11": "Темний режим",
    "s12": "Використання темного режиму може зменшити зношення OLED-екрану, оскільки чорні пікселі не випромінюють світло та менш сприйнятливі до пошкоджень. Крім того, чорний фон також може зменшити втому очей і покращити досвід користувача. Тому рекомендується увімкнути цю функцію.",
    "s13": "Заставка",
    "s14": "Заставка може запобігти вигорянню екрана, коли ви деякий час не користуєтеся комп'ютером. Коли OLED-екран відображає одне й те саме зображення протягом тривалого часу, це спричинити швидке вигоряння екрана, тому рекомендується встановити екранну заставку.",
    "s15": "Автоматичне приховування панелі завдань",
    "s16": "Автоматичне приховування панелі завдань Windows допоможе зменшити безперервне відображення нерухомих зображень протягом тривалого періоду часу та зменшить знос OLED-екрану. Тому рекомендується увімкнути цю функцію."
  }
}